{
    "kind": "blogger#post",
    "id": "1591628854499319190",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-02-18T15:34:00Z",
    "updated": "2021-02-19T22:06:39Z",
    "url": "http://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1591628854499319190",
    "title": "In what sense is ego actually just pure awareness?",
    "content": "In my previous article, <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-it-true-to-say.html\">In what sense is it true to say ‘everything is one’?</a>, I wrote:<br>\n<blockquote>So Bhagavan is the ultimate reductionist: All phenomena are just thoughts; thoughts are just mind; mind is just ego; and if instead of looking at anything else we look keenly at ourself alone, we will find that ego is actually just pure awareness. Therefore pure awareness is all that actually exists: it is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>).</blockquote><a name='more'></a>\n<ol>\n<li><a href=\"#ego\">Ego has no substance or form of its own, but it seems to have both, because it borrows the substance of <i>sat-cit</i> and the form of a body as if they were its own</a></li>\n<li><a href=\"#tattvamasi\">Though ‘<i>tat tvam asi</i>’ is addressed only to ego, it is intended to turn ego’s attention back towards its underlying reality, the fundamental, adjunct-free awareness ‘I am’</a></li>\n</ol>\n<a name=\"ego\"></a><b>1. Ego has no substance or form of its own, but it seems to have both, because it borrows the substance of <i>sat-cit</i> and the form of a body as if they were its own</b><br>\n<br>\nReferring to the above passage, but abridging what I wrote, a friend wrote to a mutual friend, who forwarded his email to me:<br>\n<blockquote>Michael James: All phenomena are just thoughts; thoughts are just mind; mind is just ego; and ego is actually just pure awareness.<br>\n<br>\nIn the above commentary, last sentence, “Ego is actually just pure awareness”, is an inappropriate explanation. Ego is false phenomena in between Self (chetana) and body (jada), with no existence.<br>\n <br>\nWould you kindly request to Mr James to elaborate this.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nI did not just write ‘ego is actually just pure awareness’ but qualified it by saying ‘if instead of looking at anything else we look keenly at ourself alone, we will find that ego is actually just pure awareness’.<br>\n<br>\n<a name=\"uu24\"></a><a name=\"uu25\"></a>When we mistake a rope to be a snake, if we look at that snake carefully enough, we will see that it is just a rope. As a snake it is just an illusory appearance, so it has no existence of its own, but as a rope it does exist. Likewise, ego is just a false awareness of ourself, an awareness of ourself as if we were a body, but if we investigate it keenly enough, its adjuncts will slip off and we will see that it is nothing other than pure awareness, ‘I am’. As ego it is just an illusory appearance, so it has no existence of its own, but as pure awareness it does exist and is therefore real.<br>\n<br>\nThis is what Bhagavan clearly implies in verses <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">24</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one substance. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].<br>\n<br>\nதன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts].</blockquote>\n<a name=\"ny07\"></a>As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>:  ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, so how can ego be anything other than that?<br>\n<br>\nTo whom is the teaching ‘<i>tat tvam asi</i>’ addressed if not to ego? It is obviously not addressed to <i>brahman</i>, so it must be addressed only to ego, and hence it clearly implies that ego is actually nothing other than <i>brahman</i>. That is, whether we call it <i>brahman</i>, <i>ātma-svarūpa</i> or pure awareness, that alone is the one real substance (<i>poruḷ</i> or <i>vastu</i>), so how can anything be other than that?<br>\n<br>\n<a name=\"uu16\"></a>So long as we are looking at anything other than ourself, we seem to be something other than pure awareness, but if we give up looking at anything else by looking at ourself alone, we will see that we are actually just pure awareness, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n<a name=\"un24\"></a>You say, ‘Ego is false phenomena in between Self (chetana) and body (jada), with no existence’, but to describe ego as a phenomenon is somewhat confusing, because ‘phenomenon’ means something that is perceived or observed, so it implies an object, whereas ego is not an object or thing perceived but the subject, the perceiver of all objects. However, that minor point aside, what you seem to be referring to is what Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind].</blockquote>\nWhen he says that ego rises in between the body and <i>sat-cit</i> (existence-awareness), he is obviously using the term ‘இடையில்’ (<i>iḍaiyil</i>), ‘in between’, in a metaphorical sense, and what he means by it is that ego is neither the body, which is not aware of itself as ‘I’, nor <i>sat-cit</i>, which does not rise, but something that misappropriates certain properties of each. From <i>sat-cit</i> it borrows its substance, namely its existence (<i>sat</i>) and its awareness (<i>cit</i>), because it is aware of itself as ‘I am’, whereas from the body it borrows its form, which rises and subsides and is limited in time and space.<br>\n<br>\n<a name=\"un25\"></a><a name=\"un26\"></a>As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ego is ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, because it has no form or substance of its own, so as you say, it does not actually exist. However, it does seem to exist, and only so long as it seems to exist do all other things seem to exist, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nThough ego has no substance or form of its own, so long as it rises and stands it seems to have both, because it borrows the substance of <i>sat-cit</i> and the form of a body as if they were its own. So long as it grasps the form of a body as itself, it seems to have a separate existence, but if instead of grasping any forms it tries to grasp only its substance, namely <i>sat-cit</i>, which is what always shines within it as its fundamental awareness of its own existence, ‘I am’, it will subside and dissolve back into that substance, which alone will then remain.<br>\n<br>\nIt was in this sense that I wrote that ‘if instead of looking at anything else we look keenly at ourself alone, we will find that ego is actually just pure awareness’. As Bhagavan often used to explain, there is only one awareness, whose nature is to be aware of itself alone, because nothing other than itself actually exists. However, when this one awareness seemingly rises as ego, it seems to be aware of so many other things, but when it turns back within to face itself alone, it remains as it always actually is.<br>\n<br>\nThat one awareness is ourself. Therefore, when we look away from ourself towards anything else, we seem to be ego, whereas when do not look away, we remain as pure awareness, which is what we always actually are. This is why he said, as recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37), and ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106).<br>\n<br>\n<a name=\"tattvamasi\"></a><b>2. Though ‘<i>tat tvam asi</i>’ is addressed only to ego, it is intended to turn ego’s attention back towards its underlying reality, the fundamental, adjunct-free awareness ‘I am’</b><br>\n<br>\nIn reply to my reply, this friend wrote:<br>\n<blockquote>What is being felt is that there is definitely some very subtle and minute difference in the point of view. Let me explain.<br>\n<br>\nThere only ever was a rope but the ignorance creates the illusion of a snake and the suffering follows. But there was never ever ever snake, illusion of snake doesn’t mean there was ever snake. When carefully looked at one can have any feeling out of these two:<br>\n<br>\n1) The snake is actually rope.<br>\n2) The rope appeared as snake.<br>\n<br>\nThough look similar but lot of difference is there between two feelings.<br>\n<br>\nFirst: ‘The Snake is actually rope’ is equal to saying that Ego is actually just pure awareness, but there’s Ego!<br>\n<br>\nSecond: ‘The Rope appeared as snake’ is equivalent to saying that Awareness appeared as Ego. There never ever was ego!<br>\n<br>\nLet’s look the other way.<br>\n <br>\nOne point of view: ‘Tat tvam Asi’ means ‘Thou art that’. You are That is equivalent to saying that Ego is Awareness.<br>\n<br>\nSecond point of view: ‘Tat tvam Asi’ means ‘That you are’, and this is equivalent to Awareness appeared as Ego. What actually exists is only Awareness, no existence of ego ever.<br>\n<br>\nAwareness with adjunct is called ego, not that Ego without adjunct is called awareness.<br>\n<br>\nWhen we say jewellery is made of Gold, it means jewellery is there and is made of Gold. But when we say Gold is appearing in shape called as jewellery, it means there’s only Gold.<br>\n<br>\nIt’s not just way of saying, it means a lot. It is not just playing with words but vast difference in outlook. Only awareness exists, nothing else, if else, it’s just appearance of Awareness in different ways.<br>\n<br>\nSo Ego is just a ghost, which means nothing, only word created on the Post (Awareness).<br>\n<br>\nMaharshi talked differently as per the situation but his supreme core teaching is ‘Ajatvad’: nothing ever happened, neither there is seed nor tree, neither seer nor seen, only SELF manifest in different name and form.<br>\n<br>\nWould appreciate your kind observation on above. If you find any meaning in this minute difference then definitely we can go ahead.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nI understand the distinction you see here, but if we consider it deeply it will be clear that it is not a real distinction but only a seeming one. However we view it and in whatever way we express it, the final conclusion must be the same, namely that there is no snake but only a rope: there is no ego but only pure awareness. This alone is the ultimate truth (<i>pāramārthika satya</i>).<br>\n<br>\nWhen it is said that the snake is actually a rope, it does not mean that there is a rope and also a snake. It means that what seemed to be a snake is just a rope, so there never was any snake, even when it seemed to be there.<br>\n<br>\nLikewise, when it is said that ego is actually pure awareness, it does not mean that there is pure awareness and also ego. It means that what seemed to be ego is just pure awareness, so there never was any ego, even when it seemed to exist.<br>\n<br>\nWhether we say that the snake is actually a rope or that the rope appeared as a snake, the implication is the same. There are not two things there, a rope and a snake. There is only one thing, and even if that one thing seems to be a snake, it is actually only a rope, so it is never a snake.<br>\n<br>\nRegarding ‘<i>tat tvam asi</i>’, it is not exactly the same as saying that the snake is actually a rope or that the rope appeared as a snake, because the latter two statements mean that there is no snake but only a rope, whereas ‘<i>tat tvam asi</i>’ does not deny the existence of either <i>tat</i> (that) or <i>tvam</i> (you) but merely asserts that they are not two separate things but one and the same. That is, in ‘<i>tat tvam asi</i>’ <i>tvam</i> refers to ego only superficially. What it actually refers to is the reality that lies behind ego, namely our fundamental awareness of our own existence, ‘I am’, which is ourself as we actually are, and that is what this <i>mahāvākya</i> is intended to draw our attention to.<br>\n<br>\n<a name=\"un32\"></a>Whether we take ‘<i>tat tvam asi</i>’ to mean ‘you are that’ or ‘that is you’, the implication is the same. There are not two things, you and that, but only one thing. The aim of such <i>mahāvākyas</i> is just to direct our attention back to ourself, away from the idea of ‘that’ as something other than ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தால்.<br>\n<br>\n<i>adunīyeṉ ḏṟammaṟaiga ḷārttiḍavun taṉṉai<br>\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br>\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br>\nmaduvētā ṉāyamarva dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, adu-v-ē tāṉ-āy eṉḏṟum amarvadāl, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl</i>.<br>\n<br>\n<b>English translation:</b> When the Vēdas proclaim ‘That is you’, instead of oneself being knowing oneself as ‘what?’, thinking ‘I am that, not this’ is due to non-existence of strength, because that alone is always seated as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> When the Vēdas proclaim ‘That is you’, instead of oneself being [as one is] [by] knowing oneself [by investigating] what [am I], thinking ‘I am that [<i>brahman</i>], not this [body or mind]’ is due to non-existence [destitution or deficiency] of strength [of <i>bhakti</i>  and <i>vairāgya</i>] [and consequent lack of clarity of heart and mind], because that [<i>brahman</i>] alone [or that itself] is always seated [calmly] as oneself.</blockquote>\nSo long as we understand that the aim of ‘<i>tat tvam asi</i>’ is to direct our attention back to ourself by making us understand that, since we are that, all we need do in order to know that is to investigate what we actually are, it does not matter whether we take it to mean ‘you are that’ or ‘that is you’. If we investigate ourself keenly enough, we will see that we are nothing other than that, and that is nothing other than ourself.<br>\n<br>\nAs I wrote in my previous reply, ‘<i>tat tvam asi</i>’ is addressed only to ego, but like the snake, ego is not what it seems to be, as this <i>mahāvākya</i> is intended to point out. Whenever we rise and stand as ego, we seem not only to be an awareness confined within the limits of a body consisting of five sheaths (a physical organism, life, mind, intellect and will), but to be entangled with this body even more intimately, because we are aware of it as if it were actually ourself, ‘I am this’, and consequently we are aware of other forms also. However, though as ego we seem to be such a finite, body-bound and object-knowing awareness, this is not what we actually are, as we shall discover if we investigate ourself keenly enough.<br>\n<br>\nWhat we actually are is just pure awareness, which means awareness that is never aware of anything other than itself, because in its clear view nothing other than itself exists for it to be aware of, so as pure awareness we are aware of ourself as just ‘I am’, not as ‘I am this’ or ‘I am that’. In other words, what we actually are is not a body or anything else that is perceived by us as an object, but only <i>sat-cit</i>, our fundamental awareness of our own existence, which is what is always shining within us as ‘I am’. Therefore, though ‘<i>tat tvam asi</i>’ is addressed only to ego, it is intended to turn ego’s attention back towards its underlying reality, the fundamental, adjunct-free awareness ‘I am’, and thereby away from whatever else it may seem to be.<br>\n<br>\n<a name=\"un27\"></a>When we as ego turn our attention back to face only our underlying reality, ‘I am’, we will subside and merge forever into and as that, and hence nothing other than that will remain. This state in which we thereby cease rising as ego is our natural state, in which we are that (<i>tat</i>), the one infinite whole, which is what is called <i>brahman</i>, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்று.<br>\n<br>\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṟpadevaṉ sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ nilaiyil niṟpadu evaṉ? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state in which one exists without ‘I’ rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, say, how to stand in the state of oneself, in which oneself is that?<br>\n<br>\n<b>Explanatory paraphrase:</b> The state in which one exists without ‘I’ [ego] rising is the state in which we exist as that [<i>brahman</i>, the ultimate reality and infinite whole, the nature of which is pure awareness, uncontaminated by the appearance of anything else]. Without investigating the place [namely one’s fundamental awareness of one’s own existence, ‘I am’] where [from which or in which] ‘I’ rises, how to reach [achieve or take refuge in] the annihilation of oneself [ego], [the state] in which ‘I’ does not rise? [In other words, the only way to annihilate ego is to investigate oneself, the source from which it rises, because only when one investigates oneself will one see oneself as one actually is, and only when one sees oneself as one actually is will one forever cease rising as ego, the false awareness that rises and subsides as ‘I am this body’.] [And] without reaching [or taking refuge in] [the annihilation of ego], say [or explain], how to stand [stop, stay or abide] in the [real] state of oneself, in which oneself is that?</blockquote>\n<a name=\"uu17\"></a>When we keenly investigate our fundamental awareness, ‘I am’, which is the ‘place’ or source from which we rose as ego, we will recognise that that alone is what we always actually are, and thereby we will attain தன்னிழப்பு (<i>taṉ-ṉ-iṙappu</i>), loss or annihilation of ourself. However, though Bhagavan describes this as ‘தன்னிழப்பை சார்வது’ (<i>taṉ-ṉ-iṙappai sārvadu</i>), ‘reaching loss [death or annihilation] of oneself’, implying eradication of ego, this is like saying that when we recognise that what seemed to be a snake is actually just a rope, the snake is thereby lost, killed or annihilated. That is, it is only in a metaphorical sense that ego is said to be lost, killed or annihilated, because what we actually are is eternal, infinite and immutable, so we have never actually risen as ego, and hence when we recognise what we actually are, it will be clear that no such thing as ego has ever existed, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates the form of the mind without forgetting, there is not anything called ‘mind’. This is the direct path for everyone whomsoever.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\n<a name=\"uu18\"></a>What he refers to here as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), ‘the form of the mind’, is ego, because as he explains in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a>, ego is the root of the mind and hence what the mind essentially is. Therefore what he implies here is that if we investigate ego keenly enough, without yielding even in the least to <i>pramāda</i> (negligence or forgetfulness), we will see that what we actually are is just pure awareness, so it will then be clear that there is no such thing as mind or ego at all. To know what we actually are and thereby free ourself from the bondage of ego, this is the direct path for all of us.<br>\n<br>\nTherefore, as you say, ego does not actually exist and has never existed. However, so long as we are aware of anything other than ourself, it does seem to exist, because what is aware of other things is only ourself as ego, the false awareness that is aware of itself as ‘I am this body’ and that rises in waking and dream and subsides in sleep. So long as we rise and dance as ego, merely saying that ego does not exist is not sufficient. We need to investigate it keenly in order to experience its non-existence.<br>\n<br>\nWhatever Bhagavan taught us has one purpose and one purpose alone, namely to impress upon us the need for us to turn back within to investigate and see what we actually are, because only when we are aware of ourself as we actually are will we be free of ego. His teachings are thoroughly practical, so we will understand them clearly and deeply only to the extent that we put them into practice. Merely reading them and understanding conceptually that ego is a non-existent phantom will not free us from the delusion of ego, because what reads and understands such things is only ourself as ego. To actually see that there is no such thing as ego at all, we need to continue patiently and persistently investigating ourself until we lose ourself completely and forever in the infinite clarity of pure awareness, in whose clear view nothing else exists at all.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1591628854499319190/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjEzNzcyMzk5OTExCm9mZnNldDogMAo\""
}