{
    "kind": "blogger#post",
    "id": "5452412936702389047",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-01-30T22:25:00Z",
    "updated": "2021-01-30T22:25:27Z",
    "url": "http://happinessofbeing.blogspot.com/2021/01/is-it-possible-for-us-to-have-glimpse.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5452412936702389047",
    "title": "Is it possible for us to have a ‘glimpse of Self’?",
    "content": "A friend wrote to me asking, ‘Can the practice become constant? Turning attention inward, I remain there (I-AM). Where does effort stop? I had glimpses of Self, how to remain there? Is it at all possible?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nOur aim should be to be self-attentive as much as possible, but until ego is eradicated our <i>viṣaya-vāsanās</i> will continue, and their nature is to draw our attention away from ourself. Therefore effort to keep our attention fixed on ourself is necessary till the very end.<br>\n<br>\nSo is it possible for us to be constantly self-attentive? Even in the midst of other activities we should try to maintain at least a tenuous current of self-attentiveness, in the background, as it were, and as much as possible we should try to be more keenly and deeply self-attentive. How much we are able to do so, however, depends on how much love (<i>bhakti</i>) we have just to know and be what we actually are.<br>\n<br>\nEvery time we try to turn and hold our attention on ourself we are thereby strengthening the required <i>bhakti</i> and correspondingly weakening our <i>viṣaya-vāsanās</i>, so persevering in this practice as much as possible is all that we should be concerned about. This practice is like a journey, and so long as we are trying to be self-attentive, we are progressing in the right direction. This is all that need concern us. If we begin to think about whether or not it is possible to be constantly self-attentive, we are allowing our attention to be diverted away from ourself, so we should try to turn it back to ourself and thereby discard all such thoughts.<br>\n<br>\nRegarding your remark, ‘I had glimpses of Self’, I assume that what you mean is that you have sometimes experienced a greater clarity of self-awareness (that is, a subtle clarity of awareness of yourself as something distinct from body, mind and all other adjuncts). Such increased clarity of self-awareness is what Bhagavan called <a href=\"https://www.happinessofbeing.com/articles#sphurana\"><i>ahaṁ-sphuraṇa</i></a>, and the degree of this clarity will increase as we go deeper in the practice.<br>\n<br>\nSo how to remain in such clarity? Only by persevering in our practice of being as keenly self-attentive as possible. There is nothing more we can do or need do, because doing anything else will only take our attention away from ourself towards other things.<br>\n<br>\n<a name=\"uu26\"></a>To refer to this clarity of self-awareness as a ‘glimpse of Self’ is a very crude, inaccurate and misleading way of describing or understanding it, because in this context ‘Self’ means our real nature (<i>ātma-svarūpa</i>), which is not an object and therefore not the sort of thing that we could get a glimpse of. What we actually are is pure awareness, and pure awareness can be known only by itself. It can never be known by ego, because so long as we rise and stand as ego we are aware of ourself as something other than pure awareness, namely a body consisting of five sheaths. Therefore to know pure awareness we need to turn back within to face ourself alone and thereby subside and dissolve back into pure awareness as pure awareness. In other words, only by being pure awareness can we know pure awareness, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nSo long as we are practising being self-attentive, we are gradually dissolving ego, and hence we experience a greater degree of clarity of self-awareness, but we will experience ourself as nothing other than pure awareness only when ego is completely and permanently dissolved in that. Until then, what experiences the increased degree of clarity of self-awareness is still only ourself as ego, and hence that clarity seems to come and go and to be of varying degrees, whereas when ego is finally dissolved in it completely, we will experience it as our eternal and immutable nature.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5452412936702389047/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "effort",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjEyMDQ1NTI3MTEwCm9mZnNldDogMAo\""
}