{
    "kind": "blogger#post",
    "id": "3045482517470346869",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-11-18T20:26:00Z",
    "updated": "2023-05-17T07:41:10+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/11/appala-pattu-appalam-song-tamil-text.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045482517470346869",
    "title": "<i>Appaḷa Pāṭṭu</i> (The <i>Appaḷam</i> Song): Tamil text, transliteration, translation and explanation",
    "content": "Bhagavan lived mostly in Virupaksha Cave on the eastern slopes of Arunachala from 1899 till sometime around the middle of 1916, when he moved higher up to Skandasramam. A few months before this move, in about January 1916, his mother, Aṙagammaḷ, came to live with him, and it was during the brief period when she lived with him in Virupaksha Cave that he composed this song, அப்பளப் பாட்டு (<i>Appaḷa-p-Pāṭṭu</i>), ‘The <i>Appaḷam</i> Song’. One of the most detailed accounts of how he came to compose this song is what has been recorded by Suri Nagamma in Letter 102 of <a href=\"https://selfdefinition.org/ramana/Letters-from-Sri-Ramanasramam-vols-1-and-2.pdf\"><i>Letters from Ramanasramam</i></a> (2006 edition, pages 208-11), but in brief the story is as follows:<br><a name='more'></a>\n<br>\nBeing a <i>sādhu</i>, during his early years in Tiruvannamalai Bhagavan lived the life of a mendicant, begging his food or accepting whatever food was offered to him, and those who lived with him did likewise, so before his mother came to live with him they did not cook any food. Only after they moved up to Skandasramam did she and other devotees slowly introduce the habit of cooking. Her first attempt to start cooking for Bhagavan and his devotees was soon after she came to Virupakshi, and it began with her telling some lady devotees that when he was young he liked <i>appaḷam</i> (a crisp round wafer, usually made of black gram flour and other ingredients, which can either be deep fried or toasted over a naked flame or in hot embers,  and which in other languages is known by a variety of names such as <i>parpaṭa</i>, <i>pappaḍam</i>, <i>pāpaḍ</i>, <i>papadum</i>, <i>papadom</i> or <i>poppadom</i>) and that he used to help her make them, so if she had the ingredients she would like to make some for him. Coming to know about this suggestion of hers, several devotees contributed the necessary ingredients, so she ended up gathering enough to make more than two hundred <i>appaḷams</i>.<br>\n<br>\nObserving what she was up to, Bhagavan was not pleased, but he kept quiet until she started to make them, and since she could not make so many without help, she asked him to assist her. This was the opportunity he had been waiting for, so he began to scold her, asking her who wanted to eat <i>appaḷam</i> and why she had begun to ask people for such ingredients instead of being satisfied with whatever simple food was given to her, and saying that if she wanted to eat <i>appaḷams</i> she should make them and eat them by herself. Seeing that he was unwilling to help her, she continued working on her own, but after some time she again asked for his help, but wanting to teach her that she should be satisfied with whatever came unasked and should not desire this or that, he was adamant in his refusal. When she had asked him several times, he finally said, ‘You make your <i>appaḷams</i> to satisfy your desire, and I will make my own kind of <i>appaḷam</i>’, and then, knowing that she liked to sing songs that used ordinary household activities as metaphors for conveying <i>vēdāntic</i> teachings, he composed this song, in which he compared each of the ingredients, implements and actions required to make an <i>appaḷam</i> to the qualities and practices required for us to know ourself as we actually are and thereby to eradicate ego.<br>\n<ol>\n<a href=\"#appala-pallavi\">பல்லவி (<i>pallavi</i>): Refrain</a><br>\n<a href=\"#appala-anupallavi\">அநுபல்லவி (<i>anupallavi</i>): Sub-refrain</a><br>\n<a href=\"#appala-caranangal\">சரணங்கள் (<i>caraṇaṅgaḷ</i>): Verses</a><br>\n<li><a href=\"#appala1\">Verse 1: in the hand-mill of <i>jñāna-vicāra</i>, who am I, we should break and pulverise ego, the <i>dēhābhimāna</i>, thereby separating the body from ourself as ‘not I’</a></li>\n<li><a href=\"#appala2\">Verse 2: together with <i>sat-saṅga</i>, <i>śama</i>, <i>dama</i> and <i>uparati</i>, we should add <i>sat-vāsanā</i> in the heart</a></li>\n<li><a href=\"#appala3\">Verse 3: we should incessantly, joyfully and without inattentiveness (<i>pramāda</i>) face inwards, thereby seeing ourself more and more clearly as ‘I am I’</a></li>\n<li><a href=\"#appala4\">Verse 4: in the ghee that is ourself (<i>brahman</i>) heated by the fire that is ourself (<i>jñāna</i>) in the infinite pan that is ourself (<i>mauna</i>), we should constantly fry the <i>appaḷam</i> composed of ourself, and then eat it by experiencing ourself as ‘myself alone is myself’</a></li>\n</ol>\n<b>அப்பளப் பாட்டு (<i>Appaḷa-p-Pāṭṭu</i>): The <i>Appaḷam</i> Song</b><br>\n<br>\n<a name=\"appala-pallavi\"></a><b>பல்லவி (<i>pallavi</i>): Refrain</b><br>\n<blockquote>அப்பள மிட்டுப் பாரு — அத்தைச்<br>\nசாப்பிட்டுன் னாசையைத் தீரு.<br>\n<br>\n<i>appaḷa miṭṭup pāru - attaic<br>\ncāppiṭṭuṉ ṉāśaiyait tīru.<br>\n<br>\n</i><b>பதச்சேதம்:</b> அப்பளம் இட்டு பாரு; அத்தை சாப்பிட்டு, உன் ஆசையை தீரு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>appaḷam iṭṭu pāru; attai sāppiṭṭu, uṉ āśaiyai tīru.</i><br>\n<br>\n<b>English translation:</b> Making <i>appaḷam</i>, see; eating it, put an end to your desire. <br>\n<br>\n<b>Explanatory paraphrase:</b> Making <i>appaḷam</i> [in the manner prescribed in this song], see [yourself as you actually are, namely as ‘I am I’]; eating it [by experiencing yourself as ‘oneself alone is oneself’], put an end to your desire [for anything other than yourself].</blockquote>\n<b>Explanation:</b> Since his mother wanted to satisfy her desire to make <i>appaḷams</i> for him to eat, in this <i>pallavi</i > (the refrain, which completes the meaning of the <i>anupallavi</i> and each of the four verses) he implies that there is another kind of <i>appaḷam</i>, which is a medicine that if made and consumed in the prescribed manner will not just satisfy our desires but put an end to all of them forever. The <i>appaḷam</i> he advises us to make is what he describes in the <a href=\"#appala4\">final verse</a> as ‘தன்மய அப்பளம்’ (<i>tanmaya appaḷam</i>), the <i>appaḷam</i> composed of <i>tat</i> or ‘that’, namely <i>brahman</i>, which is our real nature (<i>ātma-svarūpa</i>), the pure awareness that is always shining in our heart as ‘I am I’, and what he implies by saying ‘பாரு’ (<i>pāru</i>), ‘see’, is that by facing inwards we should see ourself as we actually are, namely as ‘I am just I’. By eating this <i>appaḷam</i> we will satisfy our hunger for infinite happiness, which is our real nature, and thus we will destroy all our other desires, which are just misdirected and therefore distorted forms of our fundamental love to be infinitely happy, as we always actually are.<br>\n<br>\n<a name=\"appala-anupallavi\"></a><b>அநுபல்லவி (<i>anupallavi</i>): Sub-refrain</b><br>\n<blockquote>இப்புவி தன்னி லேங்கித் திரியாமற்<br>\nசற்போ தசுக சற்குரு வானவர்<br>\nசெப்பாது சொன்ன தத்துவ மாகிற<br>\nவொப்புயர் வில்லா வோர்மொழி யின்படி —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(அப்)<br>\n<br>\n<i>ibbhuvi taṉṉi lēṅgit tiriyāmaṯ<br>\nsaṯbhō dasukha saṯguru vāṉavar<br>\nseppādu soṉṉa tattuva māhiṟa<br>\nvoppuyar villā vōrmoṙi yiṉpaḍi</i> —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>ap</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> இப் புவி தன்னில் ஏங்கி திரியாமல், சத் போத சுக சற்குரு ஆனவர் செப்பாது சொன்ன தத்துவம் ஆகிற, ஒப்பு உயர்வு இல்லா ஓர் மொழியின்படி, (அப்பளம் இட்டு பாரு; …)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>i-b-bhuvi taṉṉil ēṅgi tiriyāmal, sat-bhōda-sukha saṯguru āṉavar seppādu soṉṉa tattuvam āhiṟa, oppu uyarvu illā ōr moṙiyiṉpaḍi,</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>English translation:</b> Without wandering about yearning in this world, in accordance with the unique language without equal or greater, which is the truth that he who is <i>sadguru</i>, existence-awareness-happiness, spoke without speaking, (making <i>appaḷam</i>, see; …) <br>\n<br>\n<b>Explanatory paraphrase:</b> Without wandering about yearning [with desire for pleasures] in this world, in accordance with the unique language [namely silence], [which is] without [anything that is] equal [to] or greater [than it], [and] which is the <i>tattva</i> [reality, truth or true principle] that he who is <i>sadguru</i> [namely Dakshinamurti], [who is] <i>sat-bhōda-sukha</i> [<i>sat-cit-ānanda</i> or existence-awareness-happiness], spoke without speaking, (making <i>appaḷam</i>, see; eating it, put an end to your desire.)</blockquote>\n<b>Explanation:</b> Instead of wandering about in this world craving the fulfilment of other desires, we should satisfy our hunger for infinite happiness by making and eating this <i>appaḷam</i> composed of pure awareness in accordance with ‘ஒப்பு உயர்வு இல்லா ஓர் மொழி’ (<i>oppu uyarvu illā ōr moṙi</i>), ‘the unique language without equal or greater’ or ‘the unequalled and unsurpassed unique language’, which is the <i>tattva</i> or reality that the <i>sadguru</i> (the <i>guru</i> who teaches us how to know and to be <i>sat</i>: what is real or what actually exists, namely ourself), who is existence-awareness-happiness (<i>sat-bhōda-sukha</i>) appearing in name and form, spoke without speaking. The <i>sadguru</i> he refers to here is the <i>ādi guru</i> (original <i>guru</i>), Dakshinamurti, and the ‘unequalled and unsurpassed unique language’ that he ‘spoke without speaking’ is silence, which is our real nature and therefore the true language of non-duality, since it alone can reveal to us what we always actually are.<br>\n<br>\n‘செப்பாது சொன்ன’ (<i>seppādu soṉṉa</i>), ‘which he spoke without speaking’, implies that the <i>sadguru</i>  made it known through silence without speaking in words, and what he made known is தத்துவம் (<i>tattuvam</i>), which is silence itself, as Bhagavan indicates here, and which is a word that in this context can be interpreted in either of two senses: Firstly it can be interpreted as <i>tattva</i>, which is a Sanskrit term that literally means ‘that-ness’ and therefore implies reality, truth, real nature or true principle, in the sense of what actually exists, which is only <i>ātma-svarūpa</i>, the real nature of ourself, as he said in the <a href=\"#ny07\">first sentence of the seventh paragraph</a> of <i>Nāṉ Ār?</i>. Alternatively it can be interpreted as ‘<i>tat tvam</i>’, which means ‘that is you’, implying that we alone are <i>brahman</i>, the one reality, which is what is otherwise called <i>ātma-svarūpa</i>.<br>\n<br>\n<a name=\"aamm43\"></a>Therefore, in whichever of these two senses it is interpreted, this term தத்துவம் (<i>tattuvam</i>) refers only to ourself as we actually are, because as he sang in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#aamm43\">verse 43</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>), which means both ‘Oneself alone, oneself alone is the reality’ and ‘“Oneself alone is oneself” alone is the truth [or reality]’. In the first of these two interpretations, ‘தானே தானே’ (<i>tāṉē tāṉē</i>) is taken to be a repetition of தானே (<i>tāṉē</i>), ‘oneself alone’, for emphasis, whereas in the second of them ‘தானே தான்’ (<i>tāṉē tāṉ</i>) is taken to mean ‘oneself alone is oneself’ (or in other words, ‘I alone am I’), which is one of the fundamental principles of his teachings, being the most accurate description of what we actually are, which alone is <i>tattva</i>, the one reality. That is, the reality (<i>tattva</i>) is only ourself as we actually are, and what we actually are is only ourself, so the reality can be expressed equally well as ‘the reality is only oneself’ or ‘the reality is only “oneself alone is oneself”’, so Bhagavan aptly implied both these meanings in this hugely significant statement, ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>).<br>\n<br>\n<a name=\"appala-caranangal\"></a><b>சரணங்கள் (<i>caraṇaṅgaḷ</i>): Verses</b><br>\n<br>\n<a name=\"appala1\"></a><b>Verse 1:</b><br>\n<blockquote>தானல்லா வைங்கோச க்ஷேத்ர மிதில்வளர்<br>\nதானென்னு மானமாந் தான்ய வுளுந்தை<br>\nநானாரென் ஞான விசாரத் திரிகையி<br>\nனானல்ல வென்றே யுடைத்துப் பொடித்து —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(அப்)<br>\n<br>\n<i>tāṉallā vaiṅkōśa kṣētra midilvaḷar<br>\ntāṉeṉṉu māṉamān tāṉya vuḷundai<br>\nnāṉāreṉ ñāṉa vicārat tirigaiyi<br>\nṉāṉalla veṉḏṟē yuḍaittup poḍittu</i> —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>ap</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> தான் அல்லா ஐம் கோச க்ஷேத்ரம் இதில் வளர் ‘தான்’ என்னும் மானம் ஆம் தான்ய உளுந்தை நான் ஆர் என் ஞான விசார திரிகையில் ‘நான் அல்ல’ என்றே உடைத்து பொடித்து, (அப்பளம் இட்டு பாரு; ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ allā aim kōśa kṣētram idil vaḷar ‘tāṉ’ eṉṉum māṉam ām tāṉya uḷundai nāṉ ār eṉ ñāṉa-vicāra tirigaiyil ‘nāṉ alla’ eṉḏṟē uḍaittu poḍittu,</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>English translation:</b> In the hand-mill of awareness-investigation, who am I, breaking and pulverising the black gram grains, which are the identification ‘myself’ that grows in this, the field of five sheaths, which is not oneself, as ‘not I’, (making <i>appaḷam</i>, see; …) <br>\n<br>\n<b>Explanatory paraphrase:</b> In the hand-mill of <i>jñāna-vicāra</i> [awareness-investigation], [which is the practice of being keenly self-attentive in order to see] who am I, breaking and pulverising the black gram grains, which are the <i>māna</i> [attachment, identification, pride or conceit] ‘myself’ [the <i>dēhābhimāna</i>, the proud identification and attachment ‘this field of five sheaths is myself’] that grows [and flourishes] in this, the field of five sheaths [namely body, life, mind, intellect and will], which is not oneself, [thereby separating that entire field of five sheaths from oneself] as ‘not I’, (making <i>appaḷam</i>, see; eating it, put an end to your desire.)</blockquote>\n<b>Explanation:</b> The main ingredient in <i>appaḷam</i> is black gram, so in this song Bhagavan uses this as a metaphor for ego, the false awareness ‘I am this body’, which is what needs to be curbed and subdued (broken and pulverised) by the practice of self-investigation (<i>ātma-vicāra</i>) so that it becomes fit to be consumed by the clear and infinite light of pure awareness, which is what we actually are. Since ego is the <i>dēhābhimāna</i>, the attachment to a body as if it were oneself, even though it is not oneself, he describes it here as ‘தான் அல்லா ஐம் கோச க்ஷேத்ரம் இதில் வளர் தான் என்னும் மானம்’ (<i>tāṉ allā aim kōśa kṣētram idil vaḷar tāṉ eṉṉum māṉam</i>), ‘the <i>māna</i> [attachment, identification, pride or conceit] ‘myself’ that grows in this, the field of five sheaths, which is not oneself’.<br>\n<br>\n<a name=\"un05\"></a>There is no adequate word in English to translate the Sanskrit terms <i>māna</i> and <i>abhimāna</i>, but they both mean pride, conceit, egotism or conception of oneself, so in <i>vēdānta</i> they are used to refer to ego’s identification with and consequent attachment to whatever it takes itself to be, namely a body (<i>dēha</i>), and hence ego is often described as <i>dēhābhimāna</i>, implying that it is identification with and attachment to a body as if it were oneself. The body that we as ego take to be ourself is a form composed of five sheaths, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, “உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும்” (<i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum</i>), “The body is a form of five sheaths. Therefore all five are included in the term ‘body’”, so in this verse he describes the body as ‘ஐம் கோச க்ஷேத்ரம்’ (<i>aim kōśa kṣētram</i>), ‘the field of five sheaths’, which he says is ‘தான் அல்லா’ (<i>tāṉ allā</i>), ‘not oneself’ or ‘other than oneself’.<br>\n<br>\n<a name=\"uu22\"></a>The five sheaths (<i>pañca kōśa</i>) that constitute the field called ‘body’ are the physical body (<i>sthūla sarīra</i>), which is called <i>annamaya kōśa</i>, ‘the sheath composed of food’; life (<i>prāṇa</i>), which is called <i>prāṇamaya kōśa</i>, ‘the sheath composed of <i>prāṇa</i> (life or breath)’; mind (<i>manas</i>), which is called <i>manōmaya kōśa</i>, ‘the sheath composed of mind (which in this context refers to the grosser functions of the mind, such as perception, memory, thoughts, feelings and emotions)’; intellect (<i>buddhi</i>), which is called <i>vijñānamaya kōśa</i>, ‘the sheath composed of <i>vijñāna</i> (the faculty of distinguishing, discerning and understanding)’; and will (<i>cittam</i>), which is called both <i>ānandamaya kōśa</i>, ‘the sheath composed of bliss’, and <i>kāraṇa śarīra</i>, ‘the causal body’. Though we as ego experience ourself as if we were all these five collectively, they are all <i>jaḍa</i> (non-aware) and <i>asat</i> (unreal or non-existent), and hence they are not what we actually are, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness are all <i>jaḍa</i> and <i>asat</i>, they are not ‘I’, which is <i>sat</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Since [the five sheaths, namely] body, life, mind, intellect and darkness [consisting of <i>viṣaya-vāsanās</i>, inclinations or desires to be aware of things other than oneself] are all <i>jaḍa</i> [non-aware] and <i>asat</i> [unreal or non-existent], they are not ‘I’, which is [<i>cit</i>, what is aware, and] <i>sat</i> [what actually exists].</blockquote>\nHe refers to the will here as இருள் (<i>iruḷ</i>), ‘darkness’, since it consists of <i>viṣaya-vāsanās</i>, whose nature is darkness, because they are our inclinations to face away from ourself, the light of pure awareness, so they are not only born from ego, the darkness of self-ignorance, but also nourish and sustain it whenever we allow ourself to be swayed by them. Since these five sheaths are all objects perceived by ego, they are not aware either of their own existence or of anything else, so they seem to exist only in the view of ego, which itself does not actually exist, and hence they are <i>jaḍa</i> (non-aware) and <i>asat</i> (non-existent). Therefore they are not ‘I’, which is <i>sat-cit</i>: what actually exists and is actually aware.<br>\n<br>\nHowever, though this field of five sheaths is not oneself, ego rises, grows and flourishes in it, mistaking it to be itself, so we need to separate ourself from it by recognising that it is ‘not I’, which we can do only by means of <i>jñāna-vicāra</i> (awareness-investigation), which is the practice of being keenly self-attentive in order to see who am I. That is, to the extent to which we keenly investigate our fundamental awareness of our own existence, ‘I am’, we separate ourself (this fundamental awareness) from the field of five sheaths with which we now seem to be entangled, so since ego is the false awareness ‘I am this field of five sheaths’, by <i>jñāna-vicāra</i> we are breaking and pulverising ego, and hence Bhagavan compares <i>jñāna-vicāra</i> to the திரிகை (<i>tirigai</i>), the hand-mill in which black gram is broken and pulverised.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/gboT28H9gl4\"><i>Appaḷa Pāṭṭu</i> verse 1</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/gboT28H9gl4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<a name=\"appala2\"></a><b>Verse 2:</b><br>\n<blockquote>சத்சங்க மாகும் பிரண்டை ரசத்தொடு<br>\nசமதம மாகின்ற ஜீரக மிளகுட<br>\nனுபரதி யாகுமவ் வுப்போ டுள்ளநல்<br>\nவாசனை யாம்பெருங் காயமுஞ் சேர்த்து —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(அப்)<br>\n<br>\n<i>satsaṅga māhum piraṇḍai rasattoḍu<br>\nśamadama māhiṉḏṟa jīraka miḷahuḍa<br>\nṉuparati yāhumav vuppō ḍuḷḷanal<br>\nvāsaṉai yāmperuṅ gāyamuñ cērttu</i> —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>ap</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> சத்சங்கம் ஆகும் பிரண்டை ரசத்தொடு, சம தமம் ஆகின்ற ஜீரகம் மிளகு உடன், உபரதி ஆகும் அவ் உப்போடு, உள்ள நல் வாசனை ஆம் பெருங்காயமும் சேர்த்து, (அப்பளம் இட்டு பாரு; ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sat-saṅgam āhum piraṇḍai rasattoḍu, śama damam āhiṉḏṟa jīrakam miḷahu uḍaṉ, uparati āhum a-vv-uppōḍu, uḷḷa nal vāsaṉai ām peruṅgāyamum sērttu,</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>English translation:</b> With juice of square-stemmed vine, which is <i>sat-saṅga</i>, with cumin and black pepper, which are <i>śama</i> and <i>dama</i>, and with that salt, which is <i>uparati</i>, mixing asafoetida, which is the good <i>vāsanā</i> in the heart, (making <i>appaḷam</i>, see; …)<br>\n<br>\n<b>Explanatory paraphrase:</b> With juice of square-stemmed vine, which is <i>sat-saṅga</i> [association with what is real (<i>sat</i>), either directly by being self-attentive, or indirectly by dwelling on teachings that repeatedly encourage one to be self-attentive or by lovingly thinking about or being in the company of a <i>jñāni</i> who gives such teachings], with cumin and black pepper, which are [respectively] <i>śama</i> [tranquillity or calmness of mind] and <i>dama</i> [taming, curbing, restraining or subduing the mind by withdrawing it from both external and internal objects], and with that salt, which is <i>uparati</i> [cessation of mental activity by giving up interest in anything other than being self-attentive], mixing [adding or combining] asafoetida, which is the good <i>vāsanā</i> [namely <i>sat-vāsanā</i>, the inclination to know and to be what one actually is] in the heart, [that is, combining and mixing all these supportive ingredients with the main ingredient, namely black gram, the <i>dēhābhimāna</i> or false identification ‘I am this body composed of five sheaths’, which has been broken and pulverised in the hand-mill of <i>jñāna-vicāra</i>] (making <i>appaḷam</i>, see; eating it, put an end to your desire.)</blockquote>\n<a name=\"ny07\"></a><a name=\"un13\"></a><b>Explanation:</b> சத்சங்கம் (<i>sat-saṅgam</i>), also spelt सत्संग (<i>sat-saṁga</i>) in Sanskrit, means clinging to, attachment to, association with or contact with <i>sat</i>, which means what is real or what actually exists. As Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself]’, and as he says in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’, so we alone are <i>sat</i>, and hence he often used to say that clinging firmly to ourself by being keenly self-attentive is the best <i>sat-saṅga</i>. This alone is direct <i>sat-saṅga</i>, and all other forms of <i>sat-saṅga</i> are more or less indirect.<br>\n<br>\nThough the <i>sadguru</i> appears in human form, or in the case of Arunachala in the form of a hill, what he actually is is only <i>sat</i>, or as Bhagavan says in the <a href=\"#appala-anupallavi\"><i>anupallavi</i></a>, <i>sat-bhōda-sukha</i> (existence-awareness-happiness or <i>sat-cit-ānanda</i>), so clinging with love to the <i>sadguru</i> or being associated with him in any way is an indirect but nevertheless very efficacious form of <i>sat-saṅga</i>. Since the <i>sadguru</i> appears in form only to teach us that we alone are real and that we can know ourself as we actually are only by turning inwards to face ourself alone, keeping our mind dwelling on his teachings is the best of all indirect forms of <i>sat-saṅga</i> and the greatest aid to us in our effort to turn back within. Meditating on the name or form of the <i>sadguru</i> or being in his physical presence are also good indirect forms of <i>sat-saṅga</i>, but less efficacious than meditating on his teachings, because his teachings constantly remind us and encourage us to turn back within.<br>\n<br>\nThe next three ingredients that he mentions in this verse, namely <i>śama</i>, <i>dama</i> and <i>uparati</i> are the first three of the <i>śamādi ṣaṭka saṁpatti</i>, the ‘six suitable conditions beginning with <i>śama</i>’, which are generally listed in the order <i>śama</i> (tranquillity or calmness of mind), <i>dama</i> (taming, curbing, restraining or subduing the mind by withdrawing it from all objects), <i>uparati</i> (cessation of mental activity by giving up interest in anything other than being self-attentive), <i>titikṣā</i> (endurance, forbearance and patience), <i>śraddhā</i> (firm conviction born of inner clarity of heart and mind that enables one to recognise without the least shadow of doubt that the teachings of <i>vēdānta śāstras</i> and the <i>sadguru</i> are true) and <i>samādhāna</i> (<i>samādhi</i>, namely fixing the mind firmly in contemplation on one’s real nature, which is the correct <a href=\"https://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html#ssp\">practice of <i>sahaja samādhi</i></a>). These six qualities are collectively the third of the <i>sādhanā catuṣṭayam</i>, the ‘fourfold means’ or basic qualifications required for one to steadfastly practise self-investigation, namely <i>nityānitya vastu vivēka</i> (discrimination or ability to distinguish what is eternal from what is impermanent), <i>iha amutra phala bhōga virāga</i> (<i>vairāgya</i> or freedom from desire for pleasures here or there (in this or any other world), which are the fruits of past actions), <i>śamādi ṣaṭka saṁpatti</i> (the six suitable conditions beginning with <i>śama</i>) and <i>mumukṣutva</i> (intense yearning for liberation from bondage).<br>\n<br>\nThe need for this <i>sādhanā catuṣṭayam</i> is emphasised in most <i>vēdānta śāstras</i>, such as in verses 16 to 30 of <i>Vivēkacūḍāmaṇi</i> (which are the fifth paragraph in Bhagavan’s Tamil prose translation of it), but Bhagavan seldom mentioned the need for all these nine basic qualifications (except of course the first two, namely <i>vivēka</i> and <i>vairāgya</i>, and also by implication the last one, namely <i>mumukṣutva</i>), and we can infer that the reason he did not explicitly emphasise the need for all of them is because if we are attracted to the path of self-investigation and self-surrender taught by him, that indicates that we already have them to a sufficient degree to start following this path, and they will naturally grow within us to the extent that we persevere in trying to turn our attention back within to face ourself alone. However, by explicitly mentioning the first three of the <i>śamādi ṣaṭka saṁpatti</i> in this verse, he indirectly acknowledged that all nine qualities listed as the <i>sādhanā catuṣṭayam</i> are indeed required at least to a certain extent.<br>\n<br>\nThe fifth and final ingredient that he mentions in this verse, namely ‘உள்ள நல் வாசனை’ (<i>uḷḷa nal vāsanai</i>), ‘the inner good <i>vāsanā</i>’ or ‘the good <i>vāsanā</i> in the heart’, is the most important of all of them, because the good <i>vāsanā</i> (inclination) he is referring to is <i>sat-vāsanā</i>, the inclination to know and to be what one actually is, which is what is otherwise called <i>svātma-bhakti</i>, love for one’s own self, and <i>tīvra mumukṣutva</i>, intense yearning for liberation from bondage. To the extent to which we have <i>sat-vāsanā</i>, we will automatically and inevitably have <i>vivēka</i>, <i>vairāgya</i> and all the other required qualifications, because <i>sat-vāsanā</i> is love to attend to ourself alone, which is the key to success in this path. As he often used to say, <i>bhakti</i> is the mother of <i>jñāna</i>, thereby implying that intense love to know and to be what we actually are alone is what will enable us to know and to be what we actually are.<br>\n<br>\nTo make the <i>appaḷam</i> of pure awareness, these five ingredients, namely <i>sat-saṅga</i>, <i>śama</i>, <i>dama</i>, <i>uparati</i> and <i>sat-vāsanā</i>, are to be mixed and combined with the principle ingredient, and namely the <i>dēhābhimāna</i>, the false identification ‘I am this body composed of five sheaths’, which has been broken and pulverised in the hand-mill of persistent <i>jñāna-vicāra</i>, investigation of our fundamental awareness ‘I am’.<br>\n<br>\nAfter describing all these ingredients and their initial preparation in these first two verses, in the final two verses Bhagavan describes the process and purpose of cooking this <i>appaḷam</i> composed of pure awareness.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/PNYv3UAz35w\"><i>Appaḷa Pāṭṭu</i> verse 2</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PNYv3UAz35w\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<a name=\"appala3\"></a><b>Verse 3:</b><br>\n<blockquote>கன்னெஞ்சி னானா னென்று கலங்காம<br>\nலுண்முக வுலக்கையா லோயா திடித்து<br>\nசாந்தமாங் குழவியாற் சமமான பலகையிற்<br>\nசந்ததஞ் சலிப்பற சந்தோஷ மாகவே —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(அப்)<br>\n<br>\n<i>kaṉṉeñji ṉāṉā ṉeṉḏṟu kalaṅgāma<br>\nluṇmukha vulakkaiyā lōyā diḍittu<br>\nśāntamāṅ guṙaviyāṯ samamāṉa palahaiyiṯ<br>\nsantatañ salippaṟa santōṣa māhavē</i> —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>ap</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> கல் நெஞ்சில் ‘நான் நான்’ என்று கலங்காமல் உள் முக உலக்கையால் ஓயாது இடித்து, சாந்தம் ஆம் குழவியால் சமம் ஆன பலகையில் சந்ததம் சலிப்பு அற சந்தோஷமாகவே (அப்பளம் இட்டு பாரு; ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kal neñjil ‘nāṉ nāṉ’ eṉḏṟu kalaṅgāmal uḷ-mukha ulakkaiyāl ōyādu iḍittu, śāntam ām kuṙaviyāl samam āṉa palahaiyil santatam salippu aṟa santōṣamāhavē</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>அன்வயம்:</b> நெஞ்சு கல்லில் கலங்காமல் உள் முக உலக்கையால் ‘நான் நான்’ என்று ஓயாது இடித்து, சமம் ஆன பலகையில் சாந்தம் ஆம் குழவியால் சந்ததம் சலிப்பு அற சந்தோஷமாகவே (அப்பளம் இட்டு பாரு; ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>neñju kallil kalaṅgāmal uḷ-mukha ulakkaiyāl ‘nāṉ nāṉ’ eṉḏṟu ōyādu iḍittu, samam āṉa palahaiyil śāntam ām kuṙaviyāl santatam salippu aṟa santōṣamāhavē</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>English translation:</b> By the pestle of facing inwards without being agitated, incessantly pounding as ‘I am I’ in the heart-stone, by the rolling-pin, which is peace, on the board, which is equanimity, without weariness always joyfully (making <i>appaḷam</i>, see; …)<br>\n<br>\n<b>Explanatory paraphrase:</b> By [means of] the pestle of <i>uḷ-mukha</i> [the practice of facing inwards] without being agitated [or confused] [by allowing one’s attention to be distracted away from oneself under the sway of one’s  <i>viṣaya-vāsanās</i>], incessantly pounding [the <i>dēhābhimāna</i> tempered with the other ingredients] [by recognising oneself as] as ‘I am I’ [the fresh degree of clarity (<i>sphuraṇa</i>) of self-awareness that shines in one’s heart as ‘I am I’ (that is, as awareness of oneself as oneself alone) to the extent that one keenly, calmly and steadily faces inwards to see who am I] in the heart-stone [the pure heart or mind that is imbued with steadfast <i>titikșā</i> (endurance, forbearance and patience), which is unshakably firm like a stone mortar], [and then flattening the resulting <i>appaḷam</i> dough (namely the thoroughly pounded <i>dēhābhimāna</i>) into round wafers] with the rolling-pin, which is <i>śānta</i> [peace, tranquillity, composure, contentment, resignation or subsidence], on the board, which is <i>sama</i> [sameness, constancy, evenness, equanimity, imperturbability or <i>samādhi</i>], without <i>salippu</i> [weariness, weakness, inattentiveness, negligence or <i>pramāda</i>]  always joyfully (making <i>appaḷam</i>, see; eating it, put an end to your desire.)</blockquote>\n<b>Explanation:</b> When an <i>appaḷam</i> is being made, the main ingredient, namely black gram, is first broken and pulverised in a hand-mill, and then other ingredients are added to it, and these preliminary processes are what Bhagavan referred to in the previous two verses. The next two processes are pounding the combined ingredients in a stone mortar, and then flattening the resulting dough into round wafers on a flat board using a rolling-pin, and these are the two processes that he refers to respectively in the first two and last two lines of this verse. <br>\n<br>\n ‘கல் நெஞ்சு’ (<i>kal neñju</i>) literally means ‘stone heart’ or ‘stone mind’, which implies a heart or mind that is a stone, or like a stone, so in what sense should the heart or mind be like a stone? A stone mortar serves its function because of its firmness or hardness, so the implication here is that our heart or mind should be firm and hard like a stone. That is, what Bhagavan refers to here as ‘கல் நெஞ்சு’ (<i>kal neñju</i>), a ‘stone heart’ or ‘stone mind’, is a pure heart or mind that is imbued with steadfast <i>titikșā</i> (endurance, forbearance and patience) and is therefore unshakably firm like a stone mortar.<br>\n<br>\nIn such a mind we need to incessantly pound the ego or <i>dēhābhimāna</i>, which has already been crushed in the hand-mill of <i>jñāna-vicāra</i> and tempered with the other ingredients, namely <i>sat-saṅga</i>, <i>śama</i>, <i>dama</i>, <i>uparati</i> and <i>sat-vāsanā</i>, using what he describes here as ‘உண்முக உலக்கை’ (<i>uṇmukha ulakkai</i>), the ‘inward facing pestle’ or ‘pestle of facing inwards’. What he means by ‘உண்முகம்’ (<i>uṇmukham</i>), which is a compound of two words, ‘உள் முகம்’ (<i>uḷ mukham</i>), ‘inward facing’, is facing towards ourself alone, because everything other than ourself is external and extraneous to ourself, so what is உள் (<i>uḷ</i>), inside or interior, is only ourself as we actually are, and hence ‘உண்முகம்’ (<i>uṇmukham</i>) or ‘உள் முகம்’ (<i>uḷ mukham</i>) implies being keenly self-attentive.<br>\n<br>\nTherefore what he describes here as ‘உண்முக உலக்கையால் ஓயாது இடித்து’ (<i>uṇmukha ulakkaiyāl ōyādu iḍittu</i>), ‘incessantly pounding by the pestle of facing inwards’, is the same practice of being self-attentive that he described in the <a href=\"#appala1\">first verse</a> as ‘நான் ஆர் என் ஞான விசார திரிகையில் உடைத்து பொடித்து’ (<i>nāṉ ār eṉ ñāṉa-vicāra tirigaiyil uḍaittu poḍittu</i>), ‘in the hand-mill of <i>jñāna-vicāra</i> [awareness-investigation], who am I, breaking and pulverising’. That is, to follow the path of self-investigation and self-surrender that he has taught us, all we need to practise from beginning to end is only being more and more keenly self-attentive. Though he described this practice in various ways, both in this song and elsewhere, this was the only practice he was persistently urging us to do in all his teachings, because it is only by keenly attending to ourself that we can know ourself as we actually are and thereby eradicate ego, the false identification (<i>abhimāna</i>) that grows and flourishes in the field of five sheaths as ‘I am this body’.<br>\n<br>\nHe says that this pounding by the practice of facing inwards should be not only ஓயாது (<i>ōyādu</i>), ‘not ceasing’ or ‘not diminishing’, which implies incessantly, but also கலங்காமல் (<i>kalaṅgāmal</i>), ‘not being disturbed’, ‘not being agitated’ or ‘not being confused’, which implies that we should cling to self-attentiveness so firmly that we do not allow ourself to be disturbed, agitated or confused even to the slightest extent by letting our attention be distracted away from ourself towards anything else under the sway of our  <i>viṣaya-vāsanās</i>, inclinations (<i>vāsanās</i>) to attend to any object or phenomenon (<i>viṣaya</i>).<br>\n<br>\nMost significantly, he also says that this pounding should be ‘நான் நான் என்று’ (<i>nāṉ nāṉ eṉḏṟu</i>), “as ‘I am I’”. What he means by ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, is the recognition, no matter how faint it may initially be, that what we actually are is not this body or any other phenomenon but only ‘I am’, which is <i>sat-cit</i>, our fundamental awareness (<i>cit</i>) of our own existence (<i>sat</i>). Therefore “‘நான் நான்’ என்று ஓயாது இடித்து” (<i>‘nāṉ nāṉ’ eṉḏṟu ōyādu iḍittu</i>), “incessantly pounding as ‘I am I’”, means incessantly pounding the <i>dēhābhimāna</i>, the false awareness ‘I am this body’, by recognising ourself to be ourself alone, ‘I am I’, and the instrument or means by which we are thus to recognise ourself as ‘I am I’ is ‘உண்முக உலக்கை’ (<i>uṇmukha ulakkai</i>), ‘the pestle of facing inwards’. This recognition that we are nothing other than ‘I’ is what he called <a href=\"https://happinessofbeing.blogspot.com/search/label/aha%E1%B9%81-sphura%E1%B9%87a\"><i>sphuraṇa</i></a>, which means shining or being clear, or <i>aham-sphuraṇa</i>, the shining or clarity of ‘I’, because it is the fresh degree of clarity of self-awareness that shines in our heart as ‘I am I’ (that is, as awareness of ourself as ourself alone) to the extent that we keenly, calmly and steadily face inwards to see who am I.<br>\n<br>\nThus the first two lines of this verse, “கல் நெஞ்சில் ‘நான் நான்’ என்று கலங்காமல் உண்முக உலக்கையால் ஓயாது இடித்து” (<i>kal neñjil ‘nāṉ nāṉ’ eṉḏṟu kalaṅgāmal uṇmukha ulakkaiyāl ōyādu iḍittu</i>), literally mean “In the stone heart pounding incessantly as ‘I am I’ by the pestle of facing inwards without being agitated”, and imply that we should incessantly face inwards to see ourself as we actually are, namely as ‘I am I’, without being disturbed, agitated or confused by allowing our attention to be distracted away from ourself towards anything else whatsoever.<br>\n<br>\nIn the last two lines he refers to the next process in the making of an <i>appaḷam</i>, namely rolling and flattening the well-pounded dough to form round wafers, saying ‘சாந்தம் ஆம் குழவியால் சமம் ஆன பலகையில் சந்ததம் சலிப்பு அற சந்தோஷமாகவே’ (<i>śāntam ām kuṙaviyāl samam āṉa palahaiyil santatam salippu aṟa santōṣamāhavē</i>), ‘by the rolling-pin, which is peace, on the board, which is equanimity, without weariness always joyfully [making <i>appaḷam</i>, see; …]’. That is, he describes the stable board on which the dough is to be rolled and flattened as a metaphor for சாந்தம் (<i>śāntam</i>), peace, tranquillity, composure, contentment, resignation or subsidence, and the rolling-pin as a metaphor for சமம் (<i>samam</i>), sameness, constancy, evenness, equanimity, imperturbability or <i>samādhi</i> in its deepest sense.<br>\n<br>\nThis word சமம் (<i>samam</i>) that he uses here should not be confused with the word சமம் (<i>śamam</i>) that he used in the <a href=\"#appala2\">previous verse</a>, because சமம் is the Tamil spelling of two Sanskrit words, namely शम (<i>śama</i>) and सम (<i>sama</i>), which are entirely distinct, even though there is a certain overlap in their meaning, since both can imply equanimity. Whereas in the previous verse he used சமம் in the sense of शम (<i>śama</i>), which means calmness, tranquillity, equanimity, pacification or cessation of mind, in this verse he uses it in the sense of सम (<i>sama</i>), which means sameness, constancy, evenness, equanimity or imperturbability.<br>\n<br>\nSince he talks about சாந்தம் (<i>śāntam</i>), peace and tranquillity, and சமம் (<i>samam</i>), constancy, evenness and equanimity, immediately after talking about the practice of incessantly facing inwards, what he implies here is that the more we face inwards the more we will subside and thereby experience profound equanimity and peace, because they are the real nature of ourself, and consequently they shine forth to the extent that we subside back within ourself by being keenly self-attentive.<br>\n<br>\nHe also implies that we should continue this practice of looking deep within ourself by being keenly self-attentive ‘always, without weariness and joyfully’: ‘சந்ததம் சலிப்பு அற சந்தோஷமாகவே’ (<i>santatam salippu aṟa santōṣamāhavē</i>). சந்ததம் (<i>santatam</i>) means always, constantly, uninterruptedly, perpetually, eternally or forever, so it implies the same as ஓயாது (<i>ōyādu</i>), ‘not ceasing’ or ‘not diminishing’, which is the adverbial participle he used in the second line, so by using both these adverbials in this verse he strongly emphasises the need for us to try always and incessantly to face inwards to see ourself as ‘I am I’.<br>\n<br>\nசலிப்பு (<i>salippu</i>) means weariness, weakness, languishing, inattentiveness, negligence or forgetfulness, so in this context it implies <i>pramāda</i> (self-negligence, slackness in self-attentiveness or failure to attend oneself). Therefore ‘சலிப்பு அற’ (<i>salippu aṟa</i>), ‘without <i>salippu</i>’, implies without <i>pramāda</i> or inattentiveness, so in effect it implies the same as கலங்காமல் (<i>kalaṅgāmal</i>), ‘not being disturbed or agitated’, in the first line, namely being undisturbed by any distraction, which appears only due to <i>pramāda</i> or slackness in self-attentiveness. That is, in order to face inwards always and incessantly, we need to cling to self-attentiveness so firmly and vigilantly that we do not allow ourself to succumb to <i>pramāda</i>.<br>\n<br>\nThe more we cling to self-attentiveness, the more we will subside back into our source, which is pure awareness, and thereby experience ourself as ‘I am just I’, and consequently we will lose ourself in pure joy, which is our own real nature, so he concludes this verse with the adverb சந்தோஷமாகவே (<i>santōṣamāhavē</i>), ‘joyfully’ or ‘actually as joy’.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/3-CMY_uyLj0\"><i>Appaḷa Pāṭṭu</i> verse 3</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/3-CMY_uyLj0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#appala3\">The practice of holding the <i>sphuraṇa</i> ‘I am I’ firmly in our heart by calmly and incessantly facing inwards is what he describes metaphorically in the first two lines of this verse as pounding the ingredients of an <i>appaḷam</i> (the principal ingredient in this metaphorical <i>appaḷam</i> being ego, the <i>dēhābhimāna</i> or false identification ‘I am this body’) with a pestle in a stone mortar</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#appala3\">As above</a><br>\n<br>\n<a name=\"appala4\"></a><b>Verse 4:</b><br>\n<blockquote>மோனமுத் ரையாகு முடிவில்லாப் பாத்ரத்தில்<br>\nஞானாக்னி யாற்காயு நற்பிரம்ம நெய்யதி<br>\nனானது வாகவே நாளும் பொரித்துத்<br>\nதானே தானாக புஜிக்கத் தன்மய —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(அப்)<br>\n<br>\n<i>mōṉamud raiyāhu muḍivillāp pātrattil<br>\nñāṉāgṉi yāṯkāyu naṯbiramma neyyadi<br>\nṉāṉadu vāhavē nāḷum porittut <br>\ntāṉē tāṉāha bhujikkat taṉmaya</i> —&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>ap</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> மோன முத்ரை ஆகும் முடிவில்லா பாத்ரத்தில் ஞான அக்னியால் காயும் நல் பிரம்ம நெய் அதில் ‘நான் அது’ ஆகவே நாளும் பொரித்து, ‘தானே தான்’ ஆக புஜிக்க, தன்மய (அப்பளம் இட்டு பாரு...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mōṉa mudrai āhum muḍivillā pātrattil ñāṉa agṉiyāl kāyum nal biramma ney adil ‘nāṉ adu’ āhavē nāḷum porittu, ‘tāṉē tāṉ’ āha bhujikka, taṉmaya</i> (<i>appaḷam iṭṭu pāru; …</i>)<br>\n<br>\n<b>English translation:</b> To experience as ‘oneself alone is oneself’, in that, the excellent ghee of <i>brahman</i>, which is heated by the fire of <i>jñāna</i> in the infinite pan, which is <i>mauna-mudrā</i>, constantly frying as ‘I am that’, (making <i>appaḷam</i>) composed of that, (see; …)<br>\n<br>\n<b>Explanatory paraphrase:</b> [In order] to experience [<i>ātma-svarūpa</i>, the real nature of oneself] as ‘oneself alone is oneself’ [‘myself alone is myself’ or ‘I alone am I’], in that, the excellent ghee [or pure clarified butter] of <i>brahman</i>, which is heated by <i>jñānāgni</i> [the fire of <i>jñāna</i> or pure awareness] in the infinite pan, which is <i>mauna-mudrā</i> [the sign that is silence, namely the infinite space of silence, which is the sign that inwardly reveals the real nature of oneself as ‘I am just I’], constantly frying [the dry wafers of <i>appaḷam</i> dough prepared in the manner described in the previous three verses in accordance with the unique language of silence described in the <i>anupallavi</i>] as ‘I am that [namely <i>brahman</i>, the pure awareness that always shines as I]’, (making) <i>tanmaya</i> (<i>appaḷam</i> [<i>appaḷam</i> composed of <i>tat</i>, ‘that’, namely <i>brahman</i>], see; eating it, put an end to your desire.)</blockquote>\n<b>Explanation:</b> In this final verse Bhagavan explains how the <i>appaḷam</i> prepared in the manner described in the previous verses is finally to be cooked and eaten, and what its nature is. In the first three lines he explains how it is to be cooked: “மோன முத்ரை ஆகும் முடிவில்லா பாத்ரத்தில் ஞான அக்னியால் காயும் நல் பிரம்ம நெய் அதில் ‘நான் அது’ ஆகவே நாளும் பொரித்து” (<i>mōṉa mudrai āhum muḍivillā pātrattil ñāṉa agṉiyāl kāyum nal biramma ney adil ‘nāṉ adu’ āhavē nāḷum porittu</i>), “In that, the excellent ghee of <i>brahman</i>, which is heated by the fire of <i>jñāna</i> in the infinite pan, which is <i>mauna-mudrā</i>, constantly frying as ‘I am that’”.<br>\n<br>\nIn the first line he explains where this <i>appaḷam</i> is to be cooked, namely ‘மோன முத்ரை ஆகும் முடிவில்லா பாத்ரத்தில்’ (<i>mōṉa mudrai āhum muḍivillā pātrattil</i>), ‘in the infinite pan, which is <i>mauna-mudrā</i>’. ‘மோன முத்ரை’ (<i>mōṉa mudrai</i>), or <i>mauna-mudrā</i> as it would be in Sanskrit, means ‘silence-sign’ or ‘sign of silence’ in the sense of ‘the sign that is silence’, and the reason why Bhagavan describes <i>mauna</i> (silence) as a <i>mudrā</i> (sign) is that <i>mudrās</i> are a non-verbal means of communication, and <i>mauna</i> is the ultimate non-verbal means of communication, because it alone can reveal the real nature of ourself (<i>ātma-svarūpa</i>). That is, when we investigate ourself so keenly that we subside back within and dissolve forever in the source from which we had risen, what remains is just the infinite silence of pure being, and it is only in that infinite silence that our real nature will shine clearly, because our real nature is nothing other than that silence itself.<br>\n<br>\nமுடிவு (<i>muḍivu</i>) means end, limit or death, so முடிவில்லா (<i>muḍivillā</i>), ‘without முடிவு (<i>muḍivu</i>)’, means endless, limitless, deathless, eternal, indestructible and infinite. Therefore when Bhagavan describes the place or state in which our <i>appaḷam</i> is to be cooked as ‘மோன முத்ரை ஆகும் முடிவில்லா பாத்ரம்’ (<i>mōṉa mudrai āhum muḍivillā pātram</i>), ‘the infinite pan, which is <i>mauna-mudrā</i>’, what he implies is that it is the infinite and eternal space of silence, because such silence alone is what will reveal to us what we always actually are, namely the pure awareness ‘I am just I’.<br>\n<br>\nIn the second line he explains the medium in which and the fire over which our <i>appaḷam</i> is to be cooked, namely ‘ஞான அக்னியால் காயும் நல் பிரம்ம நெய் அதில்’ (<i>ñāṉa agṉiyāl kāyum nal biramma ney adil</i>), ‘in that, the excellent ghee of <i>brahman</i>, which is heated by the fire of <i>jñāna</i>’. That is, the excellent ghee or pure clarified butter in which it is to be cooked is <i>brahman</i>, and the fire over which it is to be cooked is <i>jñānāgni</i>, the fire of <i>jñāna</i> or pure awareness.<br>\n<br>\nSince <i>mauna</i>, <i>jñāna</i> and <i>brahman</i> are all nothing other than ourself as we actually are, what he implies in these first two lines is that our <i>appaḷam</i> is to be cooked in the infinite pan that is ourself, in the ghee that is ourself, heated by the fire that is ourself, because it is only by sinking deep within ourself and thereby just being ourself as we actually are, namely as ‘I am I’, that we can know ourself as we actually are.<br>\n<br>\nThis is further emphasised by him in the third line, in which he explains how our <i>appaḷam</i> is to be cooked in the ghee of <i>brahman</i>, which is ourself, heated by the fire of <i>jñāna</i>, which is ourself, in the infinite space of <i>mauna</i>, which is ourself, namely “‘நான் அது’ ஆகவே நாளும் பொரித்து” (<i>‘nāṉ adu’ āhavē nāḷum porittu</i>), “constantly frying as ‘I am that’”. Here அது (<i>adu</i>), ‘that’, refers to <i>brahman</i>, which is ourself as we actually are, namely as the awareness ‘I’ in its pristine condition, uncontaminated by even the slightest stain of any adjunct, so what he indirectly implies by saying that our <i>appaḷam</i> is to be constantly fried as ‘நான் அது’ (<i>nāṉ adu</i>), ‘I am that’, is that we should experience ourself eternally as ‘I am I’, and we can experience ourself thus only in ourself, as ourself, because nothing other than ourself actually exists.<br>\n<br>\nFrying an <i>appaḷam</i> is a process of transforming a tasteless and inedible wafer of carefully prepared and seasoned black gram dough into a tasty and nourishing <i>appaḷam</i>. Likewise, after ego, the <i>dēhābhimāna</i> or false awareness ‘I am this body’, has been carefully prepared and matured by the practice of self-investigation and self-surrender, it is finally transformed into pure awareness (<i>jñāna</i>), the infinite space of silence (<i>mauna</i>) called <i>brahman</i>, which is what shines eternally and solitarily in the heart as ‘I am I’ (that is, as ‘I am that pure awareness that always shines only as I’).<br>\n<br>\nFinally in the fourth line of this verse he explains the nature of the <i>appaḷam</i> that we are thereby to cook, describing it as ‘தன்மய அப்பளம்’ (<i>tanmaya appaḷam</i>), the <i>appaḷam</i> composed of <i>tat</i> or ‘that’, namely <i>brahman</i>, which is the infinite space of pure being (<i>sat</i>), pure awareness (<i>cit</i>) and pure happiness (<i>ānanda</i>). He also implies that eating this <i>appaḷam</i> means experiencing the real nature of oneself (<i>ātma-svarūpa</i>) as ‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’ (‘myself alone is myself’ or ‘I alone am I’), because the verb he uses in this context is புஜிக்க (<i>bhujikka</i>), which means both to eat, consume or feed on and to experience or enjoy.<br>\n<br>\nTherefore, by saying “‘தானே தான்’ ஆக புஜிக்க” (<i>‘tāṉē tāṉ’ āha bhujikka</i>), “to experience [enjoy or consume] [the <i>tanmaya appaḷam</i>] as ‘oneself alone is oneself’”, he implies that this is the purpose for which we are to make this ‘தன்மய அப்பளம்’ (<i>tanmaya appaḷam</i>), the <i>appaḷam</i> composed of that, namely <i>sat-cit-ānanda</i>, in the manner described in the previous three verses, and then constantly fry it in the clear ghee of <i>brahman</i>, which is heated by the fire of pure awareness (<i>jñāna</i>) in the infinite silence of pure being (<i>mauna</i>), which is what inwardly reveals to us the real nature of ourself as ‘I am just I’.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/6GwbRTxURbk\"><i>Appaḷa Pāṭṭu</i> verse 4</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/6GwbRTxURbk\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#appala4\">In the last line of this verse he implies that the purpose of making the metaphorical ‘தன்மய அப்பளம்’ (<i>taṉmaya appaḷam</i>), ‘the <i>appaḷam</i> composed of that [<i>brahman</i>]’, is to eat it, and to eat it means ‘தானே தான் ஆக புஜிக்க’ (<i>tāṉē tāṉ āha bhujikka</i>), “to enjoy [or experience] as ‘oneself alone is oneself’”</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#appala4\">As above</a><br>\n2016-02-08: <a href=\"https://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#i-am-i\">We cannot be anything that we do not experience permanently, so ‘I am only I’</a>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045482517470346869/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Appaḷa Pāṭṭu",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjg0MzA1NjcwMjY2Cm9mZnNldDogMzYwMDAwMAo\""
}