{
    "kind": "blogger#post",
    "id": "3908514538530335781",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-08-29T20:22:00+01:00",
    "updated": "2021-09-03T09:21:21+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/08/is-anything-other-than-ourself.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3908514538530335781",
    "title": "Is anything other than ourself intrinsically existent?",
    "content": "A friend wrote to me:<br>\n<blockquote>Thank you very much for all your contributions to elucidate Bhagavan’s teachings. One of the points (or implications?) of the teachings that confuses me the most is the statement that the world that I’m so sure exists independently of ‘me’ is exactly a dream (yes, the difficulty is \"exactly\", or maybe \"literally\"?). In fact, strangely, that statement didn’t shock me too much in the sense that I naturally had some acceptance for it the first time I heard about it. However, after much thinking (although I know that one can’t intellectually figure this thing out), I still can’t figure out how one can reject the following alternative hypothesis. Please help explain if you find some time. Sorry for the English because I’m not a native speaker.<br><a name='more'></a>\n<br>\nConventionally, we posit that the world exists independently of any being. Atoms exist, they say (by the way, I was a serious student in mathematics and physics). They also say, although we don’t actually know what water is, through our five senses, we attribute properties to it. Maybe calling it cool or warm is just thought (especially, preference for cool water over warm water is just thought). Moreover, there are other attributes of water that human’s sense organs can’t perceive, but can be perceived by other animals or sophisticated instruments. In summary, one tends to say matters exist, although the perception of them (and thus the assignment of attributes, then likes or dislikes) happens only in our consciousness. So while it’s easy to see that happiness doesn’t intrinsically lie in external things, it’s extremely difficult to reject the intrinsic existence of things. <br>\n<br>\nWhen we are in deep sleep, it’s true that we are not aware of anything else but ourself. However, how can we reject the explanation that we’re so because our sense organs (and perhaps certain parts of the brain that connect with them) are shut down, not because the outside world doesn’t actually exist? <br>\n<br>\nIn dreams, the character that we identity as ourself certainly doesn’t ask these questions concerning what he perceives and his sense organs. He never checks (or at least, in all my dreams, it is so). <br>\n<br>\nI’m aware that one can’t settle these things intellectually. The only task remains to find out who we are. However, please help me to have more conviction in Bhagavan’s teachings.</blockquote>\nThe following is adapted from the reply I wrote to him:<br>\n<ol>\n<li><a href=\"#evidence\">What evidence do we have that anything other than ourself exists?</a></li>\n<li><a href=\"#dream-1\">Is there anything that we experience in our present state that we could not equally well experience in a dream?</a></li>\n<li><a href=\"#subject\">Ego (the subject) and phenomena (objects) appear in waking and dream but disappear in sleep, so they are both just temporary appearances and hence not real</a></li>\n<li><a href=\"#sat-cit\">Awareness of our own existence exists and shines in all three states without ever appearing or disappearing, so that alone is what we actually are</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: what actually exists is only our awareness of our own existence, and that alone is what we actually are</a></li>\n<li><a href=\"#dream-2\">Do we have any adequate reason to suppose that our present state is anything other than a dream?</a></li>\n<li><a href=\"#explanation\">The simplest possible explanation for all that we experience is that everything other than ourself is just a dream</a></li>\n<li><a href=\"#bgs09\"><i>Bhagavad Gītā Sāram</i> verse 9: what actually exists must always exist, so what does not always exist does not actually exist even if it seems to exist</a></li>\n<li><a href=\"#forms\">Forms derive their existence from the substance or substances of which they consist, so they do not exist intrinsically but only contingently</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: ego is the one substance of which all phenomena consist, because they seem to exist only in the view of ourself as ego, and hence none of them could seem to exist without ego</a></li>\n<li><a href=\"#substance\">What exists and shines in sleep is only our fundamental awareness of our own existence, ‘I am’, so this alone is the source and substance of ego</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: real awareness is only awareness of what actually exists, namely ourself, so we can remain as real awareness only by knowing nothing other than ourself</a></li>\n</ol>\n<a name=\"evidence\"></a><b>1. What evidence do we have that anything other than ourself exists?</b><br>\n<br>\nAs the philosopher David Hume said, a wise man apportions his belief according to the evidence, so when considering what to believe we need to critically consider the evidence available to us and decide accordingly. When considering metaphysical issues such as whether things that seem to exist actually exist, or whether things that we perceive exist independent of our perception of them, the only evidence we have is our own experience, so this is the evidence that we need to critically consider.<br>\n<br>\nWhen considering whether something actually exists or not, the onus of proof lies on those who assert it does exist rather than those who doubt its existence. We may not be able to prove that something does not exist, but we should not for that reason alone believe that it does exist. We should not believe that it exists unless we have sufficient evidence to prove its existence, or at least to strongly support the probability of its existence.<br>\n<br>\nSo what evidence do we have that anything other than ourself exists? Other things seem to exist only because we are aware of their seeming existence, but does that mean that they actually exist, or that they exist independent of our awareness of them?<br>\n<br>\n<a name=\"dream-1\"></a><b>2. Is there anything that we experience in our present state that we could not equally well experience in a dream?</b><br>\n<br>\nIn dream we perceive many things, and so long as we are dreaming we generally believe that those things actually exist and exist independent of our perception of them, but when we wake up we immediately recognise that they were all just a mental fabrication and therefore did not exist independent of our perception of them. Therefore we need to consider whether or not our present state is just a dream, because if it is a dream, then all this is just a fabrication of our mind.<br>\n<br>\nIs there anything that we experience in our present state, or in any other state that we take to be waking, that we could not equally well experience in a dream? Obviously not, because in a dream it is possible to experience anything that is experienceable. Therefore we have no evidence, and can never have any evidence, that our present state is anything other than a dream.<br>\n<br>\nAny state in which we experience phenomena of any kind whatsoever could be just a dream, which means that we have no evidence that any phenomena exist independent of our perception of them. So long as we experience any phenomenon, it seems to exist, but just because it seems to exist does not mean that it actually exists. Therefore we have no evidence that anything other than ourself actually exists.<br>\n<br>\n<a name=\"subject\"></a><b>3. Ego (the subject) and phenomena (objects) appear in waking and dream but disappear in sleep, so they are both just temporary appearances and hence not real</b><br>\n<br>\nAll phenomena are objects, and the only thing that is not an object is the subject, the one who experiences phenomena. Now we seem to be the subject, but even the subject is something whose existence can be doubted, because we seem to be the subject only so long as we are experiencing phenomena. In sleep we do not experience any phenomena, and hence we do not seem to be a subject. Instead we remain as just ‘I am’, our fundamental awareness of our own existence.<br>\n<br>\nIn waking and dream we experience ourself as a subject, an experiencer of phenomena, and whenever we experience ourself thus we mistake ourself to be a phenomenon consisting of five sheaths, namely a body, life, mind, intellect and will. When we do not mistake ourself to be such a phenomenon, as in sleep, we do not experience any other phenomena.<br>\n<br>\nSince we are aware of our existence in sleep without being aware of any phenomena, we cannot be any phenomenon, so the phenomenon consisting of five sheaths that we seem to be in waking and dream is not what we actually are. Therefore, since as the subject we are always aware of ourself as if we were such a phenomenon, we can conclude that this subject is not what we actually are. This subject is what is called ego, and it is a false awareness of ourself, because as this ego we are always aware of ourself as a phenomenon consisting of five sheaths, which is something other than what we actually are.<br>\n<br>\nWhat experiences both waking and dream is only ourself as this ego, so both these states are experiences that depend upon our being aware of ourself as something other than what we actually are. Therefore how can either of these states be real? That is, when the experiencer of both these states is something that experiences itself as something that it is not, whatever it experiences cannot be any more real than itself.<br>\n<br>\nBoth ego (the subject) and phenomena (objects) appear in waking and dream but disappear in sleep, so they are both just temporary appearances and hence not real. What exists and shines in all these three states, and what never undergoes change of any kind whatsoever, is only our fundamental awareness of our own existence, ‘I am’, so this alone is what is real and what we actually are. This is why Bhagavan teaches us that the only thing worth investigating is this fundamental awareness, which is what we always experience as our own existence or being, ‘I am’.<br>\n<br>\n<a name=\"sat-cit\"></a><b>4. Awareness of our own existence exists and shines in all three states without ever appearing or disappearing, so that alone is what we actually are</b><br>\n<br>\nLet us therefore consider our own existence more carefully. Are we justified in concluding that we actually exist? Do we have sufficient evidence to prove that we actually exist rather than just seem to exist? We must actually exist, because if we did not exist we could not be aware of our existence, nor could we be aware of anything else, whether real or illusory. The fact that we are aware is therefore sufficient evidence to prove that we actually exist. We may not be what we seem to be, but we do certainly exist.<br>\n<br>\nThe very existence of ourself as something that is aware is what makes our existence self-evident. Whatever is not aware may not exist except in the view of whatever is aware of it, but we are aware of our own existence as ‘I am’, so we do actually exist.<br>\n<br>\nBut as what do we actually exist? We exist as what is aware, not merely as what is aware of other things, but more fundamentally as what is aware of its own existence. Awareness of things other than ourself appears in waking and dream but disappears in sleep, so it is not what we actually are, but awareness of our own existence exists and shines in all three states without ever appearing or disappearing, so that alone is what we actually are.<br>\n<br>\n<a name=\"uu23\"></a><b>5. <i>Upadēśa Undiyār</i> verse 23: what actually exists is only our awareness of our own existence, and that alone is what we actually are</b><br>\n<br>\nOur existence and our awareness of our existence are one and inseparable, because awareness of our existence is what we actually are. In other words, awareness of our being is our very being, because we are nothing other than that. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].</blockquote>\nWhat he means here by ‘உள்ளது’ (<i>uḷḷadu</i>), ‘what exists’, is not merely what seems to exist but what actually exists, and in this context what he means by ‘உணர்வு’ (<i>uṇarvu</i>), ‘awareness’, is not awareness of anything else but only our fundamental awareness of our own existence, ‘I am’. What actually exists is only our awareness of our own existence, and that alone is what we actually are.<br>\n<br>\n<a name=\"dream-2\"></a><b>6. Do we have any adequate reason to suppose that our present state is anything other than a dream?</b><br>\n<br>\nIf we carefully consider all that I have written so far, that should be sufficient to convince us that we have no adequate reason to suppose that anything other ourself actually exists, but in case you are still not convinced firmly enough, let us consider more carefully whether we have any adequate reason to suppose that our present state is anything other than a dream.<br>\n<br>\nMost of us are unwilling to accept that our present state may be nothing other than a dream, so to repudiate this idea we may try to point out what seem to be differences between waking and dream, but there are two fundamental problems with any arguments that try to establish that waking is not just a dream. Firstly, all such arguments are circular, because they are based on the assumption that waking and dream are fundamentally different states, which is the conclusion that they are trying to prove. That is, in order to establish that waking is not just a dream, we need to point out differences between these two states, but in order to point out such differences, we need to assume that waking is not just a dream. For example, if we argue that waking experiences are continuous and consistent whereas dream experiences are not, such an argument is based on the assumption that waking experiences are not just another variety of dream experiences.<br>\n<br>\nSecondly, any differences that may be pointed out between waking and dream are at best only qualitative differences, not substantive differences, and we can point out qualitative differences between one dream and another. For example, from the perspective of our present state some dreams seem to be particularly vivid, which distinguishes them from other dreams, which seem less vivid, but we do not therefore conclude that a more vivid dream is in any way more real than a less vivid dream. It may seem more real, but it is not actually more real, because the differences between such dreams are only qualitative, not substantive. Therefore, even if there are qualitative differences between waking and dream, this does not mean that they are substantively different states.<br>\n<br>\nMoreover, any differences that we may point out between waking and dream are differences that appear from the perspective of our present state, which we now take to be waking. If we were discussing this subject with someone in a dream, we may point out the same kind of differences and argue that they show that our present state is not a dream, but those differences would be ones that appear from the perspective of the state we are then in, which would then seem to us to be waking even though it is actually just a dream.<br>\n<br>\nSo long as we are dreaming, we seem to be awake, so we naturally assume that our present state is waking, and that all other similar states are just dreams. Even when we experience things in a dream that we would now consider to be impossible in waking, such as flying or meeting a friend who had passed away, those things seem perfectly real so long as we are experiencing them, so much so that in the case of flying we may wonder why we never noticed before how easy it is to fly, and in the case of meeting a friend who had passed away we may conclude that we were somehow mistaken in thinking that they had passed away.<br>\n<br>\nThe reason why a dream seems so real while we are experiencing it is that in a dream we always mistake ourself to be a person (a body) in that dream. Since we are real, the person we mistake ourself to be seems to be real, and since the person is a part of the dream world, the entire dream world seems to be real. In other words, we are superimposing our own reality upon the person we mistake ourself to be, and consequently on the world of which that person is just a small part.<br>\n<br>\nHowever, as soon as we wake up (or to be more precise, as soon as we leave one dream and come to another dream) we recognise that our previous state was just a dream and therefore not real, because we cease to experience ourself as the person of our previous state and instead experience ourself as a person in our current state. As soon as we cease to experience ourself as the person we seemed to be in the previous state, that person no longer seems to be real, and hence the world of the previous state likewise no longer seems to be real. This is why our current state always seems to be real and we consequently take it to be waking, whereas all other similar states seem to be unreal and we consequently recognise that they were just dreams.<br>\n<br>\n<a name=\"explanation\"></a><b>7. The simplest possible explanation for all that we experience is that everything other than ourself is just a dream</b><br>\n<br>\nRegarding the alternative hypothesis that you suggest, why should we posit any hypothesis for which we have no adequate evidence? Though this hypothesis can be used to explain our experience, it is an unnecessarily complicated explanation of it, and according to the principle of parsimony, which is popularly known as Occam’s razor, a simpler explanation is more likely to be correct than a more complicated one, because the latter entails more assumptions, and if any of those are incorrect, the entire explanation falls apart.<br>\n<br>\nThe simplest possible explanation for all that we experience is that everything other than ourself is just a dream, because to accept this explanation we need not assume anything that we do not experience. Any other explanation would be based on the assumption that there are things that exist independent of our experience of them, but we have no adequate evidence and never can have any adequate evidence that such is the case, whereas if we explain everything as being just a dream, we need not assume that there is anything that exists independent of our experience of it.<br>\n<br>\n<a name=\"bgs09\"></a><b>8. <i>Bhagavad Gītā Sāram</i> verse 9: what actually exists must always exist, so what does not always exist does not actually exist even if it seems to exist</b><br>\n<br>\nRegarding your remark, ‘So while it’s easy to see that happiness doesn’t intrinsically lie in external things, it’s extremely difficult to reject the intrinsic existence of things’, we need to consider what the term ‘intrinsic existence’ actually means and implies. How can we determine whether something exists intrinsically or not? This touches upon one of the fundamental principles of Bhagavan’s teachings and <i>advaita</i> philosophy in general, namely that what actually exists must always exist, and hence that what does not always exist does not actually exist even if it seems to exist.<br>\n<br>\nThis principle is expressed most famously in the <i>Bhagavad Gītā</i> 2.16, which Bhagavan translated into Tamil as <a href=\"https://happinessofbeing.blogspot.com/2021/05/could-what-exists-ever-not-exist.html#bgs09\">verse 9</a> of <i>Bhagavad Gītā Sāram</i>:<br>\n<blockquote>இல்லா ததனுக் கிருப்பில்லை யுள்ளதனுக்<br>\nகில்லாமை யென்ப திலையெனவே — யில்லதுள<br>\nதென்னு மிரண்டி னியல்பிதுதாங் கண்டார்மெய்<br>\nதன்னை யறிந்த தவர்.<br>\n<br>\n<i>illā dadaṉuk kiruppillai yuḷḷadaṉuk<br>\nkillāmai yeṉba dilaiyeṉavē — yilladuḷa<br>\ndeṉṉu miraṇḍi ṉiyalbidudāṅ kaṇḍārmey<br>\ntaṉṉai yaṟinda tavar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இல்லாததனுக்கு இருப்பு இல்லை. உள்ளதனுக்கு இல்லாமை என்பது இலை. எனவே இல்லது உளது என்னும் இரண்டின் இயல்பு இதுதான் கண்டார் மெய்தன்னை அறிந்த தவர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>illādadaṉukku iruppu illai. uḷḷadaṉukku illāmai eṉbadu ilai. eṉavē illadu uḷadu eṉṉum iraṇḍiṉ iyalbu idudāṉ kaṇḍār meytaṉṉai aṟinda tavar</i>.<br>\n<br>\n<b>English translation:</b> For what does not exist there is no existence. For what does exist there is not what is called non-existence. Therefore, those who have seen that this itself is the nature of the two called what does not exist and what exists are ascetics who have known the reality.<br>\n<br>\n<b>Explanatory paraphrase:</b> For <i>illādadu</i> [what does not exist] there is no existence [at any time]. For <i>uḷḷadu</i> [what does exist] there is not [at any time] what is called non-existence. Therefore, those who have seen that this itself is the nature of the two called <i>illadu</i> [what does not exist] and <i>uḷḷadu</i> [what exists] are ascetics who have known the reality [or who have know themself, the reality].</blockquote>\nBhagavan often used to express this more simply by saying: ‘Whatever exists at one time but not at another time does not actually exist even when it seems to exist’. That is, whatever is intrinsically existent cannot ever not exist, so whatever comes into existence or ceases to exist is not intrinsically existent, and hence it borrows its existence from something else.<br>\n<br>\nWe can understand this using the analogy of properties, which may be either intrinsic or contingent. Consider the property of heat, for example. Some hot things are intrinsically hot, whereas others are not intrinsically hot but just contingently hot. Whatever is contingently hot has derived its heat from some source other than itself, so its heat is just a borrowed heat. Rice is not intrinsically hot, so hot rice has borrowed its heat from some other source, such as boiling water. Water is not intrinsically hot, so hot water has borrowed its heat from some other source, such as a hot pot. A pot is not intrinsically hot, so a hot pot has borrowed its heat from some other source, such as fire. Fire is intrinsically hot, because whenever it exists it is hot, and it could never not be hot, so its heat is not borrowed from any other thing.<br>\n<br>\nJust as heat is the very nature of fire, existence is the very nature of whatever is intrinsically existent, so if something exists intrinsically, it could never not exist, and its existence is not borrowed from anything else. Therefore, whatever does not exist permanently, but comes into existence at one time and ceases to exist at a later time, is not intrinsically existent but just contingently existent, so it must derive its existence from some source other than itself, and hence its existence is just a borrowed existence.<br>\n<br>\n<a name=\"forms\"></a><b>9. Forms derive their existence from the substance or substances of which they consist, so they do not exist intrinsically but only contingently</b><br>\n<br>\nIt is not difficult for us to understand how a property such as heat can be borrowed from some other source, but existence is something much more fundamental than any property, because something must exist, or at least seem to exist, in order for it to have any properties. Is it wrong, therefore, to compare existence to a property such as heat? Though existence is not a property, it is analogous to a property in certain respects, particularly with regard to the distinction between being intrinsic and being contingent. But can existence be borrowed in the same way that a property can be borrowed?<br>\n<br>\nConsider the example of gold ornaments such as rings, bangles and necklaces. Each such ornament is a distinct form, but the substance of all of them is gold. Without the gold, the ornaments would not exist, so they borrow their existence from the existence of gold. However, gold is not an ultimate substance, because gold atoms are forms that consist of protons, neutrons and electrons, without which gold would not exist, so it borrows its existence from the subatomic particles of which it consists.<br>\n<br>\nFrom this we can infer a general principle, namely that forms derive their existence from the substance or substances of which they consist. However most substances are themselves forms that consist of more elementary substances, from which they derive their existence. Therefore forms do not exist intrinsically but only contingently.<br>\n<br>\n<a name=\"un26\"></a><b>10. <i>Uḷḷadu Nāṟpadu</i> verse 26: ego is the one substance of which all phenomena consist, because they seem to exist only in the view of ourself as ego, and hence none of them could seem to exist without ego</b><br>\n<br>\nWhether they be mental or seemingly physical, all phenomena are forms of one kind or another, no matter how gross or subtle, so none of them would exist without the substance of which they consist. Is there any one substance of which all phenomena consist? According to Bhagavan there is, and it is only ego, because it is only in the view of ourself as ego that phenomena seem to exist, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nHow are we to understand this? Why does he say ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’? In what sense is ego the substance of which all phenomena consist? To understand this we need to consider why he says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\nIn this context ‘everything’ (<i>aṉaittum</i> or <i>yāvum</i>) means all forms, phenomena or objects, and since all these seem to exist only in the view of ourself as ego, the subject, none of them could seem to exist without ego. Therefore they derive their seeming existence only from the seeming existence of ourself as ego. This is why Bhagavan says, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’, implying thereby that it is the one substance of which all phenomena consist. In other words, when we rise and stand as ego, what we experience as phenomena is only ourself. We are therefore the substance of which everything else is just an appearance.<br>\n<br>\nIn dream we perceive and experience many things, but none of those things exist except in our awareness. Their seeming existence is therefore entirely dependent on our awareness of them. They are not actually anything other than our awareness of them, so they are forms whose sole substance is our awareness. Since the awareness in which, to which and by which they appear, and of which alone they consist, is only ourself as ego, we as ego are the sole substance that appears as all of them.<br>\n<br>\nLikewise, whatever we perceive or experience in our present state, which we now assume to be waking, appears in our awareness, so we have no evidence or any other adequate reason to suppose that they exist except in our awareness. If they exist only in our awareness, not only is their seeming existence entirely dependent on our awareness of them, but they are actually not anything other than our awareness of them, in which case they are forms whose sole substance is our awareness. Since the awareness in which, to which and by which they appear, and of which alone they consist, is only ourself as ego, we as ego are the sole substance that appears as all of them. Therefore ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’.<br>\n<br>\n<a name=\"substance\"></a><b>11. What exists and shines in sleep is only our fundamental awareness of our own existence, ‘I am’, so this alone is the source and substance of ego</b><br>\n<br>\nHowever, though ego is the substance from which all phenomena derive their seeming existence, it is not the ultimate substance, because it does not exist intrinsically but only contingently, since it comes into existence in waking and dream but ceases to exist in sleep. What then is the ultimate substance, the source from which ego derives its seeming existence?<br>\n<br>\nThe ultimate substance must be that which exists and shines at all times and in all states, whether or not we seem to be ego. What exists and shines in sleep is only our fundamental awareness of our own existence, ‘I am’, so this alone is the source and substance of ego. It is the source from which ego rises in waking and dream and into which it subsides in sleep, and from which ego derives not only its seeming existence but also its seeming awareness. It is therefore the ultimate substance of which ego is just an appearance.<br>\n<br>\nEgo is the awareness in which, to which and by which all phenomena appear, and of which alone they consist, but it is not real awareness because it appears in waking and dream but disappears in sleep. Since it does not exist permanently, it does not actually exist even when it seems to exist, so it borrows its seeming existence only from what actually exists, namely <i>sat-cit</i> (existence-awareness), which is our fundamental awareness of our own existence, ‘I am’. Not only does it borrow its seeming existence from <i>sat-cit</i>, but it also borrows its seeming awareness from <i>sat-cit</i>, which alone is real awareness.<br>\n<br>\n<a name=\"uu16\"></a><b>12. <i>Upadēśa Undiyār</i> verse 16: real awareness is only awareness of what actually exists, namely ourself, so we can remain as real awareness only by knowing nothing other than ourself</b><br>\n<br>\nSo what are the practical implications of these teachings? Firstly, since nothing other than ourself actually exists, we alone are what is worth investigating and knowing. Secondly, since other things do not actually exist, even though they seem to exist, awareness of them is not real awareness but just an illusion. Real awareness is only awareness of what actually exists, namely ourself, so we can remain as real awareness only by knowing nothing other than ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nSo long as we are aware of anything other than ourself, we are not aware of ourself as we actually are, because what we actually are is only pure awareness, which means awareness that is aware of nothing other than itself. However, so long as we rise and stand as ego, we will continue to be aware of things other than ourself, so in order to permanently cease being aware of other things we need to eradicate ego. Whenever we fall asleep we cease to be aware of anything other than ourself, but ego is not thereby eradicated, so we cannot eradicate ego just by ceasing to be aware of other things. Therefore, though ceasing to be aware of other things is necessary, it is not sufficient.<br>\n<br>\nWhen we fall asleep, ego subsides back into its source due to tiredness, and only after it has subsided does pure awareness alone remain. Since ego has ceased to exist, albeit temporarily, it does not experience itself as pure awareness, and hence it is not destroyed. Therefore in waking or dream, when we seem to exist as ego, we need to try to be aware of ourself as pure awareness, because only when we as ego are aware of ourself as pure awareness will ego be destroyed.<br>\n<br>\nThat is, ego is a false awareness of ourself, because as ego we are aware of ourself as something other than pure awareness, which is what we actually are, so it can be destroyed only by our being aware of ourself as we actually are. This is why in this verse ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving external phenomena’, is an adverbial clause, thereby indicating that ceasing to be aware of phenomena is necessary but not sufficient, whereas the main clause is ‘மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>), ‘the mind knowing its own form of light is alone real awareness’, thereby indicating that what is necessary is for us to be so keenly self-attentive that we cease to be aware of anything else and are thereby aware of ourself just as pure awareness, which is what he refers to here as our ‘ஒளி உரு’ (<i>oḷi-uru</i>), ‘form of light’. Being aware of ourself just as pure awareness is alone real awareness, and only by our being aware of ourself thus will ego be eradicated.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3908514538530335781/comments"
    },
    "labels": [
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjMwNjU3MjgxMDA3Cm9mZnNldDogMzYwMDAwMAo\""
}