{
    "kind": "blogger#post",
    "id": "3963290583474981107",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-05-13T21:15:00+01:00",
    "updated": "2021-05-14T15:48:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/05/learning-how-to-be-self-attentive.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3963290583474981107",
    "title": "Learning how to be self-attentive",
    "content": "A friend sent me a series of three emails, in the first of which he wrote:<br>\n<blockquote>With regards to Self-investigation, I have a few questions:<br>\n<br>\n1. Am I investigating the ego/individual self, with the aim of finding the falsity of it?<br>\n2. Or am I investigating the true Self, with the aim of uncovering my true nature?<br>\n3. What is the best approach to achieve the goal?<br><a name='more'></a>\n    — To rest in the sense of ‘I’?<br>\n    — To rest in the sense of ‘I Am’?<br>\n    — To be aware that I am conscious in this and every moment and be aware of this consciousness?<br>\n    — To be aware that I am always aware, unchanging against the backdrop of the ever-changing? (similar to the above)<br>\n    — To keep chasing the sense of I and then whenever I think that I have found this sense of I, to immediately notice it is an object and I can’t be an object, so then ask myself... who is aware of that objectifiable sense of I and keep diligently chasing the subjective knower?<br>\n<br>\nIn summary — what is the most direct and correct way to practice this? I find that when I am sitting in meditation, I find so many different approaches popping up... Or maybe all are okay? Please help with any advice :)</blockquote>\nThe first two sections below are what I wrote in reply to this first email:<br>\n<ol>\n<li><a href=\"#ego\">Investigating ego is investigating our real nature, because we are just one, and ego is ourself conflated with adjuncts</a></li>\n<li><a href=\"#looking\">‘I’ is neither an object nor something unknown, so rather than looking for it, we need to look at it, which means we just need to be self-attentive</a></li>\n<li><a href=\"#being\">Anything that appears or disappears is not ourself, so we should ignore all such things, and try to be aware only of that which is permanent and unchanging, namely our own being</a></li>\n<li><a href=\"#knowing\">As the knower we always know ourself just by being ourself, but in order to know ourself as we actually are we need to be so keenly self-attentive that we thereby cease to be aware of anything else whatsoever</a></li>\n<li><a href=\"#holding\">We need to turn our attention back to ourself only when we have allowed it to slip away towards anything else, and until then we just need to continue holding fast to self-attentiveness</a></li>\n</ol>\n<a name=\"ego\"></a><b>1. Investigating ego is investigating our real nature, because we are just one, and ego is ourself conflated with adjuncts</b><br>\n<br>\nWe are just one and not two. In other words, there is only one self or ‘I’. When this one ‘I’ is mixed and conflated with adjuncts as ‘I am this body’ it is what is called ego, and when it remains as it is (that is, as just ‘I am’, without any adjuncts) it is what we actually are.<br>\n<br>\nTherefore the answer to both of your first two questions is yes. By investigating ego, we will find what we actually are. If we look carefully at what seems to be a snake, we will see that it is not a snake but just a rope. Likewise, if we attend keenly to what seems to be ego, we will see that it is not ego (an adjunct-mixed awareness) but only our real nature (pure awareness).<br>\n<br>\nWe seem to be ego only so long as we are attending to anything other than ourself, but when we attend only to ourself, ego subsides and dissolves back into its source and substance, the pure awareness ‘I am’.<br>\n<br>\n<a name=\"looking\"></a><b>2. ‘I’ is neither an object nor something unknown, so rather than looking for it, we need to look at it, which means we just need to be self-attentive</b><br>\n<br>\nRegarding your question 3, the first four descriptions seem to be more or less appropriate, but the last one seems rather confused. As you say, I cannot be an object, so we should never be looking for an object. I am the subject, so we need to turn our attention back towards ourself, the subject, away from all objects. To whom do all objects appear? To me. That is what we need to attend to.<br>\n<br>\nIf I were something unknown, we may need to look for it or even chase it, but it is not unknown. It is the one thing that we always know, whether or not we know anything else, so rather than looking for it, we need to look at it. In other words, we just need to be self-attentive.<br>\n<br>\n<a name=\"being\"></a><b>3. Anything that appears or disappears is not ourself, so we should ignore all such things, and try to be aware only of that which is permanent and unchanging, namely our own being</b><br>\n<br>\nIn reply to this first reply (the previous two sections), the same friend wrote:<br>\n<blockquote>One quick follow-up...<br>\n<br>\nWhen I chase/investigate the ‘I’ (or ego) there tends to be a feeling/sense associated with it. Once a feeling/sense has been identified, it therefore becomes an object of focus. At this stage I have two options:<br>\n1. Continue to focus diligently on the feeling of I/ego<br>\n2. Realize that this sense of I/ego is something I am now aware of, so I need to then ask “who is aware of that sense of I/ego?” and shift focus to whatever it is that knows this (but, I find this a bit paradoxical because the knower of it can’t be known).<br>\n<br>\nAny thoughts on this would be greatly helpful?</blockquote>\nIn reply to this I wrote:<br>\n<br>\nSince self-attentiveness is very subtle and completely non-objective, no words can adequately describe it, but can only serve as pointers, so when you talk about a feeling/sense associated with ‘I’ I cannot know for certain what you mean.<br>\n<br>\nThough we use the pronoun ‘I’ to refer to our body and mind (because from our perspective as ego they seem to be ourself), what ‘I’ essentially refers to is only our fundamental awareness of ourself, which is permanent and unchanging, and hence the foundation or ground upon which all awareness of other things rests. In other words, everything else appears and disappears against this background awareness ‘I’, so when everything else disappears in sleep, what remains is only this fundamental awareness of our own existence, ‘I am’. This is what we must try to attend to in order to investigate what we actually are.<br>\n<br>\nAnything that appears or disappears is not ourself, so we should ignore all such things, and try to be aware only of that which is permanent and unchanging, namely our own being. This may be what you are doing already, but if not, it is what you should try to do. The more we try, the clearer it becomes, so this is why Bhagavan described this practice as ‘investigation’ (<i>vicāra</i>). We can learn how to investigate ourself only by trying to do so (and in order to try effectively we need to have a clear understanding of what we are trying to do, or rather to be, because self-attentiveness is not actually a doing but a state of just being).<br>\n<br>\n<a name=\"knowing\"></a><b>4. As the knower we always know ourself just by being ourself, but in order to know ourself as we actually are we need to be so keenly self-attentive that we thereby cease to be aware of anything else whatsoever</b><br>\n<br>\nRegarding your final statement, ‘the knower of it can’t be known’, this is an idea that confuses many people. It is true that the knower cannot know itself as an object, but as the knower we know ourself just by being ourself, because what we are is awareness, and awareness is always aware of itself.<br>\n<br>\nThat which knows all other things is only ourself as ego. Whatever else we may know, our knowledge of it is experienced as ‘I know this’, in which ‘I’ is the subject or knower and ‘this’ is the object or thing known. In order to know any object our attention must go out towards it, away from ourself, but even when we are attending to other things, our awareness of ourself always remains in the background as the screen on which our awareness of other things appears and disappears.<br>\n<br>\nIn other words, there is never a moment when we, the knower, do not know ourself. Even in sleep, when we know nothing else, we know ourself, because though we are not aware of anything else, we are nevertheless clearly aware of our own existence, ‘I am’. However, though we always know ourself, in waking and dream we do not know ourself as we actually are, because instead of knowing ourself as just ‘I am’ we know ourself as ‘I am this body’.<br>\n<br>\nWe are aware of ourself as a body (by which term Bhagavan means not just the physical body but the entire bundle of five sheaths, namely the physical body, life, mind, intellect and will) only when we allow our attention to move away from ourself towards anything other than ourself. What is aware of itself as ‘I am this body’ and consequently aware of other things also is only ego, so as long as we attend to anything other than ourself we are thereby nourishing and sustaining ego and hence our awareness of ourself as something other than what we actually are.<br>\n<br>\n<a name=\"uu16\"></a>Therefore in order to know ourself as we actually are we need to cease attending to anything else. However, though necessary, merely not attending to other things is not sufficient, because we cease attending to other things every day when we fall asleep, but ego is not thereby annihilated. In sleep it is dissolved completely, but only temporarily. In order to annihilate it or dissolve it permanently we need not only to cease attending to anything else but also to attend keenly to ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing [or investigating] its own form of light [namely its fundamental awareness ‘I am’] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nTherefore shifting the focus of our attention away from all other things back towards ourself, the knower of them, is not at all paradoxical, because contrary to what you supposed, as the knower we always know ourself, albeit not as we actually are. In order to know ourself as we actually are and thereby eradicate the false awareness called ego, all we need do is to withdraw our attention from all other things by trying to focus it exclusively on ourself alone.<br>\n<br>\nIn other words, we just need to be so keenly self-attentive that we thereby cease to be aware of anything else whatsoever, because only then will we be aware of ourself as pure awareness (awareness that is aware of nothing other than itself), which alone is what we always actually are.<br>\n<br>\n<a name=\"holding\"></a><b>5. We need to turn our attention back to ourself only when we have allowed it to slip away towards anything else, and until then we just need to continue holding fast to self-attentiveness</b><br>\n<br>\nIn reply to this second reply of mine (the previous two sections), the same friend wrote:<br>\n<blockquote>I have a couple of questions which I am hoping you can clarify.<br>\n<br>\nIt seems I can summarize the practice as relentlessly focusing on ‘that which knows’ - whether we call it ‘I’, ‘I Am’, ‘Awareness’ doesn’t seem to matter much, as long as we chase the subject. If you disagree with this simple description, please feel free to correct me.<br>\n<br>\nSo if the above is true, then I have 2 questions:<br>\n<br>\n— ‘That which is aware’ will always be aware of something (e.g., thought, feeling, sensation, perception). Ramana says “When other thoughts arise, one should not pursue them” (Q11 in ‘Who am I?’) — In one of your articles, you explain that ‘thoughts’ are not just chatter, but rather any objectifiable experience? (e.g., desires, perceptions). Does this mean whenever we are aware of anything we immediately turn our attention back ‘to that which is aware’ of it? This would seem to be a constant process, which leads to my next part...<br>\n<br>\n— Do we ever just rest in the state of ‘that which is aware’ (or ‘I’/Awareness), or at every single moment turn our attention back on that subjective knower? Sometimes I feel that I am resting in I/awareness, but if I really look in that moment, I can also ask \"to whom is that experience happening to\" prompting me to restart the process...</blockquote>\nIn reply to this I wrote:<br>\n<br>\nRegarding your summary of the practice as “relentlessly focusing on ‘that which knows’ - whether we call it ‘I’, ‘I Am’, ‘Awareness’ doesn’t seem to matter much, as long as we chase the subject”, I agree that the practice entails relentlessly focusing on what knows, namely ourself, but I am not so sure that your use of the verb ‘chase’ is appropriate, because it is not a matter of one thing chasing another. We are always ourself, but by attending to anything other than ourself we seemingly move away from ourself towards that other thing, so self-investigation entails holding onto ourself so firmly (in other words, being so keenly self-attentive) that we do not move away towards anything else.<br>\n<br>\nWhereas ‘chasing the subject’ seems to imply some kind of activity or movement, ‘holding onto ourself’ or ‘being self-attentive’ does not imply any kind of activity or movement but only a state of just being, doing nothing. If at all any movement is involved, it is only a withdrawal of our attention from other things back to ourself, but that is not actually an activity but a cessation or subsidence of activity.<br>\n<br>\nWhat is aware is only ourself, but it is not true to say that we will always be aware of something, because in sleep we are aware without being aware of anything other than our own existence. In waking and dream we have risen and are standing as ego, and consequently we are aware of other things. However, rather than allowing our attention to move away towards other things, we should try just to be self-attentive, and to the extent that we are keenly self-attentive we will thereby withdraw our attention from other things, and hence they will recede into the background of our awareness (that is, into the periphery of our field of awareness), being barely noticed by us.<br>\n<br>\n<a name=\"ny06\"></a>As you say, anything that we experience other than ourself is just a thought, so whenever any such thing appears in our awareness, we should turn our attention back to ourself, the one to whom it appears. This is what Bhagavan implies in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i> (Who am I?) when he says:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? Vigilantly, as soon as each thought appears, if one investigates to whom it has occurred, it will be clear: to me. If one investigates who am I [by vigilantly attending to oneself, the ‘me’ to whom everything else appears], the mind will return to its birthplace [namely oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\nHaving turned our attention back to ourself in this way, we should try to remain steadfastly self-attentive, because so long as we cling firmly to self-attentiveness, we are thereby not giving any room to the rising of any other thought, since no other thought can rise unless we attend to it. Therefore the answer to your next question, “Do we ever just rest in the state of ‘that which is aware’?”, is yes, we rest in that state to the extent that we cling firmly to being self-attentive.<br>\n<br>\n<a name=\"ny10\"></a>We need to turn our attention back to ourself only when we have allowed it to slip away towards anything else. Until then we just need to continue holding fast to self-attentiveness, as Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Ār?</i>: ‘சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்’ (<i>sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>) ‘it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3963290583474981107/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjIxMDAzNzEwNzAyCm9mZnNldDogMzYwMDAwMAo\""
}