{
    "kind": "blogger#post",
    "id": "6232515468854442023",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-02-02T23:16:00Z",
    "updated": "2021-02-02T23:16:35Z",
    "url": "http://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-it-true-to-say.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6232515468854442023",
    "title": "In what sense is it true to say ‘everything is one’?",
    "content": "A friend wrote to me recently, ‘I think I got this part wrong: “Everyone is oneself”. You would say I am saying “Many is one”, right? What would you say? There is just one?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nYes, to say ‘many is one’ is a contradiction, unless we understand that many is just an illusory appearance and that what actually exists is just one. So long as we see many, we are not seeing the one as it is, and when we see the one as it is, we will not see many. Therefore, though what appears as many is only oneself, in order to see ourself as we actually are we need to cease seeing the appearance of manyness.<br>\n<br>\n<a name=\"ny07\"></a>One of the fundamental principles of <i>advaita</i> is that there is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), and that one is ourself as we actually are, as Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself].</blockquote>\n<a name=\"un13\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real?<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real? [In other words, though ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not ego or mind but only oneself.]</blockquote>\nHere ‘real’ means what actually exists, whereas ‘unreal’ means what does not actually exist, even if it seems to exist. Therefore the implication is that only one thing actually exists, and that one thing is what we actually are, namely pure awareness.<br>\n<br>\nManyness does not actually exist, even if it seems to exist. To the extent that it seems to exist, it is nothing other than the one real awareness, so in this sense everything is one. That is, what seems to be many things is actually only one thing, just as many ornaments are actually just one substance, namely gold.<br>\n<br>\n<a name=\"un26\"></a>However, to whom do many things seem to exist? They do not seem to exist in the clear view of ourself as pure awareness, but only in the deluded view of ourself as ego. Therefore in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\n<a name=\"uu18\"></a>Why does he say, ‘Ego itself is everything’? According to him everything is just thoughts (in other words, all phenomena are mental phenomena), and thoughts are just mental modifications, so their substance is only mind, and mind is in essence just ego, the first thought ‘I’, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [namely ego, the root thought called ‘I’].</blockquote>\nSo Bhagavan is the ultimate reductionist: All phenomena are just thoughts; thoughts are just mind; mind is just ego; and if instead of looking at anything else we look keenly at ourself alone, we will find that ego is actually just pure awareness. Therefore pure awareness is all that actually exists: it is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>).<br>\n<br>\n<a name=\"uu27\"></a>Being the sole substance (<i>poruḷ</i> or <i>vastu</i>), pure awareness alone is what is mistakenly seen as many names and forms. Therefore, when it is said that ‘everything is one’, it does not mean that everything is real, but that what appears as everything is only one thing, namely ourself. Therefore, instead of trying to know anything else, we should turn within to face ourself alone and thereby know ourself as we actually are, namely as pure awareness: awareness that is never aware of anything other than itself, because nothing else exists for it to be aware of, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge that is devoid of knowledge and ignorance is knowledge. This is real. There is not anything for knowing.<br>\n<br>\n<b>Explanatory paraphrase:</b> Only knowledge [in the sense of awareness] that is devoid of knowledge and ignorance [of anything other than oneself] is [real] knowledge [or awareness]. This [alone] is [what is] real [or true], [because in one’s real state of pure awareness] there is not anything [other than oneself for one either] to know [or to not know].</blockquote>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6232515468854442023/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjEyMzA3Nzk1NDMyCm9mZnNldDogMAo\""
}