{
    "kind": "blogger#post",
    "id": "2672907149594911773",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-05-12T09:12:00+01:00",
    "updated": "2021-05-13T09:41:13+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/05/could-what-exists-ever-not-exist.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2672907149594911773",
    "title": "Could what exists ever not exist?",
    "content": "A friend wrote to me:<br>\n<blockquote>I recently watched your YouTube video discussing the above verse [the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>] as I was having some troubles understanding it. I have a few questions that have not been cleared yet. It is about the first sentence of that verse:<br><a name='more'></a>\n<br>\n“If what exists were not, would existing awareness exist?” / Unless Reality exists can thought of it arise?<br>\n<br>\nMy question or confusion is that how can we confirm that Ulladu, what exists (ourselves), is in fact permanent? As it stands we know that awareness as/of ourself exists in the waking, dream and sleep states, but there could be a state in which we are not? Of course we can say no there isn’t (as that isn’t our experience) but how would we know if there was since we would not be there to experience it and so would not be aware of it.<br>\n<br>\nIt seems that this verse is saying that self-awareness is the very nature of Ulladu (what is), which I can agree with, but how can that be proved to be permanent state? How can we negate for definite the possibility that what is, our awareness, isn’t something that comes and goes?</blockquote>\nIn reply to this I wrote:<br>\n<br>\n<a name=\"bgs09\"></a>The answer to your doubt is given in the <i>Bhagavad Gītā</i> 2.16, which Bhagavan translated into Tamil as verse 9 of <i>Bhagavad Gītā Sāram</i>:<br>\n<blockquote>இல்லா ததனுக் கிருப்பில்லை யுள்ளதனுக்<br>\nகில்லாமை யென்ப திலையெனவே — யில்லதுள<br>\nதென்னு மிரண்டி னியல்பிதுதாங் கண்டார்மெய்<br>\nதன்னை யறிந்த தவர்.<br>\n<br>\n<i>illā dadaṉuk kiruppillai yuḷḷadaṉuk<br>\nkillāmai yeṉba dilaiyeṉavē — yilladuḷa<br>\ndeṉṉu miraṇḍi ṉiyalbidudāṅ kaṇḍārmey<br>\ntaṉṉai yaṟinda tavar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இல்லாததனுக்கு இருப்பு இல்லை. உள்ளதனுக்கு இல்லாமை என்பது இலை. எனவே இல்லது உளது என்னும் இரண்டின் இயல்பு இதுதான் கண்டார் மெய்தன்னை அறிந்த தவர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>illādadaṉukku iruppu illai. uḷḷadaṉukku illāmai eṉbadu ilai. eṉavē illadu uḷadu eṉṉum iraṇḍiṉ iyalbu idudāṉ kaṇḍār meytaṉṉai aṟinda tavar</i>.<br>\n<br>\n<b>English translation:</b> For what does not exist there is no existence [at any time]. For what does exist there is not [at any time] what is called non-existence. Therefore, those who have seen that this itself is the nature of the two called what does not exist and what exists are ascetics who have known the reality.</blockquote>\nBhagavan often used to express this by saying: ‘Whatever exists at one time but not at another time does not actually exist even when it seems to exist’. That is, whatever is intrinsically existent cannot ever cease to exist, so whatever comes into existence or ceases to exist is not intrinsically existent, and hence it borrows its existence from something else.<br>\n<br>\nConsider the analogy of steaming hot rice. Rice is not intrinsically hot, because it is not always hot, so it must have borrowed its heat from some other source. It borrowed its heat from boiling water, but water is not intrinsically hot, so it borrowed its heat from a hot pot, which is also not intrinsically hot, but borrowed its heat from a fire. Fire is intrinsically hot, because whenever there is a fire it is always hot, so it has not borrowed its heat from any other source.<br>\n<br>\nObjects or phenomena are not intrinsically existent, because they exist sometimes but not at other times, so from where did they borrow their seeming existence? They seem to exist only in the view of ourself as ego, so they have borrowed their seeming existence only from the seeming existence of ego, which is likewise not intrinsically existent, because it appears in waking and dream but disappears in sleep. From where, then, does ego borrow its seeming existence? It borrows it only from ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>), which exists in all three states without a break. What is intrinsically existent, therefore, is only ‘I am’, because it never comes into existence or ceases to exist.<br>\n<br>\nWhatever comes into existence or ceases to exist is not only not intrinsically existent, but is also limited within time, so is time intrinsically existent? No, it is not, because it seems to exist only in the view of ego. Whenever we rise as ego, as in waking and dream, time seems to exist, but it does not seem to exist in sleep, because ego does not exist then. Like all other phenomena, therefore, time depends for its seeming existence upon the seeming existence of ourself as ego.<br>\n<br>\n<a name=\"ny07\"></a>Since time exists only in the view of ego, which is the false awareness that is always aware of itself as ‘I am this body’, and since ego depends for its seeming existence upon what alone actually exists, namely ‘I am’, there cannot be any time in which ‘I am’ does not exist. That is, ‘I am’ alone is intrinsically existent, because it alone is what actually exists, as Bhagavan points out in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself].</blockquote>\nEverything other than ‘I am’ seems to exist only in the view of ego, so it is all just an appearance, and even ego does not actually exist, because it appears in waking and dream but disappears in sleep.<br>\n<br>\nRegarding your suggestion that there could be a state in which we do not exist, if there were such a state, we would not be what actually exists, because our existence would only be a temporary existence. But then for whom would such a state exist? A state must be a state of something, and if that something were what actually exists, it must always exist in that state, because what actually exists cannot ever undergo any change.<br>\n<br>\nWhatever undergoes change, or whatever is sometimes in one state and sometimes in another state, is thereby limited by time, but time is just a transient appearance, because it does not exist in sleep. It seems to exist only in the view of ego, so any state that comes or goes must also exist only in the view of ego.<br>\n<br>\nWhat actually exists cannot cease to exist at any time or in any state, because if it ceased to exist it would not be intrinsically existent, and hence, as Bhagavan explained, it would not actually exist even when it seems to exist. Therefore the idea that what actually exists could ever cease to exist is self-contradictory and hence logically impossible. A state in which what exists does not exist could not possibly exist. The very idea of such a state is incoherent.<br>\n<br>\nMoreover, what actually exists could not be other than ourself, because whatever is other than ourself is an object, and all objects seem to exist only in the view of the subject, namely ourself as ego.<br>\n<br>\nWe ourself must be what actually exists, because if we did not actually exist we could not be aware of our existence. Objects do not actually exist, because they are not aware of their own existence, and hence they depend for their seeming existence upon the awareness in whose view they seem to exist, namely ego. Ego as such does not actually exist, because though it is aware of its existence, it is aware of itself as if it were a body, which does not actually exist.<br>\n<br>\nThat is, ego does not actually exist as ego, namely the false awareness ‘I am this body’, but it does actually exist as ‘I am’, which alone is real. Ego is therefore an illusory mixture of the pure awareness ‘I am’, which alone is what actually exists, and a non-aware body, which does not actually exist, so as such ego does not actually exist. However, when the unreal adjunct ‘this body’ is removed from ego, ego then remains only as ‘I am’, and as such it is what actually exists.<br>\n<br>\nSo how are we as ego to remove this unreal adjunct that we now mistake to be ourself? To separate ourself from what is unreal, we need to cling firmly only to what is real, namely ‘I am’. How can we cling only to ‘I am’? Only by being keenly and vigilantly self-attentive. To the extent that we are keenly self-attentive, we will thereby separate ourself from everything else, and when we are so keenly self-attentive that we thereby cease to be aware of anything else whatsoever, we will be aware of ourself as pure awareness, and hence ego will be eradicated forever.<br>\n<br>\nWhen ego is thereby eradicated, what remains is only ourself, the fundamental awareness ‘I am’, so it will then be clear to us that we alone are what actually exists, and we have never been anything other than that.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2672907149594911773/comments"
    },
    "labels": [
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjIwODk1MjczMzI1Cm9mZnNldDogMzYwMDAwMAo\""
}