{
    "kind": "blogger#post",
    "id": "2545418230147172686",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-06-23T13:11:00+01:00",
    "updated": "2021-06-24T17:59:24+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/06/self-investigation-is-not-matter-of-one.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2545418230147172686",
    "title": "Self-investigation is not a matter of one ‘I’ looking for another ‘I’",
    "content": "A friend wrote to me recently asking, ‘When I try to look within for “I”, I am unable to find it or its source.  What is my mistake and how should I practice vichara correctly?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nIt seems your mistake lies only in your understanding of the practice. Please consider carefully what you have written, namely ‘When I try to look within for “I”, I am unable to find it’. Do you not see the obvious contradiction in this statement? Does it not imply that there are two ‘I’s, one of which cannot find the other? There is only one ‘I’, so the ‘I’ who is looking for ‘I’ and who says ‘I am unable to find I’ is itself the ‘I’ you are looking for and say you cannot find.<br>\n<br>\nSince you yourself are the ‘I’ you are looking for, it is not a matter of one ‘I’ looking for another ‘I’, but of the one and only ‘I’ looking at itself, or in other words, of you attending only to yourself. We can look for something that is unknown or lost, but ‘I’ is never either unknown or lost, so we need not look for it but only look at it. That is, all we need to do is just attend to ‘I’, or in other words, just be self-attentive.<br>\n<br>\nWe are always aware of ourself, but because of our interest in other things, we generally neglect ourself and attend only to other things. Therefore what is required is that instead of being negligently self-aware, as we usually are, we should be attentively self-aware. In other words, instead of attending to anything other than ourself, we should attend only to ourself.<br>\n<br>\nIf ‘I’ were something that we are not aware of, we may need to look for it, but we are never not aware of ‘I’, so we can always attend to ‘I’. However, we need to understand that ‘I’ is not an object but only the subject, the knower of all objects, so attending to ‘I’ does not mean attending to any object but only attending to ourself, the one to whom all objects appear. This is why Bhagavan taught us that whatever may appear, we should not attend to it but should instead investigate to whom it has appeared, thereby turning our attention back within to face ourself alone.<br>\n<br>\nYou say that you are not able to find not only ‘I’ but also its source, but we are not only always aware of ‘I’ but also always aware of its source, because in essence ‘I’ and its source are one and the same thing. That is, there is only one ‘I’, which in its pure condition is just our fundamental awareness of our own existence, ‘I am’, but when mixed and conflated with adjuncts as ‘I am this’ is ego. Therefore pure awareness, which is what we actually are, is like a rope whereas ego is like the snake that the rope seems to be. Just as the rope is the source from which the snake appeared, pure awareness is the source from which ego appears. If we look at the snake carefully enough, we will see that it is actually just a rope. Likewise, if we attend to ego carefully enough, we will see that it is actually just pure awareness.<br>\n<br>\nPure awareness alone is what shines in us as ‘I am’, so even when we rise and stand as ego, the adjunct-mixed awareness ‘I am the body’, we do not cease to be aware of our source, namely ‘I am’. We ourself are the source from which we have risen as ego, so we can investigate our source only by attending to ourself, namely our fundamental awareness ‘I am’.<br>\n<br>\nAwareness is the very nature of ‘I’, because awareness is always aware of itself, and it is aware of itself as ‘I’, so it is what the word ‘I’ ultimately refers to. Therefore how can ‘I’ ever not be aware of itself? In other words, how can we ever not be aware of ourself? We cannot. We are always clearly aware of ourself. There is never a moment when we are not aware ‘I am’, so we just need to be attentively aware ‘I am’.<br>\n<br>\nIn waking, dream and sleep, we are always aware ‘I am’. Everything else appears and disappears in our awareness, but our fundamental awareness ‘I am’ shines constantly and without ever undergoing change of any kind whatsoever, so it is the background or screen on which everything else appears and disappears, and hence it alone is what we should try to attend to or to be attentively aware of.<br>\n<br>\nSelf-investigation (<i>ātma-vicāra</i>) is a very deep and subtle practice, so it cannot be adequately taught in words, but Bhagavan has given us many very clear and helpful pointers (in fact all his core teachings as expressed by him in his own original writings are clearly pointing us only towards this simple practice), so if we consider his pointers carefully and try repeatedly to apply them in practice, we can each gradually discover for ourself how to investigate ourself.\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2545418230147172686/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI0NTUzOTY0OTA0Cm9mZnNldDogMzYwMDAwMAo\""
}