{
    "kind": "blogger#post",
    "id": "7281387756025978140",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-06-29T09:27:00+01:00",
    "updated": "2023-07-26T19:32:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/06/the-nature-of-ego-and-its-visaya.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7281387756025978140",
    "title": "The nature of ego and its <i>viṣaya-vāsanās</i> and how to eradicate them",
    "content": "A friend wrote to me about an experience that happened to him one evening in a particular set of circumstances:<br>\n<blockquote>As I was walking home, my mind suddenly entered into a very quiet state. The rate of new thoughts arising became very slow, and I found that with only a tiny amount of effort, I could just remain in the quiet space without verbal thoughts.<br><a name='more'></a>\n<br>\nI have experienced these states before, but usually after putting a lot of effort into self-enquiry (driving hard at, and holding on to, the sense of ‘I’). However, this quiet mental state seemed to more or less appear spontaneously. I had barely done any self-enquiry that day at all.<br>\n<br>\nI enjoyed the quiet state for some time, and eventually went to sleep.<br>\n<br>\nThe next day I was puzzling over it. Why did it come so easily, with so little effort?<br>\n<br>\nI actually think it had to do with the vishaya vasanas.</blockquote>\nHe then went on to explain his understanding about how it was connected with <i>viṣaya-vāsanās</i> and about the practice of self-enquiry more generally.<br>\n<br>\nThis article is adapted from the reply I wrote to him: <br>\n<ol>\n<li><a href=\"#visaya-vasanas\">The very nature of ego is to have <i>viṣaya-vāsanās</i>, and they are the seeds that give rise to everything else, including this entire universe</a></li>\n<li><a href=\"#uu02\"><i>Upadēśa Undiyār</i> verse 2: <i>viṣaya-vāsanās</i> are the seeds that cause us to fall in the great ocean of action (<i>karma</i>)</a></li>\n<li><a href=\"#ny10\"><i>Nāṉ Ār?</i> paragraphs 10 and 11: in order to eradicate ego, we need to weaken its army of <i>viṣaya-vāsanās</i> by clinging firmly to self-attentiveness</a></li>\n<li><a href=\"#weakening\">The less we allow ourself to be swayed by any rising of a <i>viṣaya-vāsanā</i>, the more we will thereby be weakening it, so the extent to which we weaken <i>viṣaya-vāsanās</i> is inversely proportional to the extent to which we allow ourself to be swayed by them</a></li>\n<li><a href=\"#subha\">When practising self-investigation our aim is to be so keenly and steadily self-attentive that we are not swayed by <i>viṣaya-vāsanās</i> of any kind whatsoever, so it is only when we allow ourself to be swayed by them that it matters whether they are <i>śubha vāsanās</i> or <i>aśubha vāsanās</i></a></li>\n<li><a href=\"#experience\">When practising self-investigation our aim is not to experience anything but only to investigate and know the reality of ourself, the experiencer</a></li>\n<li><a href=\"#ny06\"><i>Nāṉ Ār?</i> paragraph 6: whether our mind is calm or agitated, we should investigate ourself, the one to whom such calmness or agitation appears</a></li>\n<li><a href=\"#love\">What is important is not whether the current state of our mind is relatively quiet or relatively active, but how much love we have to cling firmly to self-attentiveness</a></li>\n<li><a href=\"#nirvisesa\">What we actually are is <i>nirviśēṣa</i> (devoid of distinguishing features), so any <i>viśēṣa anubhava</i> (experience with distinguishing features) is something other than ourself and therefore an indication that our attention has been distracted away from ourself</a></li>\n<li><a href=\"#ny08\">The ‘I-thought’ is not an object but the subject, so it is what we experience as ‘I’ so long as we are aware of anything other than ourself, and hence it cannot be hidden from us even in a state of mental quietness</a></li>\n<li><a href=\"#thoughts\">In waking and dream we can never experience genuine thoughtlessness, because the ‘I’ who experiences these two states is only ego, which is the thought called ‘I’, and hence everything experienced by it is likewise just thoughts</a></li>\n<li><a href=\"#un23\"><i>Uḷḷadu Nāṟpadu</i> verse 23: only after ego rises does everything else rise, so with keen discernment investigate yourself, the source where ego rises</a></li>\n<li><a href=\"#un24\"><i>Uḷḷadu Nāṟpadu</i> verse 24: though ego is aware of itself as ‘I am this body’, it is not the body, because unlike the body it is aware, and though it is aware, it is not <i>sat-cit</i>, because unlike <i>sat-cit</i> it rises and subsides</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the formless phantom called ego rises, stands and flourishes to the extent that it grasps things other than itself, but will take flight if it tries to grasp itself by being keenly self-attentive</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: ego itself is what appears as everything else, so since ego will cease to exist if we investigate it keenly enough, investigating what it actually is is giving up everything</a></li>\n<li><a href=\"#un25&26\">The practical significance of the two fundamental laws of nature that Bhagavan points out in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#ny05\"><i>Nāṉ Ār?</i> paragraph 5: ego is the first thought and cause of all other thoughts, so since all phenomena are just thoughts, without ego they do not exist</a></li>\n<li><a href=\"#aa7\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 7: if the thought called ‘I’ does not exist, nothing else will exist, so if anything else appears, investigate to whom it has appeared and thereby sink within and merge back into the heart, the source from which this ‘I’ rose</a></li>\n</ol>\n<a name=\"visaya-vasanas\"></a><b>1. The very nature of ego is to have <i>viṣaya-vāsanās</i>, and they are the seeds that give rise to everything else, including this entire universe</b><br>\n<br>\nIn order to view what you wrote about your experience in perspective and with a fresh clarity, we need to consider carefully what Bhagavan taught us about the nature of <i>viṣaya-vāsanās</i> and how they are related to our desires and actions. The term <i>viṣaya</i> means object or phenomenon, so anything other than ego, the subject or perceiver, is a <i>viṣaya</i>, and <i>vāsanā</i> means an inclination, so <i>viṣaya-vāsanās</i> are our inclinations to attend to, experience or be aware of anything other than ourself.<br>\n<br>\n<a name=\"un25a\"></a>Since ego cannot rise, stand or flourish without grasping things other than itself (as Bhagavan points out in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), it is the very nature of ego to have <i>viṣaya-vāsanās</i>, so we will not be completely free of <i>viṣaya-vāsanās</i> until ego is eradicated. However, in order to eradicate ego we need to turn our entire attention back within to face ourself alone, and we will not be willing to do so as long as our <i>viṣaya-vāsanās</i> are still strong, so we need to weaken them to a considerable extent in order to become willing to be self-attentive keenly enough to surrender ourself entirely.<br>\n<br>\nAs Bhagavan often explained, <i>viṣaya-vāsanās</i> are the seeds that give rise to everything else, including this entire universe. Just as the images on a film-reel are projected as moving pictures on a cinema screen, <i>viṣaya-vāsanās</i> are what are projected by ego as all the <i>viṣayas</i> perceived by it.<br>\n<br>\nThat is, <i>viṣaya-vāsanās</i> first give rise to likes and dislikes, which in turn give rise to desires, attachments, hopes, fears and so on, which then give rise to all other kinds of thought, including all the perceptions that we mistake to be an external world. Everything that we perceive or experience in a dream is just a projection of our <i>viṣaya-vāsanās</i>, and according to Bhagavan our present state, which we now take to be waking, is actually just another dream. Any state in which we experience phenomena (<i>viṣayas</i>) of any kind whatsoever is just a dream, and any dream is just a projection of our <i>viṣaya-vāsanās</i>.<br>\n<br>\nThe process of projection is from subtler to grosser, and the subtler are always more powerful than the grosser, because whatever is grosser derives its seeming existence and power only from what is subtler. The subtlest and most powerful of all is ego, because it is what projects everything else (all <i>viṣayas</i>), so it is ultimately only from ego that all other things derive whatever existence and power they seem to have. The next subtlest and most powerful are our <i>vāsanās</i>, and then our likes and dislikes, and then our desires, fears, attachments and such like, and then grosser kinds of thoughts, and grossest of all are physical phenomena, which seem to exist outside ourself.<br>\n<br>\n<a name=\"uu02\"></a><b>2. <i>Upadēśa Undiyār</i> verse 2: <i>viṣaya-vāsanās</i> are the seeds that cause us to fall in the great ocean of action (<i>karma</i>)</b><br>\n<br>\nOur <i>viṣaya-vāsanās</i> give rise not only to all phenomena (<i>viṣayas</i>) but also to whatever actions (<i>karmas</i>) we do by mind, speech or body. Whenever we allow our attention to move away from ourself towards anything else, we do so under the sway of our <i>viṣaya-vāsanās</i>, and the movement of our attention away from ourself gives rise to thoughts, which are mental activities, and these in turn give rise to actions of speech and body.<br>\n<br>\nThe actions that we do by mind, speech and body under the sway of our <i>vāsanās</i> are called <i>āgāmya</i>, the fruit of which are stored in <i>sañcita</i>, from which they may sooner or later be selected by Bhagavan for us to experience as part of our <i>prārabdha</i> (fate or destiny) in some future life. The more we allow ourself to be swayed by our <i>viṣaya-vāsanās</i>, the more we will thereby do <i>āgāmya</i>, and by doing <i>āgāmya</i> we not only create fruit (<i>karma-phala</i>) but also create, nourish and strengthen the seeds (<i>karma-vāsanās</i>) that prompt us to do <i>āgāmya</i>. Therefore the most harmful effect of doing <i>āgāmya</i> is not merely the creation of fruit but the creation, nourishing and strengthening of these seeds, because they are what cause us to drown in the great ocean of <i>karma</i>, as Bhagavan warns us in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action perishing, as seed it causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> The fruit of [any] action will perish [when it is experienced as a part of <i>prārabdha</i>], [but the consequences of doing that action will remain] as a seed [a <i>karma-vāsanā</i> or inclination to do the same kind of action] [and such seeds are what] cause [one] to fall in the ocean of action. [Therefore] it [action or <i>karma</i>] does not give liberation.</blockquote>\nThe seeds that cause us to drown in the great ocean of <i>karma</i> are <i>karma-vāsanās</i> (inclinations to do actions), and at the heart of every <i>karma-vāsanā</i> is a <i>viṣaya-vāsanā</i>, because we do actions in order to experience <i>viṣayas</i>, so it is our inclination to experience <i>viṣayas</i> that make us inclined to do actions. Therefore a <i>karma-vāsanā</i> is like the outer shell of a seed and a <i>viṣaya-vāsanā</i> is like its kernel. Without a healthy kernel, a seed loses its power to sprout, so every <i>karma-vāsanā</i> derives its power from a <i>viṣaya-vāsanā</i>, of which it is a grosser form.<br>\n<br>\n<a name=\"dec98note\"></a>In order for us to experience our <i>prārabdha</i> there will be certain actions that we need to do by mind, speech or body, so our mind, speech and body will be made to do such actions in accordance with our <i>prārabdha</i>, as Bhagavan said in the first sentence of the <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#dec98note\">note that he wrote for his mother</a> in December 1898: ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘In accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, which implies that in accordance with the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act. Some people misinterpret this to mean that all our actions are ones that we are made to do by God, but this is obviously not the meaning intended by Bhagavan. It is only the actions that we need to do in order for our <i>prārabdha</i> to unfold that we are made to do.<br>\n<br>\nMoreover, just because a particular action is one we are made to do in accordance with our <i>prārabdha</i> does not mean that it is not also driven by our will (which is the totality of all our <i>vāsanās</i>). So long as we allow our attention to move away from ourself, we are being swayed to a greater or lesser extent by our <i>viṣaya-vāsanās</i>, and under their sway we will inevitably be doing actions by mind, speech and body, so as a general rule the vast majority of actions we do by these three instruments are driven to a greater or lesser extent by our <i>viṣaya-vāsanās</i>, including those actions that also happen to be ones that we are made to do in accordance with our <i>prārabdha</i>.<br>\n<br>\nWhy I say all this here is to explain the relationship between our <i>viṣaya-vāsanās</i>, our desires and our actions. To the extent that we avoid allowing ourself to be swayed by our <i>viṣaya-vāsanās</i> we will thereby avoid falling prey to likes, dislikes, desires, attachments, hopes, fears and such like, and hence we will reduce the amount of <i>āgāmya</i> that we do. If we never allowed ourself to be swayed even to the slightest extent by our <i>viṣaya-vāsanās</i>, we would have no likes or dislikes and consequently no desires or fears, so we would not do any <i>āgāmya</i> and hence whatever actions may be done by our mind, speech of body would only be ones that they are made to do in accordance with our <i>prārabdha</i>. Therefore so long as we allow ourself to be swayed by our <i>viṣaya-vāsanās</i>, we are responsible for whatever actions we do under their sway, which means the vast majority of actions done by our mind, speech and body.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a><b>3. <i>Nāṉ Ār?</i> paragraphs 10 and 11: in order to eradicate ego, we need to weaken its army of <i>viṣaya-vāsanās</i> by clinging firmly to self-attentiveness</b><br>\n<br>\nAs Bhagavan clearly implies in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>, the most effective means by which we can avoid allowing ourself to be swayed by our <i>viṣaya-vāsanās</i> is to cling firmly to being self-attentive, and to the extent that we do not allow ourself to be swayed by them we are thereby weakening them:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fortress [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fortress will [eventually] be captured.</blockquote>\nEgo is like a commander-in-chief, whose army consists of its <i>viṣaya-vāsanās</i>. The fortress that ego and its army have captured and occupied is our heart, and when we are being keenly self-attentive we are besieging this fortress and preventing them from coming out to forage for food and water. Because there is no food or water for them in the fortress, they will grow weak and eventually perish if they do not come out to forage, so as Bhagavan says here: ‘கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள்’ (<i>kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ</i>), ‘So long as enemies are within the fortress, they will be continuously coming out from it’.<br>\n<br>\nThe food and water on which ego and its army of <i>viṣaya-vāsanās</i> depend for their survival is the attention that we as ego give to anything other than ourself, so <i>viṣaya-vāsanās</i> can succeed in their foraging only by coming out and distracting our attention away from ourself towards anything else whatsoever, and we can cut them down only by clinging firmly to self-attentiveness, thereby not allowing our attention to be distracted away from ourself. The more we cut them down in this way, the weaker the army will become, and only when the army has thereby been weakened to a considerable extent will we eventually be able to enter the fortress and kill the commander-in-chief, as Bhagavan implies in the concluding sentence of these two crucial paragraphs: ‘வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்’ (<i>vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>), ‘If one is continuously cutting all of them down as and when they come [out], the fortress will [eventually] be captured’.<br>\n<br>\n<a name=\"weakening\"></a><b>4. The less we allow ourself to be swayed by any rising of a <i>viṣaya-vāsanā</i>, the more we will thereby be weakening it, so the extent to which we weaken <i>viṣaya-vāsanās</i> is inversely proportional to the extent to which we allow ourself to be swayed by them</b><br>\n<br>\nSo how does all this apply to what you wrote about in your email? Firstly, whatever we do or experience is ultimately caused by our <i>viṣaya-vāsanās</i>, because we cannot do or experience anything unless we allow our attention to move away from ourself, and it is only under the sway of our <i>viṣaya-vāsanās</i> that we allow it to do so. We can illustrate this by taking what you wrote about as an example.<br>\n<br>\nYou were in the habit of drinking beer and smoking cigarettes on a Sunday evening because you had a liking to do so, and the seeds that give rise to such likings are <i>viṣaya-vāsanās</i>. What happens when you decide to drink or smoke is that an inclination (<i>vāsanā</i>) first rises, and that gives rise to a liking, and the liking gives rise to a desire, and because of that desire you decide to do so. Therefore whenever you decide not to do so you could have curbed this process at any stage of its development. You may strongly desire to drink or smoke, but you may nevertheless decide not to do so, perhaps because you consider it to be bad for your health or detrimental to your clarity of mind, in which case your desire to take care of your health or to maintain your clarity will have overruled your desire to drink or smoke. Or you may have curbed your liking to drink or smoke before allowing it to develop into a strong desire, or you may even have curbed your inclination as soon as it arose, thereby preventing it from developing into a liking.<br>\n<br>\nThe extent to which your inclination (<i>vāsanā</i>) to drink or smoke is weakened by your deciding not to do so depends on how early in the process you stopped it developing. If you stopped it only after it had developed into a strong desire, your decision not to act on that strong desire will weaken the <i>vāsanā</i> that gave rise to it, but only to a relatively limited extent, whereas if you had stopped it before the liking grew into a strong desire, it would weaken the <i>vāsanā</i> to a greater extent, and if you had stopped the <i>vāsanā</i> developing at all by not allowing yourself to be swayed by it even to the slightest extent, you will thereby have weakened it most effectively and to the greatest extent.<br>\n<br>\nThat is, the less we allow ourself to be swayed by any rising of a <i>viṣaya-vāsanā</i>, the more we will thereby be weakening it, so the extent to which we weaken <i>viṣaya-vāsanās</i> is inversely proportional to the extent to which we allow ourself to be swayed by them. This is why self-investigation (<i>ātma-vicāra</i>) is the most effective means to weaken our <i>viṣaya-vāsanās</i>, because to the extent to which we cling firmly to self-attentiveness we are thereby not allowing ourself to be swayed by our <i>viṣaya-vāsanās</i>.<br>\n<br>\n<a name=\"subha\"></a><b>5. When practising self-investigation our aim is to be so keenly and steadily self-attentive that we are not swayed by <i>viṣaya-vāsanās</i> of any kind whatsoever, so it is only when we allow ourself to be swayed by them that it matters whether they are <i>śubha vāsanās</i> or <i>aśubha vāsanās</i></b><br>\n<br>\nWhen we are trying to be self-attentive we need not and should not be concerned about which <i>viṣaya-vāsanās</i> rise nor about which other <i>viṣaya-vāsanās</i> they may be associated or intertwined with, because our aim is to be so keenly and steadily self-attentive that we are not swayed by <i>viṣaya-vāsanās</i> of any kind whatsoever. It is only when we allow ourself to be swayed by them that it matters whether they are <i>śubha vāsanās</i> (agreeable, virtuous or ‘good’ <i>vāsanās</i>), which are relatively but not entirely harmless, or <i>aśubha vāsanās</i> (disagreeable, wicked or bad <i>vāsanās</i>), which are more harmful, so rather than allowing ourself to be swayed by <i>aśubha vāsanās</i> it is better to be swayed by <i>śubha vāsanās</i>. However, though from a relative perspective <i>śubha vāsanās</i> are less harmful than <i>aśubha vāsanās</i>, they are nevertheless part of ego’s army of <i>viṣaya-vāsanās</i>, because they help to sustain it, so when practising self-investigation we need to cut them down like all other <i>viṣaya-vāsanās</i> by clinging so firmly to self-attentiveness that we do not allow ourself to be swayed by them.<br>\n<br>\n<a name=\"experience\"></a><b>6. When practising self-investigation our aim is not to experience anything but only to investigate and know the reality of ourself, the experiencer</b><br>\n<br>\nRegarding the temporary experience of quietness and peace that you attribute to or associate with your decision not to drink any beer or smoke any cigarette as usual one Sunday evening, it is not possible for us to determine exactly why it occurred (though among other more immediate possible causes it must have occurred according to <i>prārabdha</i>), but what is important to remember is that any experience that comes and goes is not what we actually are and is therefore not real but just an illusory appearance. When practising self-investigation our aim is not to experience anything but only to investigate and know the reality of ourself, the experiencer. All sorts of experiences may occur during the course of our life, and some of them may seem to occur as a by-product of our spiritual practice, but whatever kind of experience may occur we should not allow ourself to be distracted by it, but should instead keenly investigate ourself, the one to whom it has occurred.<br>\n<br>\n<a name=\"ny06\"></a><b>7. <i>Nāṉ Ār?</i> paragraph 6: whether our mind is calm or agitated, we should investigate ourself, the one to whom such calmness or agitation appears</b><br>\n<br>\nYou say, ‘If I can start from a relatively peaceful, thoughtless place, then driving the attention towards the I-thought will go even deeper’, but whether or not our mind is relatively peaceful or free of other thoughts, we are always free to turn our attention back to ourself, the thought called ‘I’ or ego, and thereby go deep within, because whatever may be experienced, we are the experiencer of it. As Bhagavan says in this portion of the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? Vigilantly, as soon as each thought appears, if one investigates to whom it has occurred, it will be clear: to me. If one investigates who am I [by vigilantly attending to oneself, the ‘me’ to whom everything else appears], the mind will return to its birthplace [namely oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\nWhenever our mind is in a relatively quiet or peaceful state, we should make use of that relative quietness by turning our attention back within to face ourself alone, but we should not wait for moments of quietness or peace before trying to be self-attentive, because as Sadhu Om often used to say, waiting for thoughts to subside and become calm before trying to be self-attentive is like waiting for the waves on the surface of the ocean to subside and become calm before diving in search of pearls. Waves appear only on the surface of the ocean, so if we dive deep beneath them, they will not disturb us and cannot prevent us sinking to the bottom where pearls can be found. Likewise, thoughts appear only on the surface of the mind, so if we sink deep within ourself by being keenly self-attentive, they will not disturb us and cannot prevent us clinging firmly to self-attentiveness. It is only when we allow our attention to move away from ourself that we rise to the surface and find that we have been distracted by thoughts about things other than ourself.<br>\n<br>\nJust like the calm in the eye of a raging storm, in the centre of ourself there is a place of perfect calmness and peace into which we can retreat and take refuge whenever we wish to do so, and that place remains eternally silent and undisturbed no matter how disturbed or agitated the mind may be. Therefore we need not and should not wait for the mind to become calm before turning within, but should just turn within and cling firmly to self-attentiveness unmindful of whatever storm may be raging on the surface of the mind.<br>\n<br>\nBeing calmly and steadily self-attentive is the means to separate ourself from the mind and all its activities, so if we truly love to be just as we are, whatever agitation the mind may be in can never prevent us turning back within and sinking deep into ourself. This is why Bhagavan asked rhetorically in the above passage of the sixth paragraph of <i>Nāṉ Ār?</i>, ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), ‘However many thoughts rise, what [does it matter]?’, thereby indicating that we should not be concerned about thoughts or the condition of the mind but should just cling fast to self-attentiveness.<br>\n<br>\nThe mind can be disturbed and agitated only when we allow our attention to move away from ourself, so clinging fast to self-attentiveness is the most effective means to make it calm. We will be able to see this clearly from our own experience if we seriously try to be self-attentive as much as possible, turning back within whenever we find our mind has began to wander away from ourself. Therefore we should not allow ourself to believe that the mind first needs to be calm before we can go deep within, but should instead try to be self-attentive no matter what the present condition of our mind may be.<br>\n<br>\nThe present condition of the mind, whether it be calm or agitated, is something other than ourself, so it should not concern us, because our only concern should be to be self-attentive. If we are concerned about the condition of our mind, thinking that we can be deeply self-attentive only if it is calm and quiet, we will thereby be putting the cart before the horse and depending on something other than ourself instead of depending on self-attentiveness alone.<br>\n<br>\n<a name=\"love\"></a><b>8. What is important is not whether the current state of our mind is relatively quiet or relatively active, but how much love we have to cling firmly to self-attentiveness</b><br>\n<br>\n<a name=\"ny11a\"></a>We need not be concerned about the condition of our mind or about anything else whatsoever, because if we simply try our best to be self-attentive as much as possible, that alone is sufficient, as Bhagavan assured us in the <a href=\"#ny11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>: ‘ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்’ (<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>), ‘If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own real nature], that alone is sufficient’. Therefore we should try to be self-attentive at all times, in all circumstances and in all states of mind. If we have sufficient love to be self-attentive, we can be so no matter what the circumstances or state of our mind may be, even though it may superficially seem easier to hold fast to self-attentiveness when our mind is relatively quiet and therefore not distracted by too many other thoughts.<br>\n<br>\nHowever, whether our mind is relatively quiet or relatively active, whenever we try to be self-attentive <i>viṣaya-vāsanās</i> will continue to rise as usual, so if we do not cling to self-attentiveness firmly enough, we will be swayed by them and thereby lose our hold on self-attentiveness. Therefore, whatever may be the current state of our mind, the same amount of effort is required for us to hold on to self-attentiveness and thereby not allow ourself to be swayed by whatever <i>viṣaya-vāsanās</i> may rise. What is important, therefore, is not whether the current state of our mind is relatively quiet or relatively active, but how willing we are to try to hold on to self-attentiveness. Willingness or love to cling firmly to self-attentiveness is what is called <i>bhakti</i>, and it is the key to succeeding in following this path patiently and persistently.<br>\n<br>\nTo the extent that we are interested in experiencing anything else our interest in just being self-attentive will be deficient, and hence we will be easily swayed by whatever <i>viṣaya-vāsanās</i> may arise. So how can we lose interest in experiencing anything else? Only by cultivating more and more love for just being self-attentive, and we can cultivate such love only by patient and persistent practice of being self-attentive no matter what the condition of our mind may be.<br>\n<br>\n<a name=\"nirvisesa\"></a><b>9. What we actually are is <i>nirviśēṣa</i> (devoid of distinguishing features), so any <i>viśēṣa anubhava</i> (experience with distinguishing features) is something other than ourself and therefore an indication that our attention has been distracted away from ourself</b><br>\n<br>\nWe need to clearly distinguish the state of just being self-attentive from all other experiences, and experiences of relative quietness or peace of mind or of a seeming reduction in the number or intensity of ‘thoughts’ (which is a term that most people take to mean mental chatter or verbal thoughts, as you describe it, but which Bhagavan used in a much deeper and broader sense to mean mental phenomena of any kind whatsoever) are the kind of experiences that are often mistaken to be self-attentiveness. If we are keenly self-attentive, <i>viṣaya-vāsanās</i> of one kind or another will continue to rise in our mind as usual but we will not be swayed by them, so our mind will thereby be relatively quiet, peaceful and free of mental chatter, but this does not mean that any state in which the mind is relatively quiet, peaceful or free of mental chatter is a state of self-attentiveness, because such a state can be achieved by other means or practices and may sometimes occur spontaneously for no apparent reason.<br>\n<br>\nWhen we are practising self-investigation (<i>ātma-vicāra</i>), we are trying to be attentively aware of ourself alone, because only when we are so keenly self-attentive that we thereby cease to be aware of anything else whatsoever will we be aware of ourself as we actually are. What we actually are is just pure awareness, which means awareness that is aware of nothing other than itself, so it is <a href=\"https://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html\"><i>nirviśēṣa</i></a>, which means devoid of distinguishing features. Whereas we ourself are <i>nirviśēṣa</i>, everything other than ourself is <i>viśēṣa</i>, because each such thing has distinguishing features of one kind or another, since if it had no such features there would be nothing to distinguish it from any other thing, so what each thing is is defined by its distinguishing features. Therefore any <i>viśēṣa anubhava</i> (experience with distinguishing features) is something other than ourself and therefore an indication that our attention has been distracted away from ourself, so we should take all such experiences (namely experiences of anything other than ourself) to be reminders that we should turn our attention back to ourself, the one to whom they have appeared.<br>\n<br>\nSleep is a <i>nirviśēṣa anubhava</i> (an experience devoid of distinguishing features), because in sleep we are not aware of anything other than ourself. This is why from the perspective of ego in waking and dream, sleep seems to be a state of blankness, void or nothingness, even though it is actually a state of perfectly clear awareness, because as ego we are so accustomed to experiencing phenomena, all of which have distinguishing features of one kind or another, that we are unable to recognise or grasp the featureless clarity of pure awareness that shines in sleep as ‘I am’ devoid of all the adjuncts that we now mistake ourself to be.<br>\n<br>\nJust as we cannot describe or even form an accurate mental image or conception of what we experienced in sleep, because it is <i>nirviśēṣa</i> and hence far beyond the grasp of mind or speech, for the same reason we cannot describe or even form an accurate mental image or conception of what we experience in the state of self-attentiveness, so any state or experience that we can describe in words or form a mental image or conception of is something other than self-attentiveness. What we are aware of in sleep, and what we are trying to be aware of when we practise being self-attentive, is only ourself, so any experience of anything other than what we experienced in sleep is something other than ourself, so we should not allow ourself to be distracted by any such experience, and if we notice that we have been distracted, we should at once turn our attention back to ourself, to whom that experience has appeared.<br>\n<br>\nAny state of mind that has distinguishing features is something other than ourself, so it is a <i>viṣaya</i>: an object, phenomenon or thing experienced by us as ego, the subject or experiencer. Since relative quietness or peace of mind is a feature that distinguishes certain states of mind from other states of mind, any state of relative quietness or peace of mind is a <i>viṣaya</i>, so any inclination to experience such a state is a <i>viṣaya-vāsanā</i>. When such a state occurs it may be very pleasant, but if we allow ourself to enjoy it without trying to investigate ourself, the one to whom it has occurred, we are thereby allowing ourself to be swayed by a <i>viṣaya-vāsanā</i>, the inclination to enjoy such a <i>viṣaya</i>.<br>\n<br>\n<a name=\"ny08\"></a><b>10. The ‘I-thought’ is not an object but the subject, so it is what we experience as ‘I’ so long as we are aware of anything other than ourself, and hence it cannot be hidden from us even in a state of mental quietness</b><br>\n<br>\nYou seem to have understood this, at least partially, because you wrote: ‘I know that the truly correct thing to do would be to refuse to enjoy the thoughtlessness, instantly revive the I-thought which is sort of hiding in the quiet mental state, and drive attention at it’. However, it is not correct to say that we have to revive the I-thought, because what Bhagavan refers to in Tamil as ‘நான் என்னும் நினைவு’ (<i>nāṉ eṉṉum niṉaivu</i>), ‘the thought called I’, which is often translated in English as ‘the I-thought’ (perhaps because in Sanskrit he referred to it as ‘अहं वृत्ति’ (<i>ahaṁ-vṛtti</i>), which means ‘I-thought’), is ego, as he says explicitly in the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்’ (<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram</i>), ‘Thought alone is the nature of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is ego’, so it is what experiences all other things, since all other things, including states of mental quietness or relative absence of thoughts (in the sense of mental chatter), are actually just thoughts, so they seem to exist only in the view of this first thought. Therefore we do not need to revive the I-thought but only to investigate it by keenly attending to it, and to the extent to which we attend to it, it will thereby subside back into our real nature (<i>ātma-svarūpa</i>), which is the source from which it arose.<br>\n<br>\nIn a state of mental quietness the I-thought is not actually hiding, because it is the experiencer of that state, but to the extent that we are attending to that mental quietness or to anything else other than ourself, the I-thought, we are thereby not attending to the I-thought, so it may superficially seem to have been hiding. If the I-thought were an object, it could be hiding, but since it is not an object but the subject, it is what we are experiencing as ‘I’ so long as we are aware of anything other than ourself, and hence it cannot be hidden from us. How could we ever hide from ourself?<br>\n<br>\n<a name=\"thoughts\"></a><b>11. In waking and dream we can never experience genuine thoughtlessness, because the ‘I’ who experiences these two states is only ego, which is the thought called ‘I’, and hence everything experienced by it is likewise just thoughts</b><br>\n<br>\nIn your email your refer to what you call ‘thoughtlessness’ or ‘relative thoughtlessness’, such as when you talk about experiencing ‘relatively thoughtless states of peace’, starting self-enquiry ‘from a relatively peaceful, thoughtless place’ and refusing ‘to enjoy the thoughtlessness’, but in the waking and dream states we can never experience genuine thoughtlessness, because the ‘I’ who experiences these two states is only ego, which is the thought called ‘I’, and hence everything experienced by it (other than its fundamental awareness ‘I am’) is likewise just thoughts. <br>\n<br>\n<a name=\"ny04\"></a><a name=\"ny14\"></a>As I mentioned above, what Bhagavan means by the term ‘thought’ is not just mental chatter or verbal thoughts but mental phenomena of any kind whatsoever, including perceptions, because just as everything we perceive in a dream is just a mental fabrication, everything we perceive in our present state is likewise just a mental fabrication, so this entire universe (including all time and space) is nothing but our own thoughts, as he pointed out in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’.<br>\n<br>\nTherefore anything other than our real nature, which is what is always shining clearly within us as our fundamental awareness of our own existence, ‘I am’, is a thought. Not only are all objects or phenomena just thoughts, but so too is the subject, namely ego, which is why he often described it as ‘the thought called I’. However, though ego is just a thought, it is unlike all other thoughts, because no other thought is aware either of itself or of anything else, whereas ego is aware both of itself and of all other thoughts. Why then did he say that ego is just a thought?<br>\n<br>\nWhat is real and what we actually are is only ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>), so ego is the same real awareness mixed and conflated with a set of adjuncts, namely a body consisting of five sheaths (a physical body, life, mind, intellect and will). Real awareness is aware of itself as just ‘I am’, and since it is infinite, formless and immutable, it alone exists and hence it is never aware of anything other than itself, whereas ego is aware of itself not just as ‘I am’ but as ‘I am this body’, and consequently it is also aware of other things. Therefore, since ego is a mixture of what is real, namely the fundamental awareness ‘I am’, and what is unreal, namely a body consisting of five sheaths, it is unreal, and whatever is unreal is just a thought.<br>\n<br>\nTo explain the same thing in a slightly different way, the five sheaths are all objects perceived by ego, so they are just thoughts, because all objects are thoughts. Though ego is not an object but only the subject, it always mistakes itself to be a bundle of objects, namely the five sheaths, so it is a confused mixture of awareness and objects, which are not aware, and hence it is called <i>cit-jaḍa-granthi</i>: the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with what is not aware (<i>jaḍa</i>), conflating them as if they were one. Since only one strand of this knot is real, namely awareness, and the other strand is merely a bundle of thoughts, namely the body, the knot itself, namely ego, is not real but just a thought. This is why Bhagavan often described ego as the thought called ‘I’ or the thought called ‘I am this body’.<br>\n<br>\n<a name=\"un23\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 23: only after ego rises does everything else rise, so with keen discernment investigate yourself, the source where ego rises</b><br>\n<br>\nThis paradoxical nature of ego is explained by Bhagavan in more detail in verses 23 to 26 of <i>Uḷḷadu Nāṟpadu</i>. In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> he says:<br>\n<blockquote>நானென்றித் தேக நவிலா துறக்கத்து<br>\nநானின்றென் றாரு நவில்வதிலை — நானொன்<br>\nறெழுந்தபி னெல்லா மெழுமிந்த நானெங்<br>\nகெழுமென்று நுண்மதியா லெண்.<br>\n<br>\n<i>nāṉeṉḏṟid dēha navilā duṟakkattu<br>\nnāṉiṉḏṟeṉ ḏṟāru navilvadilai — nāṉoṉ<br>\nḏṟeṙundapi ṉellā meṙuminda nāṉeṅ<br>\ngeṙumeṉḏṟu nuṇmatiyā leṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ என்று இத் தேகம் நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu i-d-dēham navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இத் தேகம் ‘நான்’ என்று நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>i-d-dēham ‘nāṉ’ eṉḏṟu navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>English translation:</b> This body does not say ‘I’. No one says ‘In sleep I do not exist’. After one thing, ‘I’, rises, everything rises. Contemplate by a subtle mind where this ‘I’ rises.<br>\n<br>\n<b>Explanatory paraphrase:</b> This body does not say ‘I’ [that is, it is not aware of itself as ‘I’]. No one says ‘In sleep I do not exist’ [even though one was then not aware of this or any other body]. [Therefore neither this nor any other body can be what I actually am, but in waking and dream an awareness rises as ‘I am this body’.] After one thing [called] ‘I’ [namely ego, the awareness that rises as ‘I am this body’] rises, everything rises. Contemplate [investigate, discern, determine or ascertain] by <i>nuṇ mati</i> [a subtle, refined, sharp, keen, acute, precise, meticulous and discerning mind or intellect] where this ‘I’ rises.</blockquote>\n<a name=\"uk23a\"></a>The first sentence of this verse, ‘நான் என்று இத் தேகம் நவிலாது’ (<i>nāṉ eṉḏṟu i-d-dēham navilādu</i>), ‘This body does not say I’, is a metaphorical way of saying that it is not aware of itself as ‘I’, and Bhagavan explains this in the <a href=\"http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk23\"><i>kaliveṇbā</i> version</a> by adding a clause, ‘மதியிலதால்’ (<i>mati-y-iladāl</i>), ‘Since it is not awareness’ or ‘Since it is devoid of awareness’. The implication of the second sentence, ‘“உறக்கத்தும் நான் இன்று” என்று ஆரும் நவில்வது இலை’ (<i>‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai</i>), ‘No one says “In sleep I do not exist”’, is that we do not cease to exist or to be aware in sleep, even though we are then not aware of any body, so neither this nor any other body can be what we actually are. However in waking and dream an awareness appears as ‘I am this body’, and it is only after this appears that everything else appears, as he says in the third sentence: ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one thing, ‘I’, rises, everything rises’. The one thing called ‘I’ that he refers to here is ego, the false awareness that rises as ‘I am this body’.<br>\n<br>\nTherefore, since everything else comes into existence only when ego comes into existence, as he implies here, ego is the root cause of everything, including all problems, limitations, separation and unhappiness, so to be free of all such things all we need to do is to eradicate ego. How then can we eradicate it? Since it is a false awareness of ourself, an awareness of ourself as a body, which is not what we actually are, we can eradicate it only by being aware of ourself as we actually are, and we can be aware of ourself as we actually are only by keenly investigating ourself. Therefore, since what we actually are is the source from which we rose as ego, in the fourth and final sentence of this verse he says: ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>), ‘Contemplate by a subtle mind where this I rises’.<br>\n<br>\nIn this final sentence the word that I have translated as ‘contemplate’ is ‘எண்’ (<i> eṇ </i>), which means think, consider, contemplate or meditate upon, but which in this context implies investigate, discern, determine or ascertain, and the words that I have translated as ‘a subtle mind’ are ‘நுண் மதி’ (<i>nuṇ mati</i>), in which நுண் (<i>nuṇ</i>) is an adjective that means subtle, refined, sharp, keen, acute, precise, meticulous or discerning, and மதி (<i>mati</i>) is a noun that means mind or intellect, and in this context implies our power of attention and discernment. What we need to investigate with subtle and keen discernment is ‘இந்த நான் எங்கு எழும்’ (<i>inda nāṉ eṅgu eṙum</i>), ‘where this I rises’, so since this ‘I’ (namely ego) rises only from ourself as we actually are, namely pure awareness, which is what always shines within us as ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>), what this sentence implies is that we should keenly attend only to ourself, this fundamental awareness ‘I am’.<br>\n<br>\n<a name=\"uk23b\"></a>So what will happen if we investigate with a sufficiently subtle and keen attentiveness where this ‘I’ rises? The answer to this question is given by Bhagavan in the <a href=\"http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk23\"><i>kaliveṇbā</i> version</a> of this verse, in which he extended this final sentence as: ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்ண, நழுவும்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇṇa, naṙuvum</i>), ‘When one contemplates by a subtle mind where this I rises, it slips away’.<br>\n<br>\n<a name=\"un25b\"></a>That is, the nature of ego is to rise, stand and flourish by attending to anything other than itself, but to subside and dissolve back into its source by attending to itself. This is perhaps the most important of all the fundamental principles of his teachings, and he alludes to it either explicitly or by implication in many other verses of <i>Uḷḷadu Nāṟpadu</i>, such as verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">9</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">14</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un19\">19</a>, <a href=\"#un26\">26</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">27</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">30</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">38</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un39\">39</a>, but he expresses it most clearly and explicitly in <a href=\"#un25\">verse 25</a>, so I will discuss it in more detail in the context of that verse.<br>\n<br>\n<a name=\"un24\"></a><b>13. <i>Uḷḷadu Nāṟpadu</i> verse 24: though ego is aware of itself as ‘I am this body’, it is not the body, because unlike the body it is aware, and though it is aware, it is not <i>sat-cit</i>, because unlike <i>sat-cit</i> it rises and subsides</b><br>\n<br>\nIn <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> he continues to explain the nature of ego:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence, embodied condition or the cycle of birth and death] and <i>manam</i> [mind].</blockquote>\nLike the verb he used in the first sentence of the previous verse, ‘நான் என்று இத் தேகம் நவிலாது’ (<i>nāṉ eṉḏṟu i-d-dēham navilādu</i>), ‘This body does not say I’, the verb he uses in the first sentence of this verse, ‘சட உடல் நான் என்னாது’ (<i>jaḍa uḍal nāṉ eṉṉādu</i>), ‘The insentient body does not say I’, literally means ‘does not say’, but in both cases he uses these verbs as a metaphor implying ‘is not aware of’, so the implied meaning of this sentence is that the <i>jaḍa</i> (insentient or non-aware) body is not aware of itself as ‘I’. So what is it that is aware of this body as ‘I’? This is what he goes on to explain in the rest of this verse.<br>\n<br>\nWhat is actually aware is only our own real nature, ‘I am’, which is what he refers to in the second sentence as <i>sat-cit</i> (existence-awareness), so is <i>sat-cit</i> what is aware of the body as ‘I’? It cannot be, because <i>sat-cit</i> is infinite, eternal and immutable, whereas the body is just a temporary appearance, so <i>sat-cit</i> cannot undergo the change of sometimes being aware of the body and sometimes not being aware of it, and hence it can never be aware of the body or any other temporary appearance. It always is just as it is, and never undergoes change of any kind whatsoever. To indicate this, in the second sentence of this verse he says: ‘சத்சித் உதியாது’ (<i>sat-cit udiyādu</i>), ‘<i>sat-cit</i> does not rise’ (in which the verb உதியாது (<i>udiyādu</i>) means does not rise, appear or come into existence).<br>\n<br>\nFrom the fact that <i>sat-cit</i> does not rise, how can we infer that it therefore does not ever undergo any change? Change of any kind entails rising and subsiding, because when anything undergoes change, what it was before changing has thereby subsided or ceased to exist, and what it became after changing has thereby risen or come into existence, so only what is subject to rising and subsiding can undergo change. Therefore what does not rise, appear or come into existence can never undergo change of any kind whatsoever, so when Bhagavan says that <i>sat-cit</i> does not rise, what he implies is not only that it is eternal, in the sense that it is beyond time, but also that it is unchanging and immutable.<br>\n<br>\nThe body and <i>sat-cit</i> are therefore quite opposite in nature. The body appears and disappears, and is never aware, whereas <i>sat-cit</i> is pure awareness and never appears or disappears, yet something else rises borrowing the properties of both of them, as Bhagavan implies in the third sentence: ‘உடல் அளவா நான் ஒன்று உதிக்கும் இடையில்’ (<i>uḍal aḷavā nāṉ oṉḏṟu udikkum iḍaiyil</i>), ‘In between one thing, ‘I’, rises as the extent of the body’. Though this ‘I’ is aware of itself as ‘I am this body’, it is not the body, because unlike the body it is aware, and though it is aware, it is not <i>sat-cit</i>, because unlike <i>sat-cit</i> it rises and subsides (that is, it appears in waking and dream and disappears in sleep).<br>\n<br>\nIt is therefore not real awareness (<i>cit</i>) but just a semblance of awareness (<a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>), because real awareness alone is what actually exists, so it is never aware of anything other than itself, whereas this rising ‘I’ is aware of itself as ‘I am this body’ and is consequently aware of other things also. Just as it has borrowed the form of the body as if it were its own form, it has borrowed the existence and awareness of <i>sat-cit</i> as if they were its own existence and awareness.<br>\n<br>\n<a name=\"un25c\"></a>This is why he describes it in the <a href=\"#un25\">next verse</a> as ‘உருவற்ற பேய் அகந்தை’ (<i>uru-v-aṯṟa pēy ahandai</i>), ‘the formless phantom ego’. It is formless because it has no form of its own, and it is a phantom because it has no substance (no existence or consciousness) of its own, yet in its own deluded view it seems to be both the real substance, ‘I am’, and a form, ‘this body’.<br>\n<br>\n‘I am’, which is both our existence and our awareness of our existence, is <i>sat-cit</i>, whereas this body is <i>jaḍa</i> (non-aware or insentient), so since ego conflates these two as if they were one, it is aware of itself as ‘I am this body’, and hence it is called <i>cit-jaḍa-granthi</i>, the knot that binds what is aware and what is not aware together as if they were one. Since the extent of the body is limited in both time and space, when we rise as ego and thereby mistake ourself to be a body, we are binding ourself to these and all the other limitations of the body, so ego itself is bondage (<i>bandha</i>). It is also what is called the soul (<i>jīva</i>), and it is the subtle body that is said to transmigrate from one body to another in a seemingly endless cycle of births and deaths. This cycle of births and deaths, all the experiences that it entails, and our wandering through this cycle undergoing all such experiences is what is called <i>saṁsāra</i>, so since this <i>saṁsāra</i> is the unavoidable consequence of our rising as ego, and since it has no existence independent of ego, ego itself is all this <i>saṁsāra</i>. This entire <i>saṁsāra</i> is just a dream, so it is nothing but thoughts, and these thoughts are what constitute the mind, but the root of all these thoughts is ego, which is the primal thought called ‘I’, because all other thoughts are objects, so they exist only in the view of ego, which is the subject, and hence what the mind essentially is is only ego. Therefore Bhagavan concludes this verse by saying: ‘இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்’ (<i>idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>), ‘Know that this [the one thing called ‘I’ that rises as the extent of a body] is <i>cit-jaḍa-granthi</i>, bondage, soul, subtle body, ego, this <i>saṁsāra</i> and mind’.<br>\n<br>\n<a name=\"un25\"></a><b>14. <i>Uḷḷadu Nāṟpadu</i> verse 25: the formless phantom called ego rises, stands and flourishes to the extent that it grasps things other than itself, but will take flight if it tries to grasp itself by being keenly self-attentive</b><br>\n<br>\nAs I mentioned <a href=\"#un25c\">above</a>, in verse 25 Bhagavan describes ego as ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, because it has no form and no substance of its own, so it grasps the form of a body as itself, and it derives its seeming substance (its existence and awareness) from the one real substance, namely <i>sat-cit</i>. So what is the nature of this formless phantom called ego, and more importantly, what is the means by which we can eradicate it? The key to eradicating it lies in its nature, as explained by him in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. The formless phantom ego. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Grasping form [that is, projecting and perceiving the form of a body (composed of five sheaths) as itself] it comes into existence [rises into being or is formed]; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [that is, projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If sought [that is, if it seeks, examines or investigates itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. [Such is the nature of this] formless phantom ego. [Therefore] investigate [it] [or know thus].</blockquote>\nWhat Bhagavan reveals in this verse is key to understanding his entire teachings, particularly the efficacy of self-investigation and why it is the only means by which we can surrender and eradicate ego. In brief what he implies here is that ego cannot rise, stand, nourish itself or flourish without grasping forms, so if instead of grasping any form it tries to grasp itself alone, it will take flight, meaning that it will subside and dissolve back into the source from which it arose, namely <i>sat-cit</i>, our fundamental awareness of our own existence, ‘I am’.<br>\n<br>\nWhat does he mean by ‘உருப்பற்றி’ (<i>uru-p-paṯṟi</i>), ‘grasping form’? Since ego itself is formless, whatever forms it grasps are things other than itself. In this context, therefore, ‘form’ means any <i>viṣaya</i>, any object or phenomenon, anything with distinguishing features, anything perceived by ego, anything other than ego, anything that appears or disappears in the view of ego, whether it be a physical phenomenon or a mental phenomenon, so even a state of quietness of mind such as the one you experienced is a ‘form’ in this sense, as also are the place and time in which such experiences occur. So how can this formless phantom called ego grasp all such forms? It grasps them only in its awareness. In other words, it grasps forms by attending to them or being aware of them.<br>\n<br>\n<a name=\"un04a\"></a><a name=\"un05\"></a>However, ego cannot grasp other forms without first grasping a form as itself, as he implied earlier in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]?’, so the first form that ego grasps is the form of a body, which it mistakes to be itself, and what he means in this context by the term ‘body’ is not just a physical body but all the five sheaths, namely a physical body, life, mind, intellect and will, as he pointed out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a>, ‘உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் உடல் என்னும் சொல்லில் ஒடுங்கும்’ (<i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum</i>), ‘The body is a form of five sheaths. Therefore all five are included in the term body’, because whatever body we mistake to be ourself is a living body and seems to be awake, so life, mind, intellect and will are all functioning within it as an integral part of it.<br>\n<br>\n<a name=\"un26a\"></a>Therefore the first form that ego grasps as soon as it comes into existence is this form of five sheaths called ‘body’. This does not mean that this body existed prior to our rising as ego, because as he points out in <a href=\"#un26\">verse 26</a>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, so ‘உருப்பற்றி’ (<i>uru-p-paṯṟi</i>), ‘grasping form’, does not mean grasping pre-existing forms, but implies simultaneously projecting and perceiving forms, as we do in dream.<br>\n<br>\nTherefore what he implies in the first sentence of this verse, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘Grasping form it comes into existence’, is that at the very moment that we rise as ego we project a body consisting of five sheaths and experience it as ourself. Likewise, what he implies in the second sentence, ‘உரு பற்றி நிற்கும்’ (<i>uru paṯṟi niṟkum</i>), ‘Grasping form it stands’, is that so long as we stand or endure as ego we continue projecting and experiencing this body as if it were ourself.<br>\n<br>\n<a name=\"un06\"></a>As soon as we experience ourself as if we were a body, through the five senses of that body we project and perceive a physical world, and because we seem to be just this body, the rest of the world seems to be outside ourself, though it all actually appears only within our own mind. Not only do we project and perceive a world of physical phenomena that seems to be outside ourself, we also project and perceive another world that seems to be inside ourself, namely a world of mental phenomena consisting of thoughts, feelings, memories, desires, fears and so on. Though these seem to be two different worlds, they are actually just two parts of one dream world, and they both consist only of thoughts in the broad sense in which Bhagavan uses the term, namely in the sense of mental phenomena of any kind whatsoever, because the seemingly physical world does not exist independent of our perception of it, just like the seemingly physical world we perceive in a dream, as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உலகு ஐம் புலன்கள் உரு; வேறு அன்று’ (<i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu</i>), ‘The world is a form of five sense-impressions, not anything else’, and our perceptions or sense-impressions (namely sights, sounds, tastes, smells and tactile sensations) are all just mental impressions and hence mere thoughts.<br>\n<br>\nTherefore, while grasping the form of a body as ourself, we also grasp numerous other forms that constitute this pair of worlds, one of which seems to be inside ourself and the other of which seems to be outside ourself. By grasping all these forms, not only do we stand or endure as ego, but we also expand and flourish as ego, because forms (objects or phenomena) are the food on which ego lives and nourishes itself, as he points out in the third sentence of this verse: ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), ‘Grasping and feeding on form it grows abundantly’. In other words, by attending to or being aware of anything other than ourself, we are thereby nourishing and sustaining ego, so we can never eradicate ego by attending to anything other than ourself.<br>\n<br>\nSince ego cannot exist without grasping form, whenever it leaves one form it grasps another form, as Bhagavan points out in the fourth sentence: ‘உரு விட்டு, உரு பற்றும்’ (<i>uru viṭṭu, uru paṯṟum</i>), ‘Leaving form, it grasps form’. Throughout the waking and dream states we are constantly grasping forms, and only in sleep and other such states of <i>manōlaya</i> (temporary dissolution of mind) do we completely release our hold on forms, but as soon as we do so we cease to be ego, until we rise again and continue grasping forms. The body that we grasp as ourself in any other dream is not the same body that we now grasp as ourself, but in both states we first grasp the form of a body as ourself and then grasp countless other forms, and when we move from one dream to another dream we leave the body of the previous dream and grasp the body of the next dream. Our entire life as the body that we now seem to be is just a dream, so when this dream comes to an end at the time of death, we will leave this dream body and grasp another dream body as ourself in a subsequent dream. We may either go from one dream immediately into another dream, or we may rest for a while in sleep before starting to dream another dream, but in either case a dream starts only when we rise as ego, projecting and grasping the form of a body as ourself.<br>\n<br>\nSo how can we put an end to this seemingly endless cycle of births and deaths, in each of which we dream ourself to be a body? As Bhagavan indicates in the first four sentences of this verse, we perpetuate this cycle of dreams by continuing to grasp forms, so in order to put an end to it we need to cease grasping forms. However, though it is necessary for us to cease grasping forms, it is not sufficient, because we cease grasping forms every day when we fall asleep, but this cycle of dreams is not thereby ended, so what more is required to put an end to this cycle?<br>\n<br>\nThe root cause of this cycle is ego, because it is what brings it into existence by rising and grasping form, and what perpetuates it by continuing to grasp form, so to put an end to this cycle we must eradicate ego. But what is the means to eradicate ego? As Bhagavan has been pointing out in these verses, ego is a false awareness of ourself, an awareness of ourself as a body, which is not what we actually are, so we can eradicate it only by correct awareness of ourself: that is, awareness of ourself as we actually are. So how can we be aware of ourself as we actually are?<br>\n<br>\nSo long as we attend to anything other than ourself, we seem to be ego, because ego alone is what is aware of the seeming existence of all other things, but if we turn our attention back within to look at ourself alone, no such thing as ego will be found, as he implies in the fifth sentence of this verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’.<br>\n<br>\nThe word that I have translated as ‘if sought’, namely ‘தேடினால்’ (<i>tēḍiṉāl</i>), is not actually a passive but an active conditional participle, but since it has no explicit subject or object, the sense of it is best conveyed in English by the passive conditional ‘if sought’, because that implies that what is being sought is ego. However, ego is not only what is to be sought but also what is to do the seeking, so the implied meaning of this conditional participle is ‘if ego seeks itself’, or in other words, ‘if we seek ourself’, because we alone are what seems to be ego.<br>\n<br>\n‘தேடு’ (<i>tēḍu</i>), ‘seek’, is used here in a metaphorical sense, and implies ‘investigate’ or ‘keenly attend to’. That is, ego is not an object or something that has been lost or was previously unknown, because it is what we now experience as ‘I’, so we need not seek it as if it were lost or unknown. What we are to seek is not ego itself but its reality, which is what we actually are, and we can seek its reality only by keenly attending to it.<br>\n<br>\nIf we see something that seems to be a snake and want to know what it actually is, we need to look at it very carefully, and if we look at it carefully enough, the snake will take flight, and what will remain in its place is only a rope. In other words, by looking at it carefully enough we will see that what it actually is is just a rope, and therefore it was never a snake, so no such thing as a snake ever existed there at all.<br>\n<br>\nLikewise, we now seem to be this formless phantom called ego, which has grasped the form of a body as itself and is constantly grasping and feeding on other forms, so if we want to know what we actually are we need to look at ego very carefully, which means that we need to be keenly self-attentive. If we look at ego carefully enough, it will take flight, and what will remain in its place is only pure awareness, which is our real nature (<i>ātma-svarūpa</i>). In other words, by looking at ego carefully enough (which means being self-attentive keenly enough) we will see that what we actually are is just pure awareness (awareness that is never aware of anything other than itself), and therefore we were never ego, so no such thing as ego has ever existed at all.<br>\n<br>\nUntil and unless we have all-consuming love to know and to be only what we actually are and thereby to surrender ego completely and permanently, we will not be willing to let go of ego and everything else, so we will continue to allow ourself to be swayed to a greater or lesser extent by our <i>viṣaya-vāsanās</i>, our inclinations to grasp forms. Therefore when we try to be self-attentive, we will not be self-attentive keenly enough to vanquish ego entirely. Only to the extent that we are keenly self-attentive will ego take flight.<br>\n<br>\nIf we are so keenly self-attentive that we thereby cease to be aware of anything else whatsoever, we will be aware of ourself as pure awareness, and hence ego will be eradicated forever. In other words, it will take flight completely and permanently. However, if we are only partially self-attentive, as we generally are when we practise self-investigation, we will not cease being aware of other things entirely, so though ego will take flight, it will do so only partially and temporarily. That is, it will subside, but not completely or permanently. Only to the extent to which we are keenly self-attentive will it subside.<br>\n<br>\nTherefore, if we want to keep ego and its army of <i>viṣaya-vāsanās</i> in check, the simplest and most effective means to do so is just to be self-attentive, because ego can rise and flourish only to the extent that we attend to anything other than ourself. The more keenly we are self-attentive, the more ego will subside, and since its <i>viṣaya-vāsanās</i> derive their strength only from it, and since it alone is what is swayed by them, to the extent that it subsides its <i>viṣaya-vāsanās</i> will subside along with it.<br>\n<br>\nTherefore what Bhagavan teaches us in this verse is that the nature of ego is such that we rise, stand, feed ourself and flourish as ego by grasping form, which means by attending to or being aware of anything other than ourself, but subside and dissolve back into our source to the extent that we attend only to ourself. This is therefore the very heart of his teachings, being the fundamental principle that is key to the practice of self-investigation and its efficacy in curbing and eventually eradicating ego. Though it is such an invaluable principle, before Bhagavan it was never revealed so explicitly, clearly and unequivocally as he has revealed it.<br>\n<br>\n<a name=\"ny13\"></a>This principle is key to understanding and applying not only the practice of self-investigation but also the practice of self-surrender, because since the nature of ego is such, the only means we can surrender it completely is by being so keenly self-attentive that we thereby give not even the slightest room to the rising of any other thought, as Bhagavan points out in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām.</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God.</blockquote>\nTherefore if we want to follow the path of self-investigation and self-surrender taught by Bhagavan, it is essential that we understand this simple principle and all its profound implications. If we dedicate ourself to the simple practice of self-attentiveness, nothing else is required. We need not be concerned about anything else, because everything else will be taken care of by this practice. Whatever else we may think is necessary or helpful to enable us to practice self-attentiveness successfully, such as a calm and quiet state of mind, can be achieved most effectively by this practice alone. Whatever problems or obstacles we may think we face, the root of all of them is ego, and this practice is not only the most effective means to curb the rising and activity of ego but also the only means by which we can eventually eradicate it.<br>\n<br>\n<a name=\"un26\"></a><b>15. <i>Uḷḷadu Nāṟpadu</i> verse 26: ego itself is what appears as everything else, so since ego will cease to exist if we investigate it keenly enough, investigating what it actually is is giving up everything</b><br>\n<br>\nAfter explaining the nature of ego and the practical implications of its nature so clearly in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> Bhagavan points out that ego is the root cause of everything else, because it alone is the subject or experiencer, and all other things are just objects that seem to exist only in its view:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\n<a name=\"ny07\"></a><a name=\"un13\"></a>As Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only ātma-svarūpa [the ‘own form’ or real nature of oneself]’, and in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’, in which மெய் (<i>mey</i>), ‘real’, means what actually exists, so everything other than our real nature does not actually exist even though it seems to exist. It is all just an illusory appearance, but to whom does it all appear? In whose view does all this seem to exist?<br>\n<br>\n<a name=\"un04b\"></a>Our real nature (<i>ātma-svarūpa</i>) is pure awareness, in the clear view of which nothing other than itself exists or even seems to exist, so it is not aware even to the slightest extent of any part of this illusory appearance, as Bhagavan implies in the first two sentences of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]?’ Therefore it is only in the view of ourself as ego that everything other than ourself seems to exist.<br>\n<br>\nHowever, even ego is just an illusory appearance, because it appears only in waking and dream but disappears in sleep, so though ego seems to exist, it does not actually exist. So in whose view does ego seem to exist? Like everything else that seems to exist but does not actually exist, it does not exist or even seem to exist in the clear view of our real nature, so it seems to exist only in its own view. Being an unreal thing that seems to exist only in its own view, ego is entirely unreal, and everything else that seems to exist only in its view is equally unreal, meaning that though it seems to exist it does not actually exist.<br>\n<br>\nSince everything other than pure awareness seems to exist only in the view of ego, none of it could seem to exist in the absence of ego, so in the first two sentences of this verse Bhagavan says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’. This is an extremely radical teaching, and one that we may be unwilling to accept (not least because it implies that we are the one and only ego), but it is perfectly compatible with our experience, and if we are willing to accept it, it will make our practice of self-investigation so much easier, because we will be willing to investigate ourself only to the extent that we are willing to give up ego along with everything else entirely and forever.<br>\n<br>\nSince everything else seems to exist only in the view of ego, it is all nothing but ego’s perception of it, so what we as ego are seeing as everything else is actually just ourself, just as in a dream what we as the dreamer see as the entire dream world is all only ourself, and hence in the third sentence of this verse Bhagavan says: ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’. In older <i>advaita</i> texts it is sometimes stated that all this is <i>brahman</i>, such as in the <i>Chāndogya Upaniṣad</i> 3.14.1, ‘सर्वं खल्विदं ब्रह्म’ (<i>sarvaṁ khalvidaṁ brahma</i>), ‘All this is actually <i>brahman</i>’, and in the <i>Māṇḍukya Upaniṣad</i> 2, ‘सर्वं ह्येतद् ब्रह्म’ (<i>sarvaṁ hyētad brahma</i>), ‘All this is certainly <i>brahman</i>’, which is true in the sense that everything is nothing other than ego, and ego is nothing other than <i>brahman</i>, but Bhagavan emphasises that everything is only ego because understanding this is of far greater practical value than understanding that it is all ultimately <i>brahman</i>. Why is this the case? Because in order to know and to be what we actually are, which is what is called <i>brahman</i>, we need to give up everything else, so since ego itself is everything else, in order to give up everything else all we need do is give up ego, which we can do only by investigating it.<br>\n<br>\nSince ego will subside to the extent that we investigate it by being keenly self-attentive, and will therefore cease to exist entirely if we investigate it so keenly that we thereby cease to be aware of anything else at all (as he taught us in the <a href=\"#un25\">previous verse</a>), and since nothing else can exist when ego does not exist (as he says in the second sentence of this verse), he concludes this verse by saying in the fourth and final sentence: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this is alone is giving up everything’.<br>\n<br>\nBhagavan’s path is therefore the path of complete renunciation, but the renunciation that is required is not mere outward renunciation of any kind, but inward renunciation of ego, which necessarily entails the complete renunciation of everything else, because everything else seems to exist only in the view of ego, so nothing else will remain when we renounce ego by investigating it keenly enough.<br>\n<br>\n<a name=\"un25&26\"></a><b>16. The practical significance of the two fundamental laws of nature that Bhagavan points out in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i></b><br>\n<br>\nWhat Bhagavan teaches us in verses 25 and 26 are the two most fundamental laws of nature. The law he teaches us in <a href=\"#un25\">verse 25</a> is that ego seems to exist only when it attends to anything other than itself, so it will cease to exist only by attending keenly and exclusively to itself alone, and the law he teaches in <a href=\"#un26\">verse 26</a> is that all other things (all objects or phenomena) seem to exist only when ego seems to exist (because it is only in ego’s view that they seem to exist), so ego is the root cause and foundation for the appearance and seeming existence of everything else. In other words, ego is first rising and the cause of all other risings, because it is the subject and all other things are objects, so they seem to exist only in its view.<br>\n<br>\nThe practical significance of the law he teaches us in verse 25 is self-evident, and though the practical significance of the law he teaches us in verse 26 may seem to be not so self-evident, it is actually of tremendous significance to us in our practice of self-investigation and self-surrender, because it means not only that all other things derive their seeming existence only from the seeming existence of ourself as ego, but also by implication that all other things derive everything else only from ego, including whatever power they may seem to have. Why this is of such great practical significance is that though our <i>viṣaya-vāsanās</i> and all the likes, dislikes, desires, attachments, fears and so on to which they give rise seem to have power over us, because they are the seeds that give rise to all other phenomena and we tend to go outwards and act under their sway, they actually derive their power only from us, so we are always free either to allow ourself or not to allow ourself to be swayed by them.<br>\n<br>\nTherefore, if we love to be self-attentive, there is no power other than ourself that could ever obstruct or stop us being self-attentive, so whether we are self-attentive or not at any given moment is entirely in our hands. If we are not self-attentive, it is only because we do not want to be self-attentive, or even if we do want to be self-attentive, our liking to experience other things is greater than our liking to be self-attentive. However, since our likings derive their power only from us, we can rectify this deficiency in our love to be self-attentive by patiently and persistently trying to be self-attentive.<br>\n<br>\n<a name=\"ny05\"></a><b>17. <i>Nāṉ Ār?</i> paragraph 5: ego is the first thought and cause of all other thoughts, so since all phenomena are just thoughts, without ego they do not exist</b><br>\n<br>\nThe fundamental law of nature that Bhagavan teaches us in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, particularly in the first two sentences, is also taught by him using other terms in the last four sentences of the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhat he refers to here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), ‘the thought called I’, and as ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, is what he refers to in verse 26 as ‘அகந்தை’ (<i>ahandai</i>), ‘ego’, and what he refers to here as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), ‘other thoughts’, and as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, are what he refers to in verse 26 as ‘அனைத்தும்’ (<i>aṉaittum</i>) and ‘யாவும்’ (<i>yāvum</i>), ‘everything’, implying all objects or phenomena, because they are all just thoughts. Though he often said that ego and phenomena (subject and objects) appear and disappear simultaneously, here he implies that it is only after ego appears that other things appear, but there is actually no contradiction between these two statements, because the first is referring to chronological sequence whereas the second is referring to causal sequence.<br>\n<br>\nThat is, in terms of chronological sequence, ego and phenomena appear simultaneously, but in terms of causal sequence, phenomena appear only after ego, because ego is the cause and phenomena are its effects. That is, this is a case of simultaneous causation, so though the cause (namely the rising of ego) and its effect (namely the rising of all other things) occur simultaneously, in terms of causal sequence the cause precedes its effect. Therefore what Bhagavan implies when he says, ‘இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன’ (<i>idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa</i>), ‘Only after this [the thought called ‘I’] arises do other thoughts arise. Only after the first person appears do second and third persons appear’, is that though they appear simultaneously, ego is the cause and all other things are its effects.<br>\n<br>\nSince ego is the cause for the seeming existence of all other things, nothing else can exist in the absence of ego, as he implies in the final sentence of this passage, ‘தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘without the first person second and third persons do not exist’, and in the second sentence of verse 26 of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘if ego does not exist, everything does not exist’.<br>\n<br>\n<a name=\"aa7\"></a><b>18. <i>Śrī Aruṇācala Aṣṭakam</i> verse 7: if the thought called ‘I’ does not exist, nothing else will exist, so if anything else appears, investigate to whom it has appeared and thereby sink within and merge back into the heart, the source from which this ‘I’ rose</b><br>\n<br>\nWhat he teaches us and implies in all the verses of <i>Uḷḷadu Nāṟpadu</i> and passages of <i>Nāṉ Ār?</i> that I have discussed here is beautifully summarised by him in <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்றது வரைபிற நினைவெழி லார்க்கெற்<br>\nகொன்றக முதிதல மெதுவென வுள்ளாழ்ந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;துளத்தவி சுறினொரு குடைநிழற் கோவே<br>\nயின்றகம் புறமிரு வினையிறல் சன்ம<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்புதுன் பிருளொளி யெனுங்கன விதய<br>\nமன்றக மசலமா நடமிடு மருண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையெனு மெலையறு மருளொளிக் கடலே.<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉḏṟadu varaipiṟa niṉaiveṙi lārkkeṟ<br>\nkoṉḏṟaha mudithala meduveṉa vuḷḷāṙn<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;duḷattavi cuṟiṉoru kuḍainiṙaṟ kōvē<br>\nyiṉḏṟaham puṟamiru viṉaiyiṟal jaṉma<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉbutuṉ biruḷoḷi yeṉuṅkaṉa vidaya<br>\nmaṉḏṟaha macalamā naḍamiṭu maruṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉu melaiyaṟu maruḷoḷik kaḍalē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niṙal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ‘அகம் உதி தலம் எது?’ என ஒன்று. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு இன்று. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, ‘aham udi thalam edu?’ eṉa oṉḏṟu. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niṙal kōvē. aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu iṉḏṟu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>English translation:</b> If the thought called ‘I’ does not exist, even one other will not exist. Until then, if any other thought arises, merge thus: ‘to whom?’, ‘to me’, ‘what is the place from which I rose?’ Sinking within, if one reaches the heart-throne, only the one-umbrella-shade emperor. The dream that consists of inside and outside, the two <i>karmas</i>, death and birth, happiness and misery, darkness and light, will not exist. Only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly in the court of the heart.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the thought called ‘I’ [ego] does not exist, even one other [thought or thing] will not exist. Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose? Sinking [thereby] within, if one reaches the heart-throne, [one will be] only the one-umbrella-shade emperor [the emperor seated under the shade of a single umbrella, namely God, the one supreme lord of this and every other world]. The dream [of multiplicity], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart.</blockquote>\nEverything else seems to exist only in the view of ego, the thought called ‘I’, so if ego does not exist, nothing else will exist, as he says not only in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> and the <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i> but also in the first sentence of this verse: ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist’. However, until ego ceases to exist, other things will seem to exist, so what is the means to eradicate ego and thereby put an end to the seeming existence of all other things? This is explained by him in the second sentence: ‘அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என’ (<i>adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa</i>), ‘Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose?’<br>\n<br>\nWhatever be the state of our mind, whether it be relatively calm or more agitated, it is all only the appearance of other thoughts, so instead of paying any heed to it, we should investigate only ourself, the one to whom it has all appeared, and thereby we should merge back into the source from which we have risen. This is the simple practice of self-investigation and self-surrender that Bhagavan has taught us here and that he consistently taught us elsewhere. It doesn’t matter what thoughts, phenomena, experiences or states of mind may appear, they all appear only to us, so instead of taking any interest in them, we should take interest only in attending to ourself, the one to whom all other things appear, in order to know the source from which we have risen, which alone is what we always actually are.<br>\n<br>\nIf we persevere in investigating ourself single-mindedly in this way, we will eventually attend to ourself so keenly that we will merge back forever into the heart, the source from which we had arisen, and what we will then remain as is described by Bhagavan poetically in the third sentence: ‘உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே’ (<i>uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niṙal kōvē</i>), ‘Sinking within, if one reaches the heart-throne, [one will be] only the one-umbrella-shade emperor’, in which ‘ஒரு குடை நிழல் கோ’ (<i>oru kuḍai niṙal kō</i>), ‘the one-umbrella-shade emperor’, implies an emperor seated under the shade of a single umbrella, which is a poetic way of describing God, the one supreme lord of this and every other world.<br>\n<br>\nSince ego, which is the one dreamer of all this multiplicity, will thereby be eradicated, being found to be ever non-existent, all that it had ever dreamt will cease to exist along with it, as Bhagavan implies in the fourth sentence: ‘இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு’ (<i>iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu</i>), ‘The dream [of multiplicity], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist’.<br>\n<br>\nWhat will then exist is only what alone actually exists, namely our own real nature (<i>ātma-svarūpa</i>), which is what is called Arunachala and which he describes in the fifth and final sentence of this verse: ‘இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே’ (<i>idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>), ‘Only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly in the court of the heart’. When he says that it dances motionlessly in the court of the heart, what he implies is that it shines motionlessly as ‘I am only I’, the infinite clarity of pure awareness in which ‘I’ exists as it always actually is, namely as nothing other than ‘I’ alone.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7281387756025978140/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwMzk2MzU1MDUzCm9mZnNldDogMzYwMDAwMAo\""
}