{
    "kind": "blogger#post",
    "id": "2753618798203071533",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-09-07T21:28:00+01:00",
    "updated": "2021-09-07T21:28:25+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/09/other-people-seem-to-be-real-because-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2753618798203071533",
    "title": "Other people seem to be real because we seem to be a person",
    "content": "A friend asked me, ‘As we believe there is only one dreamer so why is it that when this dreamer awakens all don’t awaken?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nWhat Bhagavan would reply to such a question is: Let the one dreamer first wake up and then see whether or not there are any others who are still dreaming.<br>\n<br>\nWhen we ask such questions, we are asking from the perspective of the dreamer, in whose dream there seem to be many others, some of whom (like Bhagavan) the dreamer believes have awakened. However, as Bhagavan explained, <i>guru</i> is not a person but our own reality, which is what is always shining in our heart as ‘I am’, but in our present dream <i>guru</i> has appeared as a person (whom we call Bhagavan) in order to teach us to turn our attention back within to see what we actually are, so that person is like a lion that appears in the dream of an elephant.<br>\n<br>\nThat is, it is believed that elephants are so afraid of lions that if an elephant sees a lion in its dream, the fear will cause it to wake up. The lion who caused that fear was unreal, but the resulting awakening is (relatively speaking) real. Likewise, the person whom the <i>guru</i> seems to be is unreal, but the awakening into pure awareness that is brought about by the appearance of that person in our dream is real.<br>\n<br>\nWhile we are dreaming we meet and interact with so many other people, and those people are just as real as the person we then seem to be, but when we wake up from that dream we immediately recognise that all those people, including the one we seemed to be, were just our own mental fabrication and that what actually existed in the dream was only ourself and not anything else. Likewise, in our present state what is real is only ourself, not as the person we seem to be nor as the ego who mistakes that person to be itself, but only as the fundamental awareness of our own existence, ‘I am’, which remains constant and unchanging in all states and all times.<br>\n<br>\nHowever, when we rise and stand as ego we seem to be a person, who is a small part of a vast universe in which there seem to be many other people (both humans and other species). Because we are real, ego (the false awareness ‘I am this person’) seems to be real, and hence the person we seem to be also seems to be real, and consequently the whole universe of which that person is a part likewise seems real. What is real in ego is only ‘I am’, but as ego we superimpose our own reality upon a person (a body and mind) and consequently upon the entire world.<br>\n<br>\nThis is why everything we experience in a dream seems real so long as we are dreaming, but as soon as we wake up our identification with the dream body is severed, so that body no longer seems to be ourself and therefore no longer seems to be real, and hence we immediately recognise that the entire dream was unreal.<br>\n<br>\nThis is why this present world and all the people in it seem to be so real. They are all as real as the person we now mistake ourself to be, so as long as we are dreaming this dream we should treat all the other people in it with the same degree of care and concern that we treat this person whom we now take to be ‘I’. But the greatest good we can do for all the people in this dream is to wake up, because this is the only way to put an end to all the suffering we see in it, and the only way to wake up is to investigate and know what we actually are.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2753618798203071533/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "guru",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjMxMDQ2NTA1MjQzCm9mZnNldDogMzYwMDAwMAo\""
}