{
    "kind": "blogger#post",
    "id": "6213691758867866162",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-08-05T21:11:00+01:00",
    "updated": "2021-08-05T21:11:58+01:00",
    "url": "http://happinessofbeing.blogspot.com/2021/08/we-abide-as-ourself-only-to-extent-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6213691758867866162",
    "title": "We abide as ourself only to the extent to which we attend to ourself alone",
    "content": "A friend wrote to me today:<br>\n<blockquote>When I abide in the self an intense nose pressure comes out. On previous paths this has happened with a chest pressure then a nose pressure which have both released. Now this nose pressure is getting stronger and stronger the more I abide in the self. Has Ramana talked about anything like this happening? Any advice?</blockquote>\nIn reply to this I wrote:<br><a name='more'></a>\n<br>\nAbiding in the self means being as we actually are, and what we actually are is only pure awareness, which means awareness that is aware of nothing other than itself, ‘I am’. Therefore perfect self-abidance is achieved only by eradicating ego.<br>\n<br>\nDuring practice self-abidance is only partial. That is, we abide as we actually are only to the extent to which we attend to ourself and thereby withdraw our attention from all other things. Therefore, to the extent that you are aware of anything other than yourself (that is, anything that appears and disappears, anything that happens, anything that has distinguishing features of any kind whatsoever, anything other than what you are aware of in sleep), your self-attentiveness and hence your self-abidance is less than perfect.<br>\n<br>\nApplying this to what you write about, when you are aware of any bodily sensation such as pressure in your chest or nose, that indicates that your attention has been diverted away from yourself towards that sensation, so the only way to deal with such distractions is to try repeatedly to turn your attention back towards yourself. As Bhagavan advised, whatever may appear, we should investigate to whom it has appeared, which means that we should turn our attention back towards ourself, the subject, and thereby away from all objects.<br>\n<br>\nSensations of any kind are just objects or phenomena, and like all phenomena they appear and disappear in our awareness, whereas we are not an object or phenomenon but only the subject, in whose view all objects appear and disappear. Therefore it does not matter what appears or disappears, because our only concern should be to cling fast to self-attentiveness and thereby ignore everything else.<br>\n<br>\nThe subject is only ego, and we seem to be the subject only so long as we are aware of objects, so if we attend to ourself keenly enough and thereby cease to be aware of any objects whatsoever, we will thereby discover that we are actually not even the subject but only pure awareness, ‘I am’, which is the substance or reality of ego, the source from which it appears and into which it disappears, and the ground that underlies and supports its seeming existence. Until we are clearly and immutably aware of ourself as that, we must persevere in trying to cling fast to self-attentiveness, and whenever our attention is diverted away from ourself towards anything else, we should simply try again to turn it back towards ourself, the one to whom all other things appear.<br>\n<br>\nWe cannot abide forever as we actually are by any means other than patiently and tenaciously persevering in this simple practice of trying to be self-attentive as keenly and as constantly as possible, thereby giving less and less room for anything else to appear in our awareness and distract us away from ourself.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6213691758867866162/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI4MTk0MzE4MDQ4Cm9mZnNldDogMzYwMDAwMAo\""
}