{
    "kind": "blogger#post",
    "id": "7385274270309714054",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-07-21T13:31:00+01:00",
    "updated": "2023-02-08T08:10:52Z",
    "url": "http://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-9.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7385274270309714054",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 9",
    "content": "This is the ninth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm09\"></a><b>Verse 9:</b><br>\n<blockquote>எனையழித் திப்போ தெனைக்கல வாவிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லிதுவோ வாண்மை யருணாசலா<br>\n<br>\n<i>eṉaiyaṙit tippō deṉaikkala vāviḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;liduvō vāṇmai yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, if not now uniting me, destroying me, is this manliness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, now [that I am willing to surrender myself entirely to you], if [you] do not unite me [with yourself in inseparable oneness], [thereby] destroying me [destroying my ‘virginity’, namely my separate existence as ego], is this [your] manliness?</blockquote>\n<b>Explanation:</b> Arunachala is <i>puruṣōttama</i>, the ‘Supreme Person’ or ‘Man par excellence’, and his ஆண்மை (<i>āṇmai</i>), ‘manliness’, is his அருட்சக்தி (<i>aruḷ-śakti</i>), the power of his grace, the ultimate aim and function of which is the destruction of ego. Therefore, by asking rhetorically ‘இதுவோ ஆண்மை அருணாசலா?’ (<i>iduvō āṇmai aruṇācalā?</i>), ‘is this [your] manliness, Arunachala?’, Bhagavan is urging Arunachala to show the full power of his grace by destroying ego and thereby making him eternally and inseparably one with himself.<br>\n<br>\nஆண் (<i>āṇ</i>) means ‘male’ or ‘man’ and the suffix -மை (<i>-mai</i>) denotes an abstract quality, condition or state, like ‘-ness’ in English, so the basic meaning of ஆண்மை (<i>āṇmai</i>) is ‘maleness’ or ‘manliness’, but it also implies qualities associated with manliness, such a virility, courage, strength and power. Therefore, since the power (<i>śakti</i>) of Arunachala is his grace, and since grace is his very nature, in this context ஆண்மை (<i>āṇmai</i>), ‘manliness’, is a metaphor for grace, which is the power of his infinite love.<br>\n<br>\n<a name=\"aamm06a\"></a>இது (<i>idu</i>) means ‘this’, and இதுவோ (<i>iduvō</i>) is an interrogative form of it, so it means ‘is this?’. Therefore ‘இதுவோ ஆண்மை?’ (<i>iduvō āṇmai?</i>) is a question that means ‘is this [your] manliness?’ and that in this context implies ‘is this [your] grace?’, which is the same question that he asked Arunachala in <a href=\"#aamm06\">verse 6</a>, namely ‘இதுவோ உனது அருள்?’ (<i>iduvō uṉadu aruḷ?</i>), ‘is this your grace?’<br>\n<br>\nAs in that verse, in this verse Bhagavan is rebuking Arunachala by asking this question, but his rebuking is an indirect way of pleading with him to complete the work of his grace by annihilating him completely. That this is his intention is made clear in the conditional clause with which he begins this verse, namely ‘எனை அழித்து இப்போது எனை கலவாவிடில்’ (<i>eṉai aṙittu ippōdu eṉai kalavāviḍil</i>), ‘if [you] do not now unite me [with yourself], [thereby] destroying me’.<br>\n<br>\n<a name=\"aamm01\"></a>எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), which is the accusative singular form of the first person pronoun, so it means ‘me’, which in this context refers to ego. அழித்து (<i>aṙittu</i>) is an adverbial participle that means ‘destroying’ or ‘annihilating’, so ‘எனை அழித்து’ (<i>eṉai aṙittu</i>) means ‘destroying me’ or ‘annihilating me’, thereby implying eradicating ego in such a way that it can never rise again. As Bhagavan indicated in the <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm01\">first verse</a>, ‘அருணாசலம் என அகமே நினைப்பவர் அகத்தை வேர் அறுப்பாய் அருணாசலா’ (<i>aruṇācalam eṉa ahamē niṉaippavar ahattai vēr aṟuppāy aruṇācalā</i>), ‘Arunachala, you will eradicate the ego of those who think [deep within the heart or mind] that Arunachalam is actually I’, eradication of ego is the sole aim of this love song, and eradicating it is the very nature of Arunachala, so this is what he is implicitly praying for in this verse when he sings ‘எனை அழித்து’ (<i>eṉai aṙittu</i>), ‘destroying me’.<br>\n<br>\nஇப்போது (<i>ippōdu</i>) means ‘now’, ‘at this very moment’, which expresses how eagerly, urgently and intensely he is pining for his own annihilation. Now that he is willing to surrender himself entirely and without the least reservation to Arunachala, Arunachala need not and should not delay even for a moment, but should annihilate him immediately, thereby making him one with himself.<br>\n<br>\nOnly when we are willing to surrender ourself immediately, without a moment’s delay or hesitation, are we truly <i>pakva</i> (ripe, mature or well cooked) enough to be swallowed by him, as Bhagavan clearly demonstrated on that day in Madurai when an intense fear of death suddenly arose in his heart. He did not wait to think about it, or to consult others, or to read any book, but immediately turned his mind inwards to see what this awareness that shines as ‘I’ actually is. What dies is the body, so leaving it as a corpse, he looked deep within himself to see what happens to the awareness ‘I’ when the body dies, and thus he saw that in its pure and pristine condition ‘I’ remains as it always is without being affected in the least by the appearance or disappearance of the body or anything else.<br>\n<br>\nIn other words, by looking within deep enough to see who am I, ego subsides and merges back into the pure ‘I’ like a river merging in the ocean, thereby losing its ego-nature and remaining as its real nature. Losing our ego-nature is what Bhagavan refers to in this verse as ‘எனை அழித்து’ (<i>eṉai aṙittu</i>), ‘destroying me’, and merging back in the pure ‘I’ as the pure ‘I’, which is Arunachala, is what he refers to as ‘எனை கலத்தல்’ (<i>eṉai kalattal</i>), ‘uniting me [with yourself]’ or ‘absorbing me [in yourself]’.<br>\n<br>\nகலவாவிடில் (<i>kalavāviḍil</i>) is a negative conditional form of கல (<i>kala</i>) or கலவு (<i>kalavu</i>), which means to mix, unite, join, combine, absorb, blend, amalgamate or copulate, and which in a spiritual context is often used to refer to the soul being absorbed in God, so கலவாவிடில் (<i>kalavāviḍil</i>) means ‘if not uniting’ or ‘if not absorbing’. ‘எனை கலவாவிடில்’ (<i>eṉai kalavāviḍil</i>) therefore literally means ‘if not uniting me’ or ‘if not absorbing me’, and in this context implies ‘if [you] do not unite me [with yourself]’ or ‘if [you] do not absorb me [into yourself]’.<br>\n<br>\nWhen ego is annihilated, what remains is only Arunachala, who is the real nature of ourself (<i>ātma-svarūpa</i>), so annihilation of ego and being absorbed in him are not two distinct processes but one and the same. We cannot be absorbed in him or united with him without ego thereby being annihilated, and ego cannot be annihilated without our thereby being absorbed in and united with him.<br>\n<br>\nThat is, he is <i>sat-cit</i>, pure being-awareness, which is what exists and shines as our own fundamental awareness ‘I am’, whereas ego is the false adjunct-conflated awareness ‘I am this body’, which is what is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) and a body, which is non-aware (<i>jaḍa</i>). Ego is therefore a mixture of what is real and hence permanent and unchanging, namely ‘I am’, and what is unreal and hence impermanent and constantly changing, namely a set of adjuncts called ‘body’, which is a form composed of five sheaths (a physical body, life, mind, intellect and will). He is therefore the reality of ego, so when ego is destroyed or annihilated, its adjuncts cease to exist and what remains is only its reality, the pure awareness ‘I am’, and hence this is the state in which he absorbs us entirely, making us inseparably one with himself.<br>\n<br>\nArunachala is always ready to eradicate ego and thereby make us one with himself, but he will not do so until we are willing to give ourself to him wholly and without the least reservation. That Bhagavan was so willing is implied by his use of the word இப்போது (<i>ippōdu</i>), ‘now’, ‘at this very moment’, so by using this word here he is teaching us that our love to be one with Arunachala must be so intense and wholehearted that we are willing to be annihilated by him at this very moment, without any further delay. Therefore, if we have not yet lost ourself entirely in him, that shows that we do not yet have sufficient love to surrender ourself wholly to him here and now.<br>\n<br>\nHow then are we to cultivate and strengthen the love to be annihilated by him? This is the work and responsibility of his grace. Whatever love we now have to surrender ourself to him was sown as a seed and has been carefully nurtured in our heart by his grace, and his grace will not stop nurturing it until it has become so intense and all-consuming that we are finally willing to submit ourself to being annihilated by him immediately.<br>\n<br>\n<a name=\"ny13\"></a>However, though it is his grace alone that can nurture this love in our heart, it does so through us, because it is our own real nature (<i>ātma-svarūpa</i>), so until we lose ourself entirely in him we have to play our part by trying patiently and persistently to be self-attentive. By being self-attentive we are giving ourself to him, as Bhagavan teaches us in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is firmly fixed as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] except <i>ātma-cintana</i> [thought of oneself: self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\nSo the more we love to surrender ourself the more we will cling to self-attentiveness, and the more we cling to self-attentiveness the more our love to surrender ourself to him will grow.<br>\n<br>\n<a name=\"aamm03\"></a>The <i>nāyaka-nāyakī</i> allusion in this verse is very clear, not only because Bhagavan asks in the main clause ‘இதுவோ ஆண்மை?’ (<i>iduvō āṇmai?</i>), ‘is this [your] manliness?’, but also because he asks this immediately after saying ‘எனை கலவாவிடில்’ (<i>eṉai kalavāviḍil</i>), ‘if [you] do not join [or unite] me [with yourself]’, since one of the meanings of the verb கல (<i>kala</i>) is to join in carnal union. Arunachala is the beloved lord (<i>nāyaka</i>), the hero of this love story, and Bhagavan is a young maiden (<i>nāyakī</i>), the heroine, whose heart he has stolen by entering her mind, which was her home, and enticing her to elope with him to the cave of the heart, which is his home, and there he has been keeping her as a prisoner, as she sang in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html#aamm03\">verse 3</a>:<br>\n<blockquote>அகம்புகுந் தீர்த்துன் னககுகை சிறையா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யமர்வித்த தென்கொ லருணாசலா<br>\n<br>\n<i>ahampuhun dīrttuṉ ṉahaguhai siṟaiyā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yamarvitta deṉko laruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, entering the mind, carrying away, keeping captive in the cave of your heart is what!<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, entering [my] mind [or home], [forcibly] carrying [me] away [dragging me out or attracting me to yourself], [you have been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]!</blockquote>\n<a name=\"aamm04\"></a>However, he has not yet completed the task that he thus began. Disappointed by his delay, therefore, she began to fear that he may reject her, so in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aamm04\">verse 4</a> she sang:<br>\n<blockquote>ஆருக் காவெனை யாண்டனை யகற்றிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லகிலம் பழித்திடு மருணாசலா<br>\n<br>\n<i>āruk kāveṉai yāṇḍaṉai yahaṯṟiḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;lakhilam baṙittiḍu maruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஆருக்கா எனை ஆண்டனை? அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ārukkā eṉai āṇḍaṉai? ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, for whom did you take charge of me? If rejecting, the whole world will blame.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, for whom [or for whose sake] did you take charge of me? If [you] reject [banish or abandon] [me], the whole world will blame [ridicule or revile] [you].</blockquote>\n<a name=\"aamm05\"></a>Therefore in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-5.html#aamm05\">verse 5</a> she pleaded with him:<br>\n<blockquote>இப்பழி தப்புனை யேனினைப் பித்தா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யினியார் விடுவா ரருணாசலா<br>\n<br>\n<i>ippaṙi tappuṉai yēṉiṉaip pittā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṉiyār viḍuvā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> இப் பழி தப்பு. உனை ஏன் நினைப்பித்தாய்? இனி யார் விடுவார்? அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>i-p-paṙi tappu. uṉai ēṉ niṉaippittāy? iṉi yār viḍuvār? aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, escape this blame. Why did you cause to think of you? Now who will leave?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, escape this blame. Why did you make [me] think of you? Now [or henceforth] who will [or can] leave [or let go]? [You cannot leave or let go of me, and I cannot leave or let go of you.]</blockquote>\n<a name=\"aamm06\"></a>And in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-6.html#aamm06\">verse 6</a> she rebuked him, appealing to his kind-heartedness:<br>\n<blockquote>ஈன்றிடு மன்னையிற் பெரிதருள் புரிவோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிதுவோ வுனதரு ளருணாசலா<br>\n<br>\n<i>īṉḏṟiḍu maṉṉaiyiṟ peridaruḷ purivō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiduvō vuṉadaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஈன்றிடும் அன்னையில் பெரிது அருள் புரிவோய், இதுவோ உனது அருள் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īṉḏṟiḍum aṉṉaiyil peridu aruḷ purivōy, iduvō uṉadu aruḷ aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, you who bestow kindness greater than the mother who gave birth, is this your kindness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you who bestow <i>aruḷ</i> [grace, love, kindness, solicitude and compassion] greater than [that given by] the mother who gave birth [to one], is this your <i>aruḷ</i>?</blockquote>\n<a name=\"aamm07\"></a>Since he still did not respond to her prayers by joining her with him in inseparable union, she began to reflect on her own unworthiness, recognising that her mind was still running outwards, back towards her former life in the home where she was born, namely the world of physical and mental phenomena, and that by allowing her mind to run away towards such things she was cheating him in her heart. However, when he has taken charge of her as his own, surely it is his responsibility to be seated firmly on her mind and thereby not allow it to run anywhere, so in <a href=\"https://happinessofbeing.blogspot.com/2022/06/sri-arunacala-aksaramanamalai-verse-7.html#aamm07\">verse 7</a> she prayed:<br>\n<blockquote>உனையே மாற்றி யோடா துளத்தின்மே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லுறுதியா யிருப்பா யருணாசலா<br>\n<br>\n<i>uṉaiyē māṯṟi yōḍā duḷattiṉmē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;luṟudiyā yiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, may you be firmly on the mind so that it does not run, deceiving you..<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, may you be [remain, sit down, be seated or be enthroned] firmly on [my] mind so that it does not run [out towards other things under the sway of its <i>viṣaya-vāsanās</i>], deceiving [or cheating on] you [like a promiscuous wife].</blockquote>\n<a name=\"aamm08\"></a>Why does she still allow her mind to run outwards and roam about in the world under the sway of its old <i>viṣaya-vāsanās</i>? When he has attracted her to himself and is keeping her so close, how does her former life in the world still hold any attraction for her? It is only because she has not yet been able to recognise and appreciate his beauty in all its fullness, so in <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#aamm08\">verse 8</a> she beseeched him:<br>\n<blockquote>ஊர்சுற் றுளம்விடா துனைக்கண் டடங்கிட<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுன்னழ கைக்காட் டருணாசலா<br>\n<br>\n<i>ūrsuṯ ṟuḷamviḍā duṉaikkaṇ ḍaḍaṅgiḍa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṉṉaṙa haikkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so that seeing you uninterruptedly the mind, which roams about the world, subsides, show your beauty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that seeing [or looking at] you uninterruptedly [my] mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], subsides [settles, submits or ceases entirely and forever] [in you] [thereby being brought under the sway of your grace], show [me] your beauty [the infinite beauty of your real nature, which is unlimited, unalloyed and unceasing happiness].</blockquote>\nBeing unable to bear any longer this tortuous state in which her mind still runs out towards the world and roams about under the sway of its <i>viṣaya-vāsanās</i>, her longing to give herself entirely to him has now become so intense that she pleads with him not to wait a moment longer, but to unite her with himself in inseparable oneness, thereby destroying her once and forever: ‘எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?’ (<i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i>), ‘Arunachala, now [that I am longing to give myself entirely to you], if [you] do not unite me [with yourself in inseparable oneness], [thereby] destroying me [destroying my ‘virginity’, namely my separate existence as ego], is this [your] manliness?’<br>\n<br>\nAs we have seen, ‘எனை அழித்து’ (<i>eṉai aṙittu</i>) means ‘destroying me’, and in the context of this prayer by the fully ripe (spiritually mature) maiden, namely <i>jīva</i> (the soul), for complete union with her beloved lord, namely <i>śiva</i> (God), it implies ‘destroying my virginity’, in which ‘virginity’ is a metaphor for <i>jīvatvam</i> (‘soulhood’ or individuality, the state of being a <i>jīva</i>), namely ego. In his <i>poṙippurai</i> [explanatory paraphrase] for this verse, therefore, Muruganar paraphrases ‘எனை அழித்து’ (<i>eṉai aṙittu</i>), ‘destroying me’, as ‘என் அகங்காரக் கன்னிமையை அறவே யழித்து’ (<i>eṉ ahaṅkāra-k-kaṉṉimaiyai aṟavē y-aṙittu</i>), ‘completely destroying my ego-virginity’, in which ‘அகங்காரக் கன்னிமை’ (<i>ahaṅkāra-k-kaṉṉimai</i>), ‘ego-virginity’, implies ‘virginity, which is ego’. Just as destruction of her virginity is the price that a virgin must pay in order to be joined in carnal union with her beloved, destruction of its <i>jīvatvam</i> is the price that the <i>jīva</i> must pay in order to be joined in eternal union with <i>śiva</i>, who is its beloved lord, Arunachala.<br>\n<br>\nIn order to merge in and thereby become one with the ocean, a river must give up its river-nature, because so long as it remains as a river, it cannot be one with the ocean. Losing its river-nature, however, is not actually a loss at all, because all it is losing is certain limitations, and by losing those limitations it unites and remains one with the vast ocean. Likewise, destruction of ego is not a real loss, because by its destruction all we are losing is our limitations, and by losing them we remain as Arunachala, the one unlimited whole, which is what we always actually are.<br>\n<br>\nHowever, so long as ego, the false identification ‘I am this body’, remains strong, destruction of ego seems to us to be the greatest loss of all. Even the death of the body seems to us to be a great loss, and hence we cling on to this body till its last breath, no matter how much suffering and pain it may be causing us. But however strong our attachment to this body may be, sooner or later we will be forced to let go of it, and when eventually that does happen, it turns out to be just the ending of a dream. The ending of a dream, however, is not the ending of the dreamer, so sooner or later the dreamer will begin dreaming another dream. Therefore the death of whatever body we now take to be ourself is a very trivial loss, because it will just be replaced by another body, like an old worn-out shirt being replaced by a new one.<br>\n<br>\nThis state of dreaming one dream after another will go on indefinitely until the dreamer, namely ego, is willing to surrender itself entirely, thereby allowing itself to be destroyed by the infinite light of pure awareness, ‘I am’, which is the ‘manliness’ or grace of Arunachala. It is only after countless dreams, however, that the dreamer will eventually gain the extreme maturity (<i>pakva</i>) to be wholeheartedly willing to embrace its own destruction.<br>\n<br>\nThough we will each eventually gain such maturity, we will do so only after dreaming countless lives, so among the countless <i>jīvas</i> (souls) we see in this world, those who are willing to embrace their own destruction at this very moment are very rare indeed. A few among these countless <i>jīvas</i> may be coming close to gaining the required maturity, but even among those few, how many are actually willing to be destroyed now, at this very moment, without even a moment of further delay? Very, very rare indeed are such <i>jīvas</i>, and the foremost among them was the young boy Venkataraman, whose yearning for his own destruction was so intense that at the age of sixteen he cried out in his heart to Arunachala: ‘எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?’ (<i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i>), ‘Arunachala, destroying me now, if [you] do not unite me [with yourself in inseparable oneness], is this [your] manliness?’<br>\n<br>\nHow could Arunachala refuse such a heartfelt prayer? Therefore he destroyed him then and there, consuming him in the fire of his <i>jñāna</i> (pure awareness) and thereby making him one with himself. What then shone forth through the body that was formerly the abode of Venkataraman was Arunachala himself in the form of Bhagavan Ramana. As Bhagavan Ramana, therefore, Arunachala later sang this love song to himself, expressing in words all the love and longing that was previously shining wordlessly in the extremely pure heart of Venkataraman, the foremost among all his devotees.<br>\n<br>\nThough he seems to taunt himself in this verse by asking ‘இதுவோ ஆண்மை அருணாசலா?’ (<i>iduvō āṇmai aruṇācalā?</i>), ‘is this [your] manliness, Arunachala?’, these are words of love spoken by the lover to her beloved out of her intense yearning to be one with him, so we should not misconstrue them to mean that Arunachala could ever actually be anything other than manly, because as we saw above, ‘ஆண்மை’ (<i>āṇmai</i>), ‘manliness’, is here a metaphor for the power of his grace, which is the power of his infinite silence, and which is therefore his very nature. That is, Arunachala is <i>śiva</i> (God) and grace is his <i>śakti</i> (power), but since he and his power (<i>śiva</i> and <i>śakti</i>) are indivisibly one, his grace is none other than he himself.<br>\n<br>\nHe himself is grace, and grace itself is he. Therefore he can never fail to be gracious, so as soon as we are willing to give ourself entirely to him, he will certainly destroy us and thereby make us one with himself. He is always willing to destroy us — indeed that is all he has ever wanted — so all that is now lacking is our willingness to be destroyed by him. However, the fact that we have been attracted to this path of self-investigation and self-surrender taught by him shows that he has already sown the seed of such willingness in our heart, and having sown it he is certainly nurturing it. Nevertheless, though he is doing everything necessary to help us, by his grace we must also try our best to help ourself by constantly looking back within to see who am I, thereby willingly sinking back into the cave of our heart, the source from which we have risen, which is where he is always residing like an old lion, waiting to devour us as soon as we enter.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/6FRpdIP2SzI\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 9</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/6FRpdIP2SzI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7385274270309714054/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc1ODQzODUyODgzCm9mZnNldDogMAo\""
}