{
    "kind": "blogger#post",
    "id": "3824252717014651863",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-04-14T11:05:00+01:00",
    "updated": "2023-02-08T18:37:05Z",
    "url": "http://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3824252717014651863",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 3",
    "content": "This is the third in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm03\"></a><b>Verse 3:</b><br>\n<blockquote>அகம்புகுந் தீர்த்துன் னககுகை சிறையா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யமர்வித்த தென்கொ லருணாசலா<br>\n<br>\n<i>ahambuhun dīrttuṉ ṉahaguhai siṟaiyā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yamarvitta deṉko laruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, entering the mind, carrying away, keeping captive in the cave of your heart is what!<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, entering [my] mind [or home], [forcibly] carrying [me] away [dragging me out or attracting me to yourself], [you have been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]!<br>\n<br>\n<b>Alternative meaning:</b> Arunachala, entering [my] mind [or home], [forcibly] carrying [me] away [or dragging me out], [you have been] keeping [me] captive in the cave of your heart. Why [or for what reason did you do so]?<br>\n<br>\n<b>Inner meaning:</b> Arunachala, entering [my] mind [the nature of which was to always face outwards and thereby wander in the maze of worldly delusion], [attracting and] pulling [my mind inwards to face yourself], [you have thereby been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]!</blockquote>\n<a name=\"aa1\"></a><b>Explanation:</b> The surface meaning of this verse is quite clear. As he implies in the <a href=\"https://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#aa1\">first verse</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘அறிவு அறு சிறு வயது அது முதல் அருணாசலம் மிக பெரிது என அறிவின் இலங்க, அறிகிலன் அதன் பொருள் அது திருவண்ணாமலை என ஒருவரால் அறிவு உற பெற்றும்’ (<i>aṟivu aṟu siṟu vayadu adu mudal aruṇācalam miha peridu eṉa aṟiviṉ ilaṅga, aṟihilaṉ adaṉ poruḷ adu tiruvaṇṇāmalai eṉa oruvarāl aṟivu uṟa peṯṟum</i>), ‘Though from [my] young age, [when I was] bereft of knowledge, Arunachalam shone in [my] awareness [or mind] as something exceedingly great, even [after] coming to know from someone that it is Tiruvannamalai I did not know its <i>poruḷ</i> [substance, reality, truth, import, meaning or significance]’, even before he knew anything else Arunachalam was shining in his awareness (his heart or mind) as something exceedingly great, so it had already entered his mind by the power of its name even before he knew what that name actually signified. Dwelling stealthily in his mind unknown to anyone else, it eventually revealed itself to him as his own real nature (<i>ātma-svarūpa</i>) one day after overwhelming him with an intense fear of death and thereby drawing his mind inwards to see what it is that shines as ‘I’. Six weeks later, by the power of its magnetic attraction it forcibly dragged him away from his home in Madurai to its own earthly abode in Tiruvannamalai, which is the heart or spiritual centre of the world, and there it kept him prisoner in its caves, never allowing him to be separated from itself even physically. <br>\n<br>\nThe <i>nāyaka-nāyakī</i> connotation of this verse is also quite clear. Bhagavan is a sixteen-year-old maiden (<i>nāyakī</i>), the heroine of the story, and Arunachala is the lord (<i>nāyaka</i>), the hero of the story, who has stolen her heart. Stealthily entering her home, he enticed her out to elope with him, or viewed otherwise, he forcibly seized and abducted her, and now he is keeping her a prisoner in the cave that is his own home. The maiden is the devotee or <i>jīva</i>, whose home is the mind, and her beloved lord is God or <i>śiva</i>, whose home is the heart, the cave that lies buried deep in the very centre or innermost core of the mind, from which there is no possibility of escape. That is, he has imprisoned her and ensured that she can never escape from him in the most effective and infallible manner, namely by capturing and occupying her heart so completely and thoroughly that no thought of leaving him could ever rise in her. <br>\n<br>\nIn this context அகம் (<i>aham</i>) is not the Sanskrit pronoun that means ‘I’ but a Tamil word that means inside, mind, heart or home, and புகுந்து (<i>puhundu</i>) is an adverbial participle that means entering, so ‘அகம் புகுந்து’ (<i>aham puhundu</i>) means both ‘entering [my] heart [or mind]’ and ‘entering [my] home’. ஈர்த்து (<i>īrttu</i>) is an adverbial participle that means dragging, pulling, attracting to itself (like a magnet) or carrying away (like the current of a fast-flowing river or flood), so ‘அகம் புகுந்து ஈர்த்து’ (<i>aham puhundu īrttu</i>) means ‘entering [my] heart [mind or home], carrying [me] away [dragging me out or attracting me to yourself]’.<br>\n<br>\nஉன் (<i>uṉ</i>) means ‘your’ and குகை (<i>guhai</i>) means ‘cave’, so ‘உன் அக குகை’ (<i>uṉ aha guhai</i>) means ‘your inner cave’, ‘your heart-cave’, ‘the cave of your heart’ or ‘the cave that is your heart [or home]’. சிறை (<i>siṟai</i>) means confinement, incarceration, prison, captivity, slavery, bondage, captive, slave, prisoner or a young woman who has been taken captive for marriage, and ஆய் (<i>āy</i>) is an adverbial participle that means ‘being’ and that is often used in the sense of ‘as’, as in this case, so சிறையாய் (<i>siṟai-y-āy</i>) means ‘being captive’ or ‘as captive’. அமர் (<i>amar</i>) is a verb that means to abide, remain, rest or be settled, and அமர்வி (<i>amarvi</i>) is a causative form of it, so it means to cause to remain or to keep, so அமர்வித்தது (<i>amarvittadu</i>) is a participial noun that means ‘causing to remain’ or ‘keeping’. Therefore ‘உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>uṉ aha guhai siṟaiyāy amarvittadu</i>) is a noun phrase that means ‘keeping [me] captive in the cave of your heart’.<br>\n<br>\nஎன் (<i>eṉ</i>) means ‘what’ (as an expression of wonder), and கொல் (<i>kol</i>) is either an affix implying doubt or a poetic expletive, so ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல்’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol</i>) means ‘entering [my] heart [mind or home], carrying [me] away [or dragging me out], keeping [me] captive in the cave of your heart is what [a wonder]’, implying that it is a wonder of his grace. என் (<i>eṉ</i>) also means ‘why’ or ‘for what reason’, so ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல்’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol</i>) can also be taken to be a question, ‘entering [my] heart [mind or home], carrying [me] away [or dragging me out], keeping [me] captive in the cave of your heart is for what reason?’, implying ‘why did you do so?’ or ‘for what reason did you bestow such grace on one who is so worthless and undeserving?’<br>\n<br>\n<a name=\"apr5\"></a><a name=\"aa6\"></a>Whether we take என் (<i>eṉ</i>) to be an expression of wonder, ‘what!’, or a question, ‘why?’ or ‘for what reason?’, the implication is that the grace of Arunachala is not caused by anything, least of all by any merit on our part. Grace is his very nature, because he is the infinite ocean of ‘அன்னியமில் அன்பு’ (<i>aṉṉiyamil aṉbu</i>), ‘otherless love’ (a term that Bhagavan uses in <a href=\"https://youtu.be/7CQoF60CNC8\">verse 5</a> of <i>Śrī Aruṇācala Pañcaratnam</i>). That is, as he says in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘உண்டு ஒரு பொருள் அறிவு ஒளி உளமே நீ’ (<i>uṇḍu oru poruḷ aṟivu oḷi uḷamē nī</i>), ‘There is only one substance [one thing that actually exists], you, the heart, the light of awareness’, thereby implying that Arunachala alone is what actually exists, so whatever else seems to exist cannot actually be anything other than it. Therefore in the clear view of Arunachala, the light of pure awareness, there is nothing other than itself, so it loves everything as itself. The love of Arunachala is therefore infinite and all-embracing, and this love is what we experience as its grace. In other words, ‘Arunachala’, ‘love’ and ‘grace’ are synonymous, because they are all words that refer to the one thing that actually exists, namely the heart, the light of pure awareness, ‘I am’. Therefore, since grace alone is what actually exists, there cannot be any cause for it, and there need not be any cause for it, because being gracious is its very nature.<br>\n<br>\nThe deeper implication of this verse, ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>), is: ‘Arunachala, entering [my] mind [the nature of which was to always face outwards and thereby wander in the maze of worldly delusion], [attracting and] pulling [my mind inwards to face yourself], [you have thereby been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]!’. The first step in this process of grace is Arunachala entering the mind, so what is the mind, and what is meant by Arunachala entering it?<br>\n<br>\n<a name=\"ny04\"></a><a name=\"ny08\"></a>Other than thoughts, there is no such thing as mind, as Bhagavan points out in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம்.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam.</i><br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the real nature of oneself]. It makes all thoughts appear. When one looks, excluding all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the very nature] of the mind.<br>\n<br>\nநினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்.<br>\n<br>\n<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram.</i><br>\n<br>\nThought alone is the <i>svarūpa</i> [the very nature] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is ego.</blockquote>\n<a name=\"ny05\"></a>What he means by the term நினைவு (<i>niṉaivu</i>), ‘thought’ or ‘idea’, is a mental impression or mental phenomenon of any kind whatsoever, and as he says in the next sentence of the fourth paragraph of <i>Nāṉ Ār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, so everything other than our own real nature (<i>ātma-svarūpa</i>) is a thought. The thoughts that constitute the mind are of two kinds, namely the thought called ‘I’, which is ego, the subject or knower, and all other thoughts, which are objects known by ego. Since other thoughts seem to exist only in the view of ego, none of them could exist without it, so it is the root and foundation of all other thoughts, as he implies in the final four sentences of the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\n<a name=\"un25\"></a>Not only do all other thoughts depend for their seeming existence upon ego, but ego depends for its seeming existence on other thoughts, because without grasping other thoughts it cannot rise, stand or flourish, as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. [Such is the nature of this] formless phantom ego. Investigate.</blockquote>\nThe forms that ego grasps are all thoughts that it has itself projected, and since it is a formless phantom, all forms are things other than itself. Therefore ego is the root and essence of the mind, and it cannot rise, stand or flourish without grasping things other than itself, so its very nature is to always flow outwards, away from itself towards other things, which are all just thoughts that it has itself caused to appear. Since its nature is to attend constantly to other things, it never looks at itself, so it does not see what it itself actually is.<br>\n<br>\nThough ego is just a thought, it is a thought unlike all other thoughts, because whereas other thoughts are all <i>jaḍa</i> (devoid of awareness), ego is <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) with a body, which is <i>jaḍa</i>, so it is the only thought that is endowed with awareness. It is therefore what is aware of all other thoughts, and it is aware of itself as ‘I am this body’, in which the fundamental awareness ‘I am’ is <i>cit</i>, which alone is <i>sat</i>, what actually exists. Therefore this fundamental awareness ‘I am’ bereft of all adjuncts is the reality of ego, but in order to see its own reality ego needs to turn its entire attention back within to face ‘I am’ alone.<br>\n<br>\nSince ego cannot survive without constantly attending to things other than itself, its natural inclination is to continue grasping other things and not to turn back within to see what it actually is, namely <i>sat-cit</i>, the adjunct-free awareness ‘I am’. Turning back within is going against the very nature of ego, so ego will be willing to turn back within to see its real nature only when it is possessed by a love greater than itself, namely the pure love that is Arunachala. Therefore Arunachala possessing ego with pure love to turn back within to see itself is what Bhagavan refers to in this verse as ‘அகம் புகுந்து’ (<i>aham puhundu</i>), ‘entering [my] mind’.<br>\n<br>\nArunachala is of course always present in our heart as ‘I am’, but so long as we prefer to look outwards than to lovingly attend to him within ourself, we are wilfully ignoring his presence, so we fail to recognise that he is what is shining within us as ‘I am’. Therefore, until he suffuses us with love to look within to see him as he actually is, namely as the pure awareness ‘I am’, he seems to us to be not present within ourself, so we can become aware of his presence only to the extent to which he possesses us in the form of pure love to look within and thereby surrender ourself entirely to him.<br>\n<br>\n<a name=\"aamm27\"></a>To the extent that he occupies our heart and mind in the form of such pure love, he thereby draws our attention back within, like a magnet attracting a needle towards itself, so this is what he implies in this verse by the adverbial participle ஈர்த்து (<i>īrttu</i>), which means drawing, dragging, pulling, attracting to itself (like a magnet) or carrying away (like a flood). When love for him arises from within and takes possession of our entire heart, we will be pulled inwards by him, like a straw being carried away by a powerful flood, and we will thereby be dissolved forever in his <i>svarūpa</i>, the infinitely clear light of pure awareness, which swallows everything within itself, as he says in <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#aamm27\">verse 27</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>சகலமும் விழுங்குங் கதிரொளி யினமன<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலச மலர்த்தியி டருணாசலா.<br>\n<br>\n<i>sakalamum viṙuṅguṅ kadiroḷi yiṉamaṉa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jalaja malarttiyi ḍaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சகலமும் விழுங்கும் கதிர் ஒளி இன மன சலசம் அலர்த்தியிடு அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sakalamum viṙuṅgum kadir oḷi iṉa, maṉa-jalajam alartti-y-iḍu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, sun of bright light that swallows everything, make the mind-lotus blossom.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, sun of bright light [the clear light of pure awareness, ‘I am’] that swallows everything [when the mind is turned inwards to face you alone], make [my] mind-lotus blossom [with all-consuming love for you].</blockquote>\nThe state in which ego has been completely swallowed along with all phenomena (<i>viṣayas</i>) by the clear light of pure awareness, which is Arunachala, is what he describes in this third verse of <i>Akṣaramaṇamālai</i> as ‘உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>uṉ aha guhai siṟaiyāy amarvittadu</i>), ‘keeping [me] captive in the cave of your heart’.<br>\n<br>\n<a name=\"aamm97\"></a>When Arunachala thus imprisons us in the cave of his heart, he does so by revealing to us that this அக குகை (<i>aha guhai</i>) or heart-cave is not only his home but also our own real home, our natural state of pure awareness, as he implies in verse 97 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>வீடுவிட் டீர்த்துள வீடுபுக்குப் பையவுன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடுகாட் டினையரு ளருணாசலா<br>\n<br>\n<i>vīḍuviṭ ṭīrttuḷa vīḍupukkup paiyavuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍukāṭ ṭiṉaiyaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> வீடு விட்டு ஈர்த்து, உள வீடு புக்கு, பைய உன் வீடு காட்டினை. அருள் அருணாசலா!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vīḍu viṭṭu īrttu, uḷa vīḍu pukku, paiya uṉ vīḍu kāṭṭiṉai. aruḷ aruṇācalā!</i><br>\n<br>\n<b>English translation:</b> Arunachala, alluring away from home, entering the heart-home, you quietly showed your home. Grace!<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, alluring [or dragging] [me] away from [my false] home [the thought-filled mind], entering [or making me enter] the home of [my] heart [the empty space of pure awareness], you quietly [gently, softly or secretively] showed [me] [that that, namely my heart, is] your [real and eternal] home [the state of liberation]. [Such is the greatness of your] grace!</blockquote>\nThe வீடு (<i>vīḍu</i>), the house, home or abode, in which the devotee was previously residing, believing it to be his real home, is the mind, which is filled with thoughts about other things, but he has now left that false home, having been attracted, allured or dragged inwards by Arunachala, as he implies by saying ‘வீடு விட்டு ஈர்த்து’ (<i>vīḍu viṭṭu īrttu</i>), which literally means ‘drawing [attracting, alluring, pulling or dragging] away, leaving home’. Arunachala resides in the heart of the devotee, so this is the வீடு (<i>vīḍu</i>) or home to which it has drawn him.<br>\n<br>\n‘உள வீடு புக்கு’ (<i>uḷa vīḍu pukku</i>) literally means ‘entering the heart-home’, but in this context we can also take it to mean ‘causing me to enter the heart-home’. If we take it to mean the latter, the implication is quite clear and straightforward, namely: ‘drawing me away from my false home, the mind, you have made me enter my true home, the heart’. However, if we take it in its literal sense, it implies that Arunachala has entered the heart-home, which is obviously meant metaphorically, because our heart is his eternal abode, and hence he can never leave it even for a moment (as Manikkavacakar famously sings in the second line of <i>Śiva Purāṇam</i>: ‘இமைப்பொழுதும் என்னெஞ்சில் நீங்காதான் தாள்வாழ்க’ (<i>imaippoṙudum eṉṉeñjil nīṅgātāṉ tāḷvāṙga</i>), ‘May the feet of the one who does not leave my heart even for a moment of blinking flourish’). Though he is eternally present in our heart, however, so long as we rise as ego and thereby reside in the mind, his presence in our heart is concealed from our outward-looking vision, so Arunachala entering the heart-home is a metaphorical way of saying that by drawing our attention away from the multitude of thoughts that comprise the mind back into the heart, the empty space of pure awareness, ‘I am’, he reveals to us that he is ever present in our heart, as our heart.<br>\n<br>\n<a name=\"un40\"></a>The adverb பைய (<i>paiya</i>) means gradually, slowly, quietly, gently or softly, but in this context can be taken to mean quietly in the sense of secretively, unknown to anyone else, and can be construed either with the previous clause, ‘உள வீடு புக்கு’ (<i>uḷa vīḍu pukku</i>), ‘entering the heart-home’, or with the next clause, which is the main one, ‘உன் வீடு காட்டினை’ (<i>uṉ vīḍu kāṭṭiṉai</i>), ‘you showed your home’. In this context this main clause implies ‘you showed [me] [that that, namely my heart, is] your [real and eternal] home’. Moreover, since வீடு (<i>vīḍu</i>) also means liberation, ‘உன் வீடு காட்டினை’ (<i>uṉ vīḍu kāṭṭiṉai</i>), ‘you showed your <i>vīḍu</i>’, also implies ‘you showed [me] your [real state], [which is] liberation’. Therefore, since annihilation of ego alone is liberation, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">verse 40</a> of <i>Uḷḷadu Nāṟpadu</i>, and since ego can be annihilated only by <i>svarūpa-darśana</i>, seeing its own real nature, the implication of this ninety-seventh verse of <i>Akṣaramaṇamālai</i> is that by drawing us away from the mind back into the heart, Arunachala shows us our real nature, which is his home, and thereby eradicates ego.<br>\n<br>\n<a name=\"anmm9\"></a>What he says in this third verse of <i>Akṣaramaṇamālai</i>, namely ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>), ‘Arunachala, entering [my] mind, [thereby attracting and] pulling [my mind inwards to face yourself], [you have thereby been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]’, is also expressed by him in the last two lines of <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#anmm9\">verse 9</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>: ‘என் மனம் மன்னி இழுத்து உன் பதத்தில் இருத்தினை ஆல். சின்மயன் ஆம் அருணாசல நின் அருள் சித்ரம் என்னே’ (<i>eṉ maṉam maṉṉi iṙuttu uṉ padattil iruttiṉai āl. ciṉmayaṉ ām aruṇācala niṉ aruḷ citram eṉṉē</i>), ‘entering [or occupying] my mind and drawing [me inwards] to yourself [or attracting me inwards to face yourself], you fixed [me] at your feet [or in your state]. Arunachala, who are <i>cinmayaṉ</i> [one composed of pure awareness], what a wonder of your grace [this is]’. That is, what he describes in this third verse of <i>Akṣaramaṇamālai</i> as ‘உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>uṉ aha guhai siṟaiyāy amarvittadu</i>), ‘keeping [me] captive in the cave of your heart’, is what he describes in the final verse of <i>Navamaṇimālai</i> as ‘உன் பதத்தில் இருத்தினை’ (<i>uṉ padattil iruttiṉai</i>), ‘you fixed [me] at your feet [or in your state]’, because the cave of the heart is not only his abode but also his feet and his real state.<br>\n<br>\n<a name=\"apr2\"></a>In other words, Arunachala is himself the heart, the place where he dwells, as Bhagavan implies in <a href=\"https://youtu.be/nl5Xfm2Bp4s\">verse 2</a> of <i>Śrī Aruṇācala Pañcaratnam</i>: ‘நித்தியமும் நான் என்று இதயம் நடித்திடுவையால், உன் பேர் தான் இதயம் என்றிடுவர் தாம்’ (<i>nittiyamum nāṉ eṉḏṟu idayam naḍittiḍuvaiyāl, tām uṉ pēr tāṉ idayam eṉḏṟiḍuvar</i>), ‘Since you dance eternally in the heart as ‘I’, they say your name itself is heart’. Heart means the centre, and in this context it implies the ultimate or innermost centre of ourself and everything else. At the centre of all that is experienced is the experiencer, who is ego, the false awareness ‘I am this body’, and the centre of this false awareness is the real awareness ‘I am’, so the real heart is only this fundamental awareness ‘I am’, which is Arunachala. Since it is shining in the centre of ourself, it is said to be in the heart, but it is not just in the centre of ourself, because it is itself the centre of ourself, so it is not just in the heart but is the heart itself.<br>\n<br>\n<a name=\"un27\"></a>Therefore அக குகை (<i>aha guhai</i>), the heart-cave, is not only the abode of Arunachala but is Arunachala himself, so being imprisoned in his அக குகை (<i>aha guhai</i>) or heart-cave means being imprisoned in himself, and we can be imprisoned in him only by losing ourself entirely in him. ‘உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>uṉ aha guhai siṟaiyāy amarvittadu</i>), ‘keeping [me] captive in the cave of your heart’, is therefore the state in which ego has surrendered itself entirely to him and has therefore been completely eradicated by him, so this alone is the state in which we are that, namely Arunachala, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>: <br>\n<blockquote>நானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்று.<br>\n<br>\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṟpadevaṉ sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ nilaiyil niṟpadu evaṉ? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state in which one exists without ‘I’ rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, how to stand in the state of oneself, in which oneself is that? Say.</blockquote>\nThe state in which ego is annihilated and can therefore never rise again is ‘தான் அது ஆம் தன் நிலை’ (<i>tāṉ adu ām taṉ nilai</i>), ‘the state of oneself [or one’s own state], in which oneself is that [namely <i>brahman</i> or Arunachala]’. This is our natural state, which is the real state of Arunachala, so it is the state that he describes in this third verse of <i>Akṣaramaṇamālai</i> as ‘உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>uṉ aha guhai siṟaiyāy amarvittadu</i>), ‘keeping [me] captive in the cave of your heart’, and in the final verse of <i>Navamaṇimālai</i> as ‘உன் பதத்தில் இருத்தினை’ (<i>uṉ padattil iruttiṉai</i>), ‘you fixed [me] in your state [or at your feet]’.<br>\n<br>\nAs he implies in the second sentence of this twenty-seventh verse of <i>Uḷḷadu Nāṟpadu</i> by asking rhetorically, ‘நான் உதிக்கும் தானம் அதை நாடாமல், நான் உதியா தன் இழப்பை சார்வது எவன்?’ (<i>nāṉ udikkum thāṉam-adai nāḍāmal, nāṉ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ?</i>), ‘Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise?’, we cannot achieve the annihilation of ego except by investigating the source from which we have risen as ego, namely the heart, our fundamental awareness ‘I am’, which is the <i>svarūpa</i> or real nature of Arunachala. However, we cannot investigate this fundamental awareness ‘I am’ without all-consuming love to surrender ourself entirely to Arunachala, and since Arunachala is itself that all-consuming love, we cannot achieve such love unless Arunachala occupies and takes complete possession of our heart and mind.<br>\n<br>\n<a name=\"anmm9a\"></a>His occupying and taking complete possession of our heart and mind is what Bhagavan describes in this third verse of <i>Akṣaramaṇamālai</i> as ‘அகம் புகுந்து’ (<i>aham puhundu</i>), ‘entering [my] mind [or heart]’, and by doing so he automatically draws our entire mind inwards to face our fundamental awareness ‘I am’, thereby eradicating ego and establishing us forever in the cave of his heart, as he implies by saying ‘ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது’ (<i>īrttu uṉ aha guhai siṟaiyāy amarvittadu</i>), ‘pulling [my mind inwards to face yourself], keeping [me] captive in the cave of your heart’. What a wonder of his grace this is, as he also says in the final line of <a href=\"#anmm9\">verse 9</a> of <i>Navamaṇimālai</i>: ‘சின்மயன் ஆம் அருணாசல நின் அருள் சித்ரம் என்னே’ (<i>ciṉmayaṉ ām aruṇācala niṉ aruḷ citram eṉṉē</i>), ‘Arunachala, who are <i>cinmayaṉ</i> [one composed of pure awareness], what a wonder of your grace [this is]’.<br>\n<br>\nTherefore the implication of this verse is that grace is absolutely essential in this path of self-investigation and self-surrender, because grace is the infinite love that Arunachala has for us as itself, and since its love is the only real love, it is the source and substance of all other forms of love, so it alone can give us the all-consuming love that we require in order to turn back within and thereby surrender ourself entirely. Since it is the bright sun of pure awareness that shines eternally in our heart as ‘I’, it gives us this love from within by gradually attracting our mind inwards, thereby filling our heart with love to give ourself entirely to him.<br>\n<br>\n<a name=\"aamm101\"></a>The love that Arunachala thereby gives us is nothing other than itself, because it is itself the infinite love that it has for us as itself, so by surging in our heart as this love to know and to be what we always actually are, it is giving itself to us, thereby dissolving us completely in and as itself, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aamm101\">verse 101</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>அம்புவி லாலிபோ லன்புரு வுனிலெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யன்பாக் கரைத்தரு ளருணாசலா.<br>\n<br>\n<i>ambuvi lālipō laṉburu vuṉileṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yaṉbāk karaittaru ḷaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அம்புவில் ஆலி போல் அன்பு உரு உனில் எனை  அன்பு ஆ கரைத்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ambuvil āli pōl aṉbu-uru uṉil eṉai aṉbu ā karaittu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, be gracious, melting me as love in you, the form of love, like ice in water.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like ice in water, lovingly melt me as love in you, the form of love.</blockquote>\nAs Bhagavan often used to say, grace is the beginning, the middle and the end, thereby implying that it is grace alone that attracts and draws us to this path, that guides and supports us along it, and that will finally swallow us entirely, thereby revealing to us that it is our own real nature. That is, grace is Arunachala, the infinite ocean of love, and we can yield ourself to his grace only by turning back within with heart-melting love to know and to be what we actually are, which is what he actually is, namely the infinite space of pure being, pure awareness, pure happiness and pure love. When we thereby give ourself wholly to him, he will melt us as love in himself, the form of love.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/5C6851Krb-4\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 3</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/5C6851Krb-4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3824252717014651863/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc1ODgxNDI1NTc1Cm9mZnNldDogMAo\""
}