{
    "kind": "blogger#post",
    "id": "4303465181150881914",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-08-04T19:10:00+01:00",
    "updated": "2022-10-29T13:00:54+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-10.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4303465181150881914",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 10",
    "content": "This is the tenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm10\"></a><b>Verse 10:</b><br>\n<blockquote>ஏனிந்த வுறக்க மெனைப்பிற ரிழுக்க<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விதுவுனக் கழகோ வருணாசலா<br>\n<br>\n<i>ēṉinda vuṟakka meṉaippiṟa riṙukka<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viduvuṉak kaṙahō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க? இது உனக்கு அழகோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēṉ inda uṟakkam, eṉai piṟar iṙukka? idu uṉakku aṙahō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, why this sleep, when others are dragging me? Is this beauty for you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, why this [pretended] sleep [seeing what is happening to me but remaining unconcerned, as if you did not see it, like one who is asleep], when others [who have no right over me, namely <i>viṣaya-vāsanās</i>, which rise as likes, dislikes, desires, fears and so on] are dragging [attracting or alluring] me [outwards, away from you, my rightful lord]? Is this beauty [befitting or becoming] for you?</blockquote>\n<a name=\"aamm09a\"></a><b>Explanation:</b> Like a young girl who has entrusted herself wholly to the care of her beloved, Bhagavan has surrendered himself entirely to Arunachala, so as he implied in the <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-9.html#aamm09\">previous verse</a>, he is now waiting expectantly for Arunachala to destroy him at this very moment, thereby making him one with himself. If, instead of doing so, Arunachala just ignores his prayers, is that manliness? Worse still, if he allows others to drag his devotee away from him, does it befit him?<br>\n<br>\nIf a man is present when others drag his lover away from him, he must either be lacking in manliness or asleep. Since Arunachala is ever present, shining eternally in the heart of all <i>jīvas</i> as their own fundamental awareness, ‘I am’, how can it be appropriate for him to allow others to drag his devotee away from him? Does he lack manliness? No, it cannot be, because his ‘manliness’ is his <i>aruḷ-śakti</i>, the power of his grace, which is his very nature. Then he must be asleep when others drag his devotee away from him. But how can he ever be asleep? Oscillating between waking, dream and sleep is the nature of the mind, but Arunachala is the fundamental awareness ‘I am’, which shines constantly in all three states without ever undergoing any change whatsoever, so he is eternally awake and ever untouched by sleep. If he seems to be sleeping, therefore, his sleep is only a pretended sleep, so if he pretends to sleep when others are dragging his devotee away from him, does this befit him?<br>\n<br>\nஏன் (<i>ēṉ</i>) is an interrogative adverb that means ‘why?’, இந்த (<i>inda</i>) is a demonstrative adjective that means ‘this’, and உறக்கம் (<i>uṟakkam</i>) is a noun that means ‘sleep’, so ‘ஏன் இந்த உறக்கம்?’ (<i>ēṉ inda uṟakkam?</i>) means ‘why this sleep?’. எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), which is the accusative singular form of the first person pronoun, so it means ‘me’. பிற (<i>piṟa</i>) is a noun that means ‘other things’, and பிறர் (<i>piṟar</i>) is a plural personal form of it, so it means ‘others’, particularly in the sense of outsiders, strangers or aliens: in other words, those who do not belong to one and to whom one does not belong. இழுக்க (<i>iṙukka</i>) is the infinitive form of the verb இழு (<i>iṙu</i>), which means to pull, drag, attract, draw to oneself, suck in, swallow up, engulf, influence, coax or persuade, and as is frequently the case in Tamil, the infinitive is used here to express a condition in the sense of ‘when’, so ‘எனை பிறர் இழுக்க’ (<i>eṉai piṟar iṙukka</i>) means ‘when others are dragging me’. Therefore the first sentence of this verse, ‘ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க?’ (<i>ēṉ inda uṟakkam, eṉai piṟar iṙukka?</i>), means ‘Why this sleep, when others are dragging me?’<br>\n<br>\nஇது (<i>idu</i>) is a demonstrative pronoun that means ‘this’, உனக்கு (<i>uṉakku</i>) is the dative form of the second person singular pronoun, so it means ‘to you’ or ‘for you’, and அழகோ (<i>aṙahō</i>) is an interrogative form of அழகு (<i>aṙahu</i>), ‘beauty’, so it means ‘is it beauty?’. Therefore ‘இது உனக்கு அழகோ?’ (<i>idu uṉakku aṙahō?</i>) literally means ‘is this beauty for you?’, thereby implying ‘is this befitting you?’ or ‘does this become you?’ That is, when others are dragging the mind of his devotee outwards, away from the heart, in which he is residing, does it befit him to remain unconcerned without doing anything to protect his devotee, as if he were asleep?<br>\n<br>\n<a name=\"aamm11\"></a>In this context ‘பிறர்’ (<i>piṟar</i>), ‘others’, implies <i>viṣaya-vāsanās</i>, which are ego’s inclinations (<i>vāsanās</i>) to seek happiness in <i>viṣayas</i> (objects or phenomena, namely anything other than itself). Though <i>viṣaya-vāsanās</i> belong to ourself as ego, they are alien to ourself as we actually are, as we will recognise with increasing clarity the more we turn within and thereby surrender ourself to Arunachala, who is ourself as we actually are. That is, so long as we are constantly rushing outwards, believing that happiness can be obtained from things other than ourself, we willingly allow ourself to be swayed by our <i>viṣaya-vāsanās</i> as if they were our friends and quite natural to us, but the more we surrender ourself by turning within and clinging to Arunachala in our heart, the more clearly we will recognise that they are neither our friends nor natural to us, but are actually just thieves, whose nature is to deceive us and thereby rob us of the infinite happiness that is our own real nature, as Bhagavan implies in the next verse, namely verse 11:<br>\n<blockquote>ஐம்புலக் கள்வ ரகத்தினிற் புகும்போ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தகத்தினீ யிலையோ வருணாசலா<br>\n<br>\n<i>aimbulak kaḷva rahattiṉiṟ puhumpō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dahattiṉī yilaiyō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஐம் புல கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ வருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō varuṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, when the five sense-thieves enter the heart, are you not in the heart?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, when the five sense-thieves [namely <i>viṣaya-vāsanās</i>, which are the seeds that sprout as desires for the pleasures that are seemingly derived from the five kinds of sense-objects] enter [my] heart [to steal my attention away from you], are you not in [my] heart? [So why do you not protect me from them?]</blockquote>\nThis is why in this tenth verse Bhagavan describes these thieves as ‘பிறர்’ (<i>piṟar</i>), ‘others’. Since he has surrendered himself wholly to Arunachala, he belongs only to him, so since the nature of <i>viṣaya-vāsanās</i> is to drag the mind outwards, away from Arunachala, they are thieves, stealing from him what rightfully belongs only to him. It is therefore his natural duty to protect his devotees by not allowing them to be dragged outwards by any <i>viṣaya-vāsanās</i> whatsoever.<br>\n<br>\nTherefore, when <i>viṣaya-vāsanās</i> are constantly rising and trying to pull our attention away from Arunachala, who exists and shines eternally in our heart as ‘I am’, why is he pretending to sleep, as if he does not care about what is happening to us? As we saw above, his sleep cannot be real, because his very nature is to be eternally awake, so it can only be a pretended sleep, which is why Bhagavan refers to it as ‘இந்த உறக்கம்’ (<i>inda uṟakkam</i>), ‘this sleep’, thereby implying indirectly that it is not a real sleep but just a pretence.<br>\n<br>\nSince he can never really sleep, why does it seem to us that he is sleeping, as if he does not care in the least about our being dragged away from him by our <i>viṣaya-vāsanās</i>? Though he is eternally awake, he is the infinite space of pure silence, so he is ever motionless (<i>acala</i>), and hence in our view he seems to be asleep. However, his அருட்செயல் (<i>aruḷ-seyal</i>), the action of his grace, is exceedingly subtle, because it is his very nature, which is pure motionless being, so the fact that he seems to be doing nothing does not mean that he is actually doing nothing. He is doing all that is necessary to protect us and to help us turn back within, but he is doing it without doing anything.<br>\n<br>\n<a name=\"ny13\"></a><a name=\"ny15\"></a>That is, his grace (<i>aruḷ</i>) is the infinite love that he has for us as himself, because he never sees us as anything other than himself, so since love is the supreme power, there can never be any power that is greater than his grace. Since infinite love is what he actually is, it is his very nature, his being, so he and his grace are one and inseparable. Since grace is his being, its nature is not to do anything but just to be as it is. However, by its just being as it is, it does everything that needs to be done, as Bhagavan implied in the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i> when he said, ‘சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால்’ (<i>sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl</i>), ‘Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all <i>kāryas</i> [whatever needs or ought to be done or to happen]’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> when he said, ‘ஸங்கல்ப ரகிதராயிருக்கும் ஈசன் சன்னிதான விசேஷ மாத்திரத்தால் நடக்கும் முத்தொழில் அல்லது பஞ்சகிருத்தியங்கள்’ (<i>saṅkalpa-rahitar-āy-irukkum īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl naḍakkum muttoṙil alladu pañcakiruttiyaṅgaḷ</i>), ‘<i>muttoṙil</i> [the threefold function of God, namely the creation, sustenance and dissolution of the world] or <i>pañcakṛtyas</i> [the five functions of God, namely creation, sustenance, dissolution, concealment and grace], which happen by merely [just or nothing more than] the special nature of the presence of God, who is <i>saṁkalpa rahitar</i> [one who is devoid of any desire, volition or intention]’.<br>\n<br>\nBecause he does not see us as anything other than himself, his love for us is not only infinite but also perfectly pure. Pure love need not do anything, because its nature is to attract everything to itself, so by just being itself it draws us unfailingly to itself, and thereby it does everything that needs to be done without actually doing anything. That is, by just being as it is, it not only sows in our heart the seed of love for itself, but also nurtures that seed until it grows so great that it swallows us in itself as itself. This state of it just being as it is is what Bhagavan described in the above portion of the fifteenth paragraph of <i>Nāṉ Ār?</i> as ‘ஈசன் சன்னிதான விசேஷ மாத்திரம்’ (<i>īśaṉ saṉṉidhāṉa-viśēṣa-māttiram</i>), ‘merely [just or nothing more than] the special nature of the presence of God’, because what is called ‘the presence of God’ (<i>īśaṉ saṉṉidhāṉam</i>) is his mere being, which is what is shining eternally in our heart as ‘I am’.<br>\n<br>\n<a name=\"ny12\"></a>However, though he is doing all that needs to be done by merely being as he is, he will never force us to turn within against our will. Therefore his grace works through us, making us willing to turn within, but we have to cooperate with it by yielding ourself to it, which we can do most effectively and completely by patiently and persistently trying our best to turn within to see what we actually are, as he implied by saying ‘எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்’ (<i>eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>), ‘nevertheless, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown’, in the final sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of <i>guru</i>’s grace will never be forsaken but will surely be saved by him; nevertheless, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown.</blockquote>\nHowever, though it is necessary for us to walk unfailingly in accordance with the path that Bhagavan has shown us, namely the path of self-investigation, which is the culmination of the path of self-surrender, we cannot do so without his help, so when we find ourself being dragged outside by our <i>viṣaya-vāsanās</i> and cannot find in ourself sufficient strength of <i>vivēka</i> (clear discrimination, judgement or discernment), <i>bhakti</i> (love) and <i>vairāgya</i> (dispassion or freedom from desire) to cling fast to self-attentiveness, it is necessary for us to cry out to him in prayer as he has shown us in this verse: ‘ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க? இது உனக்கு அழகோ அருணாசலா?’ (<i>ēṉ inda uṟakkam, eṉai piṟar iṙukka? idu uṉakku aṙahō aruṇācalā?</i>), ‘Why this sleep, when others are dragging me? Is this beauty for you, Arunachala?’<br>\n<br>\nThere is also another implication that Bhagavan alludes to in this verse. So long as we remain awake to our real nature, nothing can pull us out of that state, but as soon as we rise as ego, forgetting our real nature, we fall a prey to <i>viṣaya-vāsanās</i>, which drag our attention outwards. This state in which we seem to have forgotten our real nature is the sleep of self-ignorance, otherwise called <i>māyā</i>, or more specifically, <i>āvaraṇa-śakti</i> (the power of veiling), which is the first and most fundamental of the two powers of <i>māyā</i>. The other power of <i>māyā</i> is <i>vikṣēpa-śakti</i> (the power of scattering, dispersion or dissipation), which is the effect of <i>āvaraṇa</i>. Whereas <i>āvaraṇa</i> is what rises as ego, the false awareness ‘I am this body’, because ego is what obscures and veils the real nature of ourself as pure awareness, ‘I am’, <i>vikṣēpa</i> is what rises as ego’s <i>viṣaya-vāsanās</i>, under whose sway its attention is constantly being scattered outwards, giving rise to the appearance of all <i>viṣayas</i> (objects or phenomena).<br>\n<br>\nWithout forgetting our real nature we could not rise as ego, and without rising as ego we could not fall a prey to <i>viṣaya-vāsanās</i>, so <i>āvaraṇa</i> is the fundamental sleep in which the entire dream of <i>saṁsāra</i> takes place. The dreamer of this dream is ourself as ego, and this dream consists of many dreams, in each of which we dream ourself to be a different person, so the entire life of each successive person that we mistake ourself to be is just one of the many dreams that constitute this long dream called <i>saṁsāra</i>.<br>\n<br>\nIn order to put an end to this dream of <i>saṁsāra</i> we need to awaken from the sleep in which it occurs, and since this sleep is just the sleep of self-ignorance (<i>avidyā</i> or <i>ajñāna</i>), we can awaken from it only by being aware of ourself as we actually are. What we actually are is pure awareness (<i>vidyā</i> or <i>jñāna</i>), which is awareness that is aware of nothing other than itself, ‘I am’, so it can never be self-ignorant, and hence what is self-ignorant is only ourself as ego. Since ego is what is always aware of itself as ‘I am this body’, self-ignorance is its very nature, so as Bhagavan pointed out, what is called <i>avidyā</i> or <i>ajñāna</i> is nothing but ego itself. Therefore awakening from the sleep of self-ignorance is what is otherwise called the destruction of ego.<br>\n<br>\nThat is, since ego is the false adjunct-conflated awareness ‘I am this body’, when we as ego turn our attention back within so keenly that we cease to be aware of anything other than our own being, ‘I am’, we will thereby cease to be ego and remain as we always actually are, namely as the real awareness ‘I am’ devoid of all adjuncts. Therefore, if we wish to awaken from this sleep of self-ignorance and the consequent dream of <i>saṁsāra</i>, the only means is to patiently and persistently try to be as keenly and constantly self-attentive as possible until we finally succeed in being so keenly self-attentive that we thereby cease to know or to be anything other than the one fundamental awareness, ‘I am’.<br>\n<br>\nTherefore, if we view this verse from this perspective, we can interpret the term ‘இந்த உறக்கம்’ (<i>inda uṟakkam</i>), ‘this sleep’, as referring to ego’s sleep of self-ignorance rather than any seeming sleep of Arunachala. That is, ‘ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க? இது உனக்கு அழகோ அருணாசலா?’ (<i>ēṉ inda uṟakkam, eṉai piṟar iṙukka? idu uṉakku aṙahō aruṇācalā?</i>), ‘Why this sleep, when others are dragging me? Is this beauty for you, Arunachala?’, can be taken to imply: ‘Why [do you still allow me to remain in] this sleep [of self-ignorance], when [you know that in this state] others [namely <i>viṣaya-vāsanās</i>] will be [constantly] dragging me [ever further away from you, my real nature]? Is this beauty [or befitting] for you, Arunachala?’<br>\n<br>\nSo long as we are lost in this sleep of self-ignorance and therefore dreaming this dream of <i>saṁsāra</i>, we are so deluded that we will have no love to know and to be what we actually are until Arunachala sows the seed of such love in our heart. Therefore it is his responsibility to sow this seed in our heart, and having sown it, it is his responsibility to nurture it until it becomes so all-consuming that we are finally willing to surrender ourself wholly to him. We do of course need to cooperate with him by trying our best to be self-attentive as much as we can, but the primary responsibility is his, because he is <i>jñāna-svarūpa</i>, the one whose very nature is pure awareness, so he alone is the light of knowledge that can remove the darkness of our ignorance.<br>\n<br>\n<a name=\"aamm09\"></a>Therefore, when the devotee whose love is fully ripened <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-9.html#aamm09\">prays to him</a> with a melting heart, ‘எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?’ (<i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i>), ‘Arunachala, destroying me now, if [you] do not unite me [with yourself in inseparable oneness], is this [your] manliness?’, if he does not destroy her immediately but instead allows her to remain in the sleep of self-ignorance, in which she is dreaming that others are dragging her away from him, her beloved, does this befit him?<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/XIsYO1uq0uM\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 10</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/XIsYO1uq0uM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4303465181150881914/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "dream",
        "ego",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "Śrī Aruṇācala Akṣaramaṇamālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0ODU0NjcxCm9mZnNldDogMzYwMDAwMAo\""
}