{
    "kind": "blogger#post",
    "id": "6159842877971165707",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-09-06T15:50:00+01:00",
    "updated": "2022-10-29T13:01:41+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-12.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6159842877971165707",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 12",
    "content": "This is the twelfth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm12\"></a><b>Verse 12:</b><br>\n<blockquote>ஒருவனா முன்னை யொளித்தெவர் வருவா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ருன்சூ தேயிது வருணாசலா<br>\n<br>\n<i>oruvaṉā muṉṉai yoḷittevar varuvā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ruṉsū dēyidu varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஒருவன் ஆம் உன்னை ஒளித்து எவர் வருவார்? உன் சூதே இது அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oruvaṉ ām uṉṉai oḷittu evar varuvār? uṉ sūdē idu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, hiding you, who are the one, who can come? This is only your trick.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, hiding [from] you, who are the one [the only one who actually exists], who can come [into my heart]? This [the entry of the five sense-thieves in my heart] is only [or certainly] your trick.<br>\n<br>\n<b>Alternative interpretation 1:</b> Arunachala, hiding [from] you, who are the one [the peerless one, other than whom there is nothing and no one equal or superior, and hence no one who could ever delude or evade you, preventing you from seeing their entry], who can come [into my heart]? This is only [or certainly] your trick.<br>\n<br>\n<b>Alternative interpretation 2:</b> Arunachala, excluding [or other than] you, who are the one [the only one, other than whom nothing exists], who [else] can come [into my heart]? This is only [or certainly] your trick.<br>\n<br>\n<b>Alternative interpretation 3:</b> Arunachala, hiding [or concealing] you, who are the one [the only one who actually exists], who can come [into my heart]? This is only [or certainly] your trick.</blockquote>\n<b>Explanation:</b> ஒரு (<i>oru</i>) is an adjective that means one, but in some contexts it means unique, special, peerless or incomparable, and ஒருவன் (<i>oruvaṉ</i>) is a masculine personal noun formed from this adjective, so it means someone, a man, a person or one who is peerless, incomparable or unique. In this context it implies either the only one who actually exists (in other words, the one who is <i>ēkam ēva advitīyam</i>, ‘one only without a second’: the one other than whom nothing exists) or the peerless one, other than whom there is nothing and no one equal or superior.<br>\n<br>\nஆம் (<i>ām</i>) is an adjectival participle that means ‘which is’ or in this context ‘who is’, and உன்னை (<i>uṉṉai</i>) is the accusative form of the second person singular pronoun, ‘you’, so ‘ஒருவன் ஆம் உன்னை’ (<i>oruvaṉ ām uṉṉai</i>) means ‘you, who are the one’ and implies ‘you, who are the only one who actually exists’ or ‘you, who are the peerless one, other than whom there is nothing and no one equal or superior’. ஒளித்து (<i>oḷittu</i>) is an adverbial participle that means hiding or concealing, so ‘உன்னை ஒளித்து’ (<i>uṉṉai oḷittu</i>) literally means ‘hiding you’, but in this context it implies ‘hiding from you’ or ‘unknown to you’. எவர் (<i>evar</i>) is an interrogative pronoun that means ‘which person?’, ‘which people?’ or ‘who?’, and வருவார் (<i>varuvār</i>) is the third person plural or honorific future or predictive form of the verb வா (<i>vā</i>) or வரு (<i>varu</i>), so it means ‘will come’ but in this context implies ‘can come’, so the first sentence of this verse, ‘ஒருவன் ஆம் உன்னை ஒளித்து எவர் வருவார்?’ (<i>oruvaṉ ām uṉṉai oḷittu evar varuvār?</i>), is a question that literally means ‘Hiding you, who are the one, who will come?’ and that therefore implies: ‘Hiding [from] you, who are the one, who can come [into my heart]?’.<br>\n<br>\nIf we take ஒருவன் (<i>oruvaṉ</i>), ‘the one’, to mean ‘the only one who actually exists’, this question implies: ‘Since you are the only one who actually exists, other than you, who else can come into my heart?’. When it is interpreted thus, ‘உன்னை ஒளித்து’ (<i>uṉṉai oḷittu</i>), ‘hiding you’, has two implications. Firstly, it implies ‘excluding you’ in the sense of ‘other than you’, and secondly it implies ‘concealing you by making you appear in the guise of others, namely the five sense-thieves’. That is, since no one other than Arunachala actually exists, it cannot be anyone other than him who enters our heart in the guise of the five sense-thieves, namely <i>viṣaya-vāsanās</i>, stealing our mind or attention away from him by dragging it outwards to roam about the world, so by appearing in the form of these thieves, he is hiding himself from us.<br>\n<br>\n<a name=\"aamm13a\"></a>Alternatively, if we take ஒருவன் (<i>oruvaṉ</i>), ‘the one’, to mean ‘the peerless one’, this question implies: ‘Since you are the peerless one, other than whom there is nothing and no one equal or superior, who has the power to enter my heart, concealing their entry from you?’. That is, Arunachala is peerless because he is the eternal sun of pure awareness, which never rises or sets, and by whose light everything else shines, so there is nothing and no one equal or superior to him in any way, as he says in the next verse, namely <a href=\"#aamm13\">verse 13</a>, ‘ஒப்பு உயர்வு இல்லோய்’ (<i>oppu uyarvu illōy</i>), ‘you who are without equal or superior’. Since he is peerless in every respect, there is no one who could ever delude or evade him, preventing him from seeing their entry into our heart, so how is it that these five sense-thieves have entered our heart and are now dragging us outwards, away from him?<br>\n<br>\nThe answer to this is given in the next sentence: ‘உன் சூதே இது அருணாசலா’ (<i>uṉ sūdē idu aruṇācalā</i>), ‘This is only [or certainly] your trick, Arunachala’. உன் (<i>uṉ</i>) is a genitive form of the second person singular pronoun, so it means ‘your’, and சூதே (<i>sūdē</i>) is an intensified form of சூது (<i>sūdu</i>), a Tamil noun derived from the Sanskrit noun द्यूत (<i>dyūta</i>), which means gambling or playing with dice, but is also used figuratively to mean a battle, fight or contest. However, சூது (<i>sūdu</i>) means more than just gambling or playing with dice, because it also means dice, device, means, secret or trick. In this context it is used primarily in the sense of ‘trick’, so ‘உன் சூது’ (<i>uṉ sūdu</i>) means ‘your trick’, and its intensified form ‘உன் சூதே’ (<i>uṉ sūdē</i>) means ‘only your trick’ or ‘certainly your trick’. இது (<i>idu</i>) means ‘this’, referring here to the entering of the five sense-thieves into the heart of the devotee, so ‘உன் சூதே இது’ (<i>uṉ sūdē idu</i>) means ‘This [the entry of the five sense-thieves in my heart] is only [or certainly] your trick’.<br>\n<br>\nDoes Bhagavan think that Arunachala is actually intent on tricking him? No, this is the banter of a lover talking to her beloved, chiding him for allowing her mind to be carried away by the deceptive allurement of the five sense-thieves. Since he is peerless in every respect, these thieves could not have entered her heart without his knowledge and consent, and since he is the only one who actually exists, they must be him in the disguise of thieves, so she playfully concludes that this must be his trick.<br>\n<br>\nBut would Arunachala ever want to trick any of his devotees? Obviously not, because his sole intention is to save us from the delusion of ego and all its progeny, particularly these five sense-thieves, which are the first generation of its progeny. If we are deluded by these thieves, we have no one to blame but ourself. When we rise as ego, we grasp the form of a body as ourself, and consequently we grasp other forms that seem to be presented to us through the doorway of the five senses of this body, and we cannot stand for a moment as ego without constantly grasping forms in this way. Therefore our rising as ego is the root cause of our being deluded by the allurement of these five sense-thieves. This is why the ultimate aim of Arunachala is to eradicate ego and thereby save us from it and all its progeny.<br>\n<br>\nWhy then does he allow us to rise as ego and thereby be deluded by the enticements of the five sense-thieves? Sense-objects have no power of their own to entice us, so we are enticed by them only because of our <i>viṣaya-vāsanās</i>: our inclinations to seek happiness in <i>viṣayas</i> (objects or phenomena). In other words, they delude us only because we are willing to be deluded by them. Because we wrongly believe that we can obtain happiness from sense-objects, we are constantly allowing our attention to be dragged outwards by them, thereby forsaking Arunachala, who is always shining in our heart as our own being, ‘I am’. Therefore, so long as we want to be carried away by the five sense-thieves, Arunachala will not prevent us doing what we want to do.<br>\n<br>\nThis does not mean that he is indifferent to our folly and consequent plight, nor that he is doing nothing about it, but he will not force us against our will. Therefore he works from deep within our heart, gradually rectifying our will, but since it is our will that he is rectifying, he can do so only through us and with our cooperation.<br>\n<br>\nWhen we are struggling to avoid being swayed by our <i>viṣaya-vāsanās</i>, which are the thieves that drag our attention out towards sense-objects, and when we understand that he is not only peerless but also the only one who actually exists, it may seem to us that all this is only his trick, but it is actually only we who are tricking ourself. The ‘we’ who are both tricking and being tricked is not ourself as we actually are but only ourself as ego. However, since Arunachala is what we actually are, namely <i>sat-cit</i>, the fundamental awareness of being, ‘I am’, which is the reality of ego, he alone has the power to prevent us tricking ourself.<br>\n<br>\nSince ego is the false awareness that is always aware of itself as ‘I am this body’ and that is consequently aware of the illusory appearance of other things, namely <i>viṣayas</i>, its very nature is to trick itself, so it is only by the grace of Arunachala that we can avoid being tricked by ourself. That is, we can avoid tricking ourself only by clinging to our own reality, ‘I am’, but since the very nature of ourself as ego is to cling to anything other than ourself, we cannot cling to ourself without thereby surrendering ourself, and to surrender ourself requires ego-denying and all-consuming love. Such love cannot come from ourself as ego but only from ourself as we actually are, which is Arunachala.<br>\n<br>\nTherefore blaming Arunachala for playing the tricks that we as ego are actually playing on ourself, as Bhagavan does in this verse, is a way of praying to him to save us from the web of self-delusion in which we have entangled ourself. Even without our praying for him to do so, he is of course doing not only everything that is necessary but also everything that is possible to save us from this web, but by praying to him in this way we are cooperating with him by willingly giving him our consent to do what he wants to do but which we were previously obstructing him from doing by not yielding ourself to him. In other words, by praying to him with all our heart to do what he wants to do we are attuning our will to his will, and only when our will is perfectly attuned (and hence surrendered) to his will are we thereby refraining from obstructing his will, as we have been doing till now.<br>\n<br>\nThe reason why Bhagavan says ‘உன் சூதே இது அருணாசலா’ (<i>uṉ sūdē idu aruṇācalā</i>), ‘This is only [or certainly] your trick, Arunachala’, can also be explained in another way. What is implied by ‘சூது’ (<i>sūdu</i>), ‘trick’, in this context is <i>māyā</i>, but since he explained that what is called <i>māyā</i> is only ego or mind, why does he refer to it here as ‘உன் சூது’ (<i>uṉ sūdu</i>), ‘your trick’, thereby implying that it is Arunachala’s <i>māyā</i>? To understand this, we need to consider his teachings more deeply.<br>\n<br>\n<a name=\"ny07\"></a>Arunachala is <i>ātma-svarūpa</i>, the real nature of ourself, and as he says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i>’, so Arunachala alone is what actually exists. This is why he describes him in this verse as ‘ஒருவன்’ (<i>oruvaṉ</i>), ‘the one’, thereby implying ‘the only one who actually exists’. Since he alone actually exists, whatever else may seem to exist does not actually exist, and is therefore just an illusory appearance. Everything that seems to be other than Arunachala is therefore a product of <i>māyā</i>, which means <i>yā mā</i>, ‘she who is not’, so like their mother, <i>māyā</i>, all other things do not actually exist but merely seem to exist.<br>\n<br>\n<a name=\"aa6\"></a>Since <i>māyā</i> and all its progeny seem to exist, even though they do not actually exist, they cannot be anything other than Arunachala, who alone is what actually exists, so it is Arunachala alone who appears in the form of <i>māyā</i> and its progeny, as Bhagavan implies in the first two sentences of <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘உண்டு ஒரு பொருள் அறிவு ஒளி உளமே நீ. உளது உனில் அலது இலா அதிசய சத்தி’ (<i>uṇḍu oru poruḷ aṟivu oḷi uḷamē nī. uḷadu uṉil aladu ilā atiśaya śatti</i>), ‘There is only one <i>poruḷ</i> [real substance], you, the heart, the light of awareness. In you exists <i>atiśaya śakti</i> [an extraordinary power], which is not other [than you]’, and as he further confirms in the last sentence of the same verse, ‘அருள் குன்றே, நின்றிட சென்றிட, நினை விட இன்றே’ (<i>aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa, niṉai viḍa iṉḏṟē</i>), ‘Hill of grace, let them [namely everything that appears from that <i>atiśaya śakti</i> called <i>māyā</i>] cease or let them go on, they do not exist at all apart from you’.<br>\n<br>\n<a name=\"ny04\"></a>The <i>atiśaya śakti</i> he refers to here is the same <i>atiśaya śakti</i> he refers to at the beginning of the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, namely the mind (in the sense of ego), which is what is otherwise called <i>māyā</i>. What he says about that <i>atiśaya śakti</i> very succinctly in the verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i> is clarified by what he says about it in the first eight sentences of this fourth paragraph:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [extraordinary power] that exists in <i>ātma-svarūpa</i> [the real nature of oneself]. It makes all thoughts appear. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind. Excluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear from within itself and again dissolves it back into itself.</blockquote>\nAs Bhagavan says here, this <i>atiśaya śakti</i> called mind or <i>māyā</i>, which causes the appearance of all other things, like a spider spinning out thread from within itself, exists in <i>ātma-svarūpa</i>, and as he says in the second sentence of verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘உளது உனில் அலது இலா அதிசய சத்தி’ (<i>uḷadu uṉil aladu ilā atiśaya śatti</i>), ‘In you exists <i>atiśaya śakti</i> [an extraordinary power], which is not other [than you]’, it is not other than Arunachala, who is <i>ātma-svarūpa</i>, so this is why he refers to it in this twelfth verse of <i>Akṣaramaṇamālai</i> as ‘உன் சூது’ (<i>uṉ sūdu</i>), ‘your trick’. That is, <i>māyā</i> is a சூது (<i>sūdu</i>) or ‘trick’ because it deludes us into seeing the one thing that alone actually exists, namely Arunachala, our own real nature, as all this multiplicity, and it is Arunachala’s trick in the sense that it exists in him and is not other than him, because he alone is what actually exists, so whose else could it be?<br>\n<br>\n<a name=\"un13\"></a>This is also explained by Bhagavan in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [pure awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; do they exist except as gold [their substance], which is real? Say.</blockquote>\nThat is, though ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, both it and the many things that it sees itself as are all nothing other than the one real substance, namely <i>ātma-svarūpa</i>, ourself as we actually are, which is pure awareness, just as gold ornaments, though many and diverse in appearance, are all nothing other than gold, which is their one substance. In other words, it is only Arunachala, the one real substance, that appears as the subject, namely ego, and all the objects perceived by it, so all this is only his சூது (<i>sūdu</i>) or ‘trick’.<br>\n<br>\n<a name=\"ny04a\"></a>However, it is only in the self-ignorant view of ourself as ego that Arunachala appears as all these things, because in the clear view of Arunachala, who is pure awareness, there is no such appearance at all, so this சூது (<i>sūdu</i>) or ‘trick’ of his seems to exist only so long as we rise as ego. When we know ourself as we actually are, namely as pure awareness, ‘I am’, it will be clear to us that there never was any such trick or <i>māyā</i> at all. In other words, we experience the seeming existence of <i>māyā</i> and all its progeny only so long as we are not aware of ourself as we actually are, as Bhagavan confirms in the fourth paragraph of <i>Nāṉ Ār?</i>. That is, after explaining that the mind projects the world from within itself and again dissolves it back into itself, just as a spider spins out thread from within itself and again draws it back into itself, he says:<br>\n<blockquote>மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhen the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\n<a name=\"aamm32\"></a>That is, so long as we rise as ego and consequently see ourself as all this multiplicity, we are not seeing ourself as we actually are, and when we see ourself as we actually are, namely as pure awareness, which is one, infinite, indivisible and immutable, we will not see ourself as all this multiplicity. Seeing ourself as all this multiplicity is what Bhagavan refers to in this twelfth verse as Arunachala’s சூது (<i>sūdu</i>) or ‘trick’, whereas seeing ourself as the one pure awareness that we actually are is seeing his சோதியுரு (<i>jyōti-y-uru</i>) or ‘form of light’, namely the light of pure awareness, ‘I am’, which is what he actually is. Therefore in verse 32 of <i>Akṣaramaṇamālai</i> he prays:<br>\n<blockquote>சூதுசெய் தென்னைச் சோதியா தினியுன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சோதி யுருக்காட் டருணாசலா<br>\n<br>\n<i>sūdusey deṉṉaic cōtiyā tiṉiyuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jyōti yurukkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> சூது செய்து என்னை சோதியாது இனி உன் சோதி உரு காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sūdu seydu eṉṉai śōdhiyādu iṉi uṉ jyōti-y-uru kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, not testing me doing tricks, now show your form of light.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, without testing [examining or tempting] me [hereafter] [by] doing [or playing] tricks [displaying phenomena, which lure my attention away from you, my real nature] [as you have been doing till now], [at least] now [at this very moment] show [me] your form of light [your real nature, the clear light of pure awareness, ‘I am’].</blockquote>\n<a name=\"aamm13\"></a>That is, so long as we do not see his form of light it will seem to us that by his extraordinary power (<i>atiśaya śakti</i>) of <i>māyā</i> Arunachala is playing tricks on us and thereby tempting and testing us, but when he reveals his form of light to us as our own real nature, we will see that what we previously saw as <i>māyā</i> and all its tricks is actually nothing other than his form of light, which alone is what actually exists. In other words, what we are now seeing as all this multiplicity consisting of a subject or knower, namely ego, and all this seemingly endless diversity of objects or phenomena known by it, is actually nothing other than Arunachala, the one indivisible and immutable light of pure awareness. Such is the extraordinary and wonderful power of his <i>māyā</i>, so as Bhagavan asks in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html#c7345862835187202785\">verse 13</a>, other than himself, who can and how to understand him or know him as he actually is?<br>\n<blockquote>ஓங்கா ரப்பொரு ளொப்புயர் வில்லோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுனையா ரறிவா ரருணாசலா<br>\n<br>\n<i>ōṅkā rapporu ḷoppuyar villō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuṉaiyā raṟivā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஓங்கார பொருள், ஒப்பு உயர்வு இல்லோய், உனை யார் அறிவார் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ōṅkāra poruḷ, oppu uyarvu illōy, uṉai yār aṟivār aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, substance of <i>ōṁkāra</i>, you for whom there is not equal or superior, who can know you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [inner and ultimate] substance [reality, import or referent] of <i>ōṁkāra</i> [the sacred syllable <i>ōm</i>], you for whom there is not [anything or anyone] equal [or similar] or superior, who [other than yourself] can know you [as you actually are]?</blockquote>\n<a name=\"un21\"></a>Since Arunachala is pure awareness, which can never be an object of awareness, he cannot be known by anyone other than himself, so if we aspire to know him as he actually is, we must be willing to give ourself wholly to him, because being devoured by him alone is truly knowing him, as Bhagavan says in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’. Let us therefore pray to him to cook us well, so that we may become food worthy to be eaten by him, as he has taught us to pray in so many ways in this supreme love song, <i>Śrī Aruṇācala Akṣaramaṇamālai</i>.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/UiBK7A7ff8o\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 12</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/UiBK7A7ff8o\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6159842877971165707/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0OTAxNTE5Cm9mZnNldDogMzYwMDAwMAo\""
}