{
    "kind": "blogger#post",
    "id": "7298213154340574724",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-09-23T16:15:00+01:00",
    "updated": "2022-10-29T13:02:50+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7298213154340574724",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 13",
    "content": "This is the thirteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm13\"></a><b>Verse 13:</b><br>\n<blockquote>ஓங்கா ரப்பொரு ளொப்புயர் வில்லோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுனையா ரறிவா ரருணாசலா<br>\n<br>\n<i>ōṅkā rapporu ḷoppuyar villō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuṉaiyā raṟivā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஓங்கார பொருள், ஒப்பு உயர்வு இல்லோய், உனை யார் அறிவார் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ōṅkāra poruḷ, oppu uyarvu illōy, uṉai yār aṟivār aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, substance of <i>ōṁkāra</i>, you for whom there is not equal or superior, who can know you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [inner and ultimate] substance [reality, import or referent] of <i>ōṁkāra</i> [the sacred syllable <i>ōm</i>], you for whom there is not [anything or anyone] equal [or similar] or superior, who [other than yourself] can know you [as you actually are]?</blockquote>\n<b>Explanation:</b> ஓங்காரம் (<i>ōṅkāram</i>) in Tamil or ओंकार (<i>ōṁkāra</i>) in Sanskrit means the syllable ஓம் (<i>ōm</i>) or ओम् (<i>ōm</i>), which is also written as the ligatures ௐ in Tamil and ॐ in Devanagari. This syllable <i>ōm</i> is considered most sacred in all the major religions of Indian origin, namely Hinduism, Jainism, Buddhism and Sikhism in all their various forms, and there are many diverse interpretations and explanations of its deep significance and meaning.<br>\n<br>\nVarious possible etymologies have also been proposed for it, including the suggestion that it may originally have been derived from the ancient Dravidian word ஆம் (<i>ām</i>), which still survives in modern Tamil and is a third person singular form of the verb ஆ (<i>ā</i>), ‘to be’, so it means ‘it is’ and is therefore commonly used as a word of affirmation, meaning ‘yes’. If this suggestion is correct, then <i>ōm</i> may originally have signified being or existence (<i>sat</i>), particularly in the sense of what is or what actually exists (<i>uḷḷadu</i>).<br>\n<br>\n<i>Ōm</i> is traditionally chanted at the beginning of all Vedic hymns and <i>mantras</i>, and in Vedic rituals it is used as an expression of affirmation, confirmation or agreement, but in the <i>Brāhmaṇas</i> it is explained that it is more than just an ordinary affirmation, because whereas other words of affirmation such as <i>tathā</i> are human affirmations, <i>ōm</i> is a divine affirmation (<i>Aitarēya Brāhmaṇa</i> 7.18.13). The meaning and significance of <i>ōm</i> is discussed in much greater detail in several of the <i>Upaniṣads</i>, and though their various explanations differ, they all indicate either explicitly or implicitly that what <i>ōm</i> ultimately refers to is <i>brahman</i>, which is the real nature of ourself (<i>ātma-svarūpa</i>), namely <i>sat-cit</i>, pure being and pure awareness, and some emphasise this by declaring that <i>ōm</i> is <i>brahman</i> itself.<br>\n<br>\n<a name=\"mu01-2\"></a>One of the deepest explanations of <i>ōm</i> is given in the <i>Māṇḍūkya Upaniṣad</i> and elaborated upon by Gaudapada in his <i>Kārikā</i>. This <i>Upaniṣad</i> begins by declaring in its first verse that this syllable <i>ōm</i> is all this (implying everything that seems to exist), that it is all that was (in the past), is (in the present) and will be (in the future), and that it is also <i>trikālātīta</i> (what transcends or is beyond these three times). Then in the second verse it says that all this is <i>brahman</i>, that this <i>ātman</i> (oneself) is <i>brahman</i> (‘<i>ayam ātmā brahma</i>’, ‘This <i>ātman</i> is <i>brahman</i>’, which is one of the four <i>mahāvākyas</i>, the great Vedic statements that declare <i>jīva-brahma-aikya</i>: the oneness of <i>jīva</i> and <i>brahman</i>), and that this <i>ātman</i> is <i>catuṣpāt</i> (which means that it has four <i>pādas</i>: feet or quarters). The juxtaposition of these first two verses clearly implies that <i>ōm</i> is <i>brahman</i>, so whatever is said of <i>ōm</i> can also be said of <i>brahman</i>, and vice versa. Therefore, being all this, <i>brahman</i> is all that is past, present and future, and also what is beyond these three times. Likewise, being all this, <i>ōm</i> is this <i>ātman</i> (oneself), and hence it has four <i>pādas</i>.<br>\n<br>\nWhat is meant by saying that this <i>ātman</i> (which is <i>brahman</i> and therefore <i>ōm</i>) has four <i>pādas</i> (feet or quarters) is explained in the subsequent verses, but to understand this explanation with respect to <i>ōm</i> it is necessary to understand how <i>ōm</i> is phonetically analysed. The syllable <i>ōm</i> consists of a long vowel, <i>ō</i>, followed by a mute consonant (namely one that is not followed by a vowel), <i>m</i>. Superficially, therefore, it seems to consist of two distinct units, <i>ō</i> and <i>m</i>, but <i>ō</i> is formed by a smooth and euphonic coalescence of two other vowel sounds, namely <i>a</i> and <i>u</i>, as we can understand by considering how we form these vowel sounds with our lips. That is, we pronounce <i>a</i> (whether a short ‘a’, somewhat like ‘u’ in ‘up’ or ‘utter’, or a long ‘a’, as in ‘after’ or ‘alms’) by allowing the air to pass out through open lips, whereas we pronounce <i>u</i> (as in ‘put’ or ‘pull’) by allowing the air to pass out through lips that are almost closed, and we pronounce <i>ō</i> (as in ‘<i>ōm</i>’ or ‘onus’) by allowing the air to pass out through lips that move from being open to almost closed. Thus the transition from <i>a</i> to <i>u</i> forms <i>ō</i>, so <i>ō</i> is analysed as consisting of two <i>mātrās</i> (measures, moments, durations or units of sound), namely <i>a</i> and <i>u</i>, which are the first two of its four <i>pādas</i>.<br>\n<br>\nThe third <i>mātrā</i> and <i>pāda</i> is <i>m</i>, which is a nasal consonant formed by closing the lips, so the closing of the lips that begins with the pronunciation of <i>ō</i> is completed with the pronunciation of <i>m</i>. Therefore, since we can interpret open lips as representing <i>pravṛtti</i>, rising, activity and outwardness, and closed lips as representing <i>nivṛtti</i>, withdrawal, subsidence and inwardness, one way in which <i>ōm</i> can be interpreted is to say that it represents the transition from <i>pravṛtti</i> to <i>nivṛtti</i>. In other words, in the clear light of Bhagavan’s teachings we can say that <i>ōm</i> represents ego turning within and thereby subsiding back into its source, the infinite silence of <i>sat-cit</i>, pure being-awareness, ‘I am’. Therefore the fourth <i>pāda</i> is <i>amātrā</i> (the absence of any <i>mātrā</i> or unit of sound), which is the silence that remains after the utterance of <i>ōm</i>, and this represents our real nature, which exists and shines eternally as ‘I am’, and which remains alone as infinite silence after <i>manōnāśa</i>, the permanent dissolution of ego and all its progeny.<br>\n<br>\n<a name=\"mu03-6\"></a>The remaining ten verses of the <i>Māṇḍūkya Upaniṣad</i> explain these four <i>pādas</i> in detail, both with respect to this <i>ātman</i> (verses 3 to 7) and with respect to <i>ōm</i> (verses 8 to 12), but a brief summary of its explanation (except for verse 7) will suffice here. Verses 3 and 4 describe the first and second <i>pādas</i> as being the <i>jīva</i> in waking and dream respectively, whereas verses 5 and 6 describe the third <i>pāda</i> as being what remains when the <i>jīva</i> is merged in sleep.<br>\n<br>\n<a name=\"mu07\"></a>Then verse 7, which is the most significant verse in the whole text, says that what is considered to be the fourth <i>pāda</i> is <i>ātman</i> (oneself), which is what is to be distinguished, discerned or known, thereby implying that it is <i>ātma-svarūpa</i>, the real nature of oneself, and describes it (mostly in negative terms) as being: <i>na antaḥ prajña</i> (not knowing the internal, implying that it is not what knows the internal world, as the world of dream was described in verse 4); <i>na bahiḥ prajña</i> (not knowing the external, implying that it is not what knows the external world, as the world of waking was described in verse 3); <i>na ubhayataḥ prajña</i> (not knowing both, implying that it is not what knows both the internal and the external); <i>na prajñāna-ghana</i> (not the mass of awareness, meaning that it is not the single undifferentiated mass of awareness in which all knowledge of multiplicity has merged and become one in sleep [and from which it will subsequently re-emerge], as implied in verse 5); <i>na prajña</i> (not knowing, implying that it is not something that knows anything at all other than itself); <i>na aprajña</i> (not non-knowing, implying that it is not something that does not know); <i>adṛṣṭa</i> [or in some versions <i>adṛśya</i>] (not seen, implying that it is not something that can be seen or known by anything other than itself); <i>avyavahārya</i> (not something that can be done, practised, transacted, acted upon, used or associated with); <i>agrāhya</i> (not something that can be grasped, conceived or comprehended by the mind or intellect); <i>alakṣaṇa</i> (not something that has any marks or characteristics by which it could be indicated or defined); <i>acintya</i> (not something that can be thought of or conceived); <i>avyapadēśya</i> (not something that can be pointed out, indicated, named, defined or spoken of); <i>ēkātma-pratyaya-sāra</i> (the essence, core or innermost substance revealed by <i>ēkātma-pratyaya</i>, namely deep meditation or contemplation on, and consequent ascertainment, cognition or clear awareness of oneself, the one [implying the one that alone exists without any other]); <i>prapañca-upaśama</i> (calming, pacification, cessation or extinction of <i>prapañca</i> [that which is spread out, namely the world of objects or phenomena, both internal and external], implying that it is absolute silence, which is the one fundamental reality that alone remains when all this appearance, namely the entire world of phenomena, has ceased to exist); <i>śānta</i> (calmed, pacified, subsided or ceased, implying that it is the infinite, eternal and immutable peace that alone remains when ego has ceased together with all its progeny); <i>śiva</i> (auspicious, propitious, favourable, kind, tender, benevolent, gracious, beloved, pleasing, happiness and well-being); <i>advaita</i> (non-dual, implying one only without a second).<br>\n<br>\n<a name=\"un12\"></a><a name=\"uu27\"></a>Saying that the fourth <i>pāda</i> is neither <i>prajña</i> (knowing) nor <i>aprajña</i> (not knowing) implies the same as Bhagavan implies when he says in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of <i>aṟivu</i> [knowledge] and <i>aṟiyāmai</i> [ignorance] is actually <i>aṟivu</i> [knowledge or awareness]’, and in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, ‘அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும்’ (<i>aṟivu aṟiyāmaiyum aṯṟa aṟivē aṟivu āhum</i>), ‘Only <i>aṟivu</i> that is devoid of <i>aṟivu</i> and <i>aṟiyāmai</i> is <i>aṟivu</i>’. What he means in these two verses by ‘அறிவு அறியாமையும்’ (<i>aṟivu aṟiyāmaiyum</i>), ‘knowledge and ignorance’, is knowledge and ignorance about anything other than oneself, so the awareness (<i>aṟivu</i>) that is devoid of such knowledge and ignorance (or knowing and not knowing) is pure awareness, and hence what he implies in these two sentences is that pure awareness alone is real awareness. Why is this so? Because as he goes on to explain in the next two sentences of verse 27 of <i>Upadēśa Undiyār</i>: ‘உண்மை ஈது. அறிவதற்கு ஒன்று இலை’ (<i>uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>), which means ‘This is real. There is not anything for knowing’ and which implies ‘This [alone] is [what is] real [or true], [because in the clear view of oneself as pure awareness] there is not anything [other than oneself for one either] to know [or to not know]’. That is, since nothing other than pure awareness actually exists, there is nothing else either for it to know or for it to not know, so it is completely devoid of both knowledge and ignorance of anything other than itself.<br>\n<br>\n<a name=\"uu26\"></a>Therefore what is implied in this seventh verse of the <i>Māṇḍūkya Upaniṣad</i> is that the fourth <i>pāda</i>, which is <i>ātman</i> (meaning oneself as pure awareness), is not any kind of knowing or not knowing in the normal sense of these terms. Though we as pure awareness always know ourself, our knowing ourself is not a knowing like any other kind of knowing, because knowing anything else is an act of knowing, whereas knowing ourself is not an act of knowing, since we know ourself just by being ourself, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as ‘that’ (<i>tat</i>), the one infinite reality called <i>brahman</i>].</blockquote>\n‘தானாய் இருத்தலே’ (<i>tāṉ-āy iruttalē</i>), ‘being as oneself’ or ‘being oneself’, means being as we actually are, namely as pure awareness, and this is knowing ourself as we actually are, because the nature of pure awareness is to always know itself and nothing other than itself. Therefore all the descriptions of the fourth <i>pāda</i> given in <a href=\"#mu07\">verse 7</a> of the <i>Māṇḍūkya Upaniṣad</i> are descriptions of this state of pure awareness, which is our own real nature, so as is said in that verse, the fourth <i>pāda</i> is <i>ātman</i> (ourself), meaning ourself as we actually are, and this is what is to be distinguished, discerned or known.<br>\n<br>\n<a name=\"mu08-12\"></a>Verses 8 to 11 of the <i>Māṇḍūkya Upaniṣad</i> say that this <i>ātman</i> (which was earlier said to have four <i>pādas</i>) is <i>ōm</i>, and that the three <i>mātrās</i> of <i>ōm</i>, namely <i>a</i>, <i>u</i> and <i>m</i>, are respectively the first three of the four <i>pādas</i>, so <i>a</i> is the <i>jīva</i> in waking, <i>u</i> is the <i>jīva</i> in dream, and <i>m</i> is what remains when the <i>jīva</i> is merged in sleep. Finally verse 12 says that the fourth <i>pāda</i> is <i>amātrā</i> (the absence of any <i>mātrā</i> or unit of sound), implying the silence that remains after the utterance of <i>ōm</i>, and that it is indeed both <i>ātman</i> (oneself) and <i>ōṁkāra</i> (the syllable <i>ōm</i>), to which this verse applies some of the same descriptions that were applied to the fourth <i>pāda</i> in verse 7, namely <i>avyavahārya</i> (not what can be acted upon, used or associated with),  <i>prapañca-upaśama</i> (cessation of the entire world), <i>śiva</i> (auspicious) and <i>advaita</i> (non-dual). This final verse of the <i>Māṇḍūkya Upaniṣad</i> then concludes by saying: ‘<i>saṁviśati ātmanā ātmānam ya ēvam vēda</i>’, ‘Whoever knows such [namely the fourth <i>pāda</i> as the infinite silence that is one’s own real nature] enters [or merges oneself in] oneself by [just being] oneself’.<br>\n<br>\nBy saying that this fourth <i>pāda</i> is both <i>ātman</i> and <i>ōṁkāra</i>, what this final verse implies is that though <i>ātman</i> and <i>ōṁkāra</i> are said to have four <i>pādas</i>, their real nature is only the fourth <i>pāda</i>, so the other three <i>pādas</i> are all unreal. That is, the other three <i>pādas</i> seem to exist only in the view of ourself as ego, whereas in the clear view of ourself as we actually are there is only one <i>pāda</i>, which is what is called ‘the fourth’, and which is the infinite and immutable silence of <i>sat-cit</i>, pure being-awareness, ‘I am’.<br>\n<br>\n<a name=\"una32\"></a>The term that is used to refer to the fourth <i>pāda</i> in verses 7 and 12 is <i>caturtha</i>, which means ‘the fourth’, but in his <i>Kārikā</i> Gaudapada refers to it as <i>turya</i> (in 1.10-14) and <i>turīya</i> (in 1.15), both of which also mean ‘the fourth’, and these are the terms by which it is generally referred in later literature. However, though it is known as ‘the fourth’, it is not actually the fourth state but the only existing one, as Bhagavan clarifies in <a href=\"https://happinessofbeing.blogspot.com/2019/12/are-there-three-states-two-states-or.html#una32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>நனவு கனவுதுயி னாடுவார்க் கப்பா<br>\nனனவு துயிற்றுரிய நாமத் — தெனுமத்<br>\nதுரிய மதேயுளதாற் றோன்றுமூன் றின்றாற்<br>\nறுரிய வதீதந் துணி.<br>\n<br>\n<i>naṉavu kaṉavuduyi ṉāḍuvārk kappā<br>\nṉaṉavu tuyiṯṟuriya nāmat — teṉumat<br>\nturiya madēyuḷadāṯ ṟōṉḏṟumūṉ ḏṟiṉḏṟāṟ<br>\nṟuriya vatītan tuṇi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவு, கனவு, துயில் நாடுவார்க்கு, அப்பால் நனவுதுயில் ‘துரிய’ நாமத்து எனும். அத் துரியம் அதே உளதால், தோன்றும் மூன்று இன்றால், துரிய அதீதம். துணி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavu, kaṉavu, tuyil nāḍuvārkku, appal naṉavu-tuyil ‘turiya’ nāmattu eṉum. a-t-turiyam adē uḷadāl, tōṉḏṟum mūṉḏṟu iṉḏṟāl, turiya atītam. tuṇi</i>.<br>\n<br>\n<b>English translation:</b> For those who experience waking, dream and sleep, waking-sleep, beyond, is called the ‘fourth’. Since that fourth alone exists, since the three that appear do not exist, beyond the ‘fourth’. Be assured.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who experience waking, dream and sleep, waking-sleep [the eternal and immutable state of pure awareness], [which is] beyond [these three], is called <i>turya</i> [or <i>turīya</i>, the ‘fourth’]. Since that <i>turya</i> alone exists, [and] since the three [states] that appear [or seem to exist] do not exist, be assured [that <i>turya</i> is actually] <i>turya-v-atīta</i> [<i>turīyātīta</i>, beyond the ‘fourth’].</blockquote>\nThat is, some texts use the term ‘<i>turīyātīta</i>’, which literally means ‘beyond the fourth’ or ‘transcending the fourth’, but many people misunderstand and misinterpret this term, claiming that it refers to another state that is beyond <i>turīya</i>, so in this verse Bhagavan clarifies that what is called <i>turīyātīta</i> is actually the same state that is called <i>turīya</i>, and that it is called <i>turīyātīta</i> because it is the only state that actually exists, and hence it transcends not only the other three states but also any need for it to be called ‘the fourth’. Though waking, dream and sleep seem to exist in the deluded view of ego, they do not actually exist, so they are just a false appearance. Therefore the one and only state that actually exists is called ‘the fourth’ (<i>turīya</i>) just as a concession to the deluded view of those who experience the appearance of three other states, and it is called ‘the fourth-transcending’ (<i>turīyātīta</i>) to remind us that it transcends any scope for it to be enumerated as ‘the fourth’.<br>\n<br>\nIn this verse Bhagavan describes what is called ‘the fourth’ (<i>turīya</i>) as ‘நனவுதுயில்’ (<i>naṉavu-tuyil</i>), which means ‘waking-sleep’, like ‘<i>jāgrat-suṣupti</i>’ in Sanskrit, and it is so called because it is the state in which we are eternally and immutably awake to the one and only thing that actually exists, namely our own real nature (<i>ātma-svarūpa</i>), which is <i>sat-cit-ānanda</i>,  pure being-awareness-happiness, and asleep to the appearance of multiplicity, which is entirely unreal. Even when we seem to have risen as ego and therefore experience the three unreal states, namely waking, dream and sleep, our real nature is immutable, so we have never actually left this state of waking-sleep, which is our natural state, as we shall discover when we investigate ourself keenly enough to see what we actually are.<br>\n<br>\nThough the <i>Māṇḍūkya Upaniṣad</i> tells us that this <i>ātman</i> (ourself) has four <i>pādas</i>, only one of those <i>pādas</i> is real, and the other three are just an unreal appearance, because they seem to exist only in the view of ourself as ego and not in the view of ourself as we actually are. Since the three <i>mātrās</i> of <i>ōm</i>, namely <i>a</i>, <i>u</i> and <i>m</i>, represent the three unreal <i>pādas</i>, namely waking, dream and sleep respectively, the true import or reality of <i>ōm</i> is not to be found within the syllable <i>ōm</i> itself but only in the one real <i>pāda</i>, namely the <i>amātrā</i> or silence that remains alone after the cessation of the sound <i>ōm</i>, and that is the ground (<i>ādhāra</i>) that underlies and supports the appearance of <i>ōm</i> as a sound.<br>\n<br>\nAs I explained earlier, from the perspective of Bhagavan’s teachings we can infer that what the sound <i>ōm</i> represents is the transition from <i>pravṛtti</i> (rising as ego, facing outwards and engaging in activity) to <i>nivṛtti</i> (facing inwards, thereby withdrawing from all activity and subsiding back into our source, which is the silence of pure awareness, the state of just being as we actually are), so <i>ōm</i> represents the path and the silence in which it ends represents our goal. Whereas the goal is real, the path to it is unreal, because the path is necessary only for ego, which is itself unreal. However, though the path is unreal from the perspective of our real nature (<i>ātma-svarūpa</i>), it seems to be real from the perspective of ourself as ego, and until ego merges back forever in our real nature, the path of turning our attention back within to face ourself alone is absolutely necessary, because it is the only means by which we can merge in our real nature in such a way that we will never rise again.<br>\n<br>\nThere are of course many different ways in which the three <i>mātrās</i> of <i>ōm</i>, namely <i>a</i>, <i>u</i> and <i>m</i>, have been interpreted. As we have seen, the <i>Māṇḍūkya Upaniṣad</i> interprets them as representing the three states of waking, dream and sleep. Others interpret them to mean expansion, contraction and cessation (implying the expansion, contraction and cessation of ego and all its progeny, namely phenomena); or the beginning, the middle and the end of all things; or the creation (<i>sṛṣṭi</i>), sustenance (<i>sthiti</i>) and dissolution (<i>saṁhāra</i>) of the world; or Brahma, Visnu and Siva, who are respectively the creator, sustainer and destroyer of the world. However, from the perspective of Bhagavan’s teachings, it seems to me that the most appropriate way to interpret these three <i>mātrās</i> is to say that the natural flow from <i>a</i> to <i>u</i> to <i>m</i> represents the transition from <i>pravṛtti</i> to <i>nivṛtti</i>, which is achieved by us gradually withdrawing our attention from all other things by patiently and persistently trying to turn it back within to see what we ourself actually are, because this is the interpretation that is most closely aligned with the practice of self-investigation (<i>ātma-vicāra</i>) and self-surrender (<i>ātma-samarpaṇa</i>), which is the central focus of his teachings. This is not an interpretation I have heard or read anywhere, but it occurred to me while writing here about how these three <i>mātrās</i> coalesce smoothly and euphonically with a steady closing of the lips to form the sound <i>ōm</i>, and as with all original ideas, explanations or insights that occur to me while thinking, talking or writing about his teachings, I believe it was given only by Bhagavan.<br>\n<br>\nHaving considered the meaning and significance of <i>ōṁkāra</i>, we are now in a better position to appreciate what Bhagavan says about it in this thirteenth verse of <i>Akṣaramaṇamālai</i>, which begins with the compound term ‘ஓங்காரப் பொருள்’ (<i>ōṅkāra-p-poruḷ</i>), ‘substance [reality, import or referent] of <i>ōṁkāra</i>’. This compound is formed of two words, the first of which is ஓங்காரம் (<i>ōṅkāram</i>), which means ‘the syllable <i>ōm</i>’, and the second of which is பொருள் (<i>poruḷ</i>), which is an important word in his teachings and one that has a broad range of meanings. Its principal meaning is the same as <i>vastu</i> in Sanskrit, namely the one real substance, the reality, the only thing that actually exists, and this is the sense in which Bhagavan generally uses it. Like <i>vastu</i>, it is also used to mean a thing, object, entity, property, wealth or subject matter, but unlike <i>vastu</i> it can also mean the meaning or import of a word, the referent or thing that a word refers to or denotes. Therefore ‘ஓங்காரப் பொருள்’ (<i>ōṅkāra-p-poruḷ</i>) means ‘substance of <i>ōṁkāra</i>’ in the sense of the one real substance or reality that the syllable <i>ōm</i> refers to or denotes, namely <i>brahman</i>, which is ourself (<i>ātman</i>) as we actually are, the one indivisible pure awareness called ‘the fourth’ (<i>turīya</i>).<br>\n<br>\nThough ‘ஓங்காரப் பொருள்’ (<i>ōṅkāra-p-poruḷ</i>), ‘substance of <i>ōṁkāra</i>’, is nominative in form, in this verse it is used in a vocative sense addressed to Arunachala, so what Bhagavan implies here is that Arunachala is the one real substance (<i>poruḷ</i> or <i>vastu</i>) that the syllable <i>ōm</i> refers to, namely <i>brahman</i>, which is the one eternal, infinite, indivisible and immutable pure being-awareness (<i>sat-cit</i>), which is what shines in the heart of each of us as our fundamental awareness, ‘I am’. Since this alone is what actually exists, there is nothing like it, equal to it or superior to it, so he addresses Arunachala next as ‘ஒப்பு உயர்வு இல்லோய்’ (<i>oppu uyarvu illōy</i>), ‘you for whom there is not any equal or superior’.<br>\n<br>\nஒப்பு (<i>oppu</i>) means likeness or similarity, and here it implies anything that is equal, similar or like. உயர்வு (<i>uyarvu</i>) means loftiness, height, elevation, eminence or greatness, and here it implies anything that is higher or superior. இல் (<i>il</i>) is a negative that denies existence, and இல்லோய் (<i>illōy</i>) is a second person composite noun, so it means ‘you who are not’ or in this case ‘you for whom there is not’. Therefore ‘ஒப்பு உயர்வு இல்லோய்’ (<i>oppu uyarvu illōy</i>) literally means ‘you for whom there is not anything that is equal, similar or like, nor anything that is higher or superior’, which implies ‘you who are without equal or superior’ or ‘you who are unequalled and unsurpassed’. This is used here as a vocative addressing Arunachala, so it implies that he is that for which there is neither anything that is equal, similar or like, nor anything that is higher or superior. The reason for this is that Arunachala is <i>brahman</i>, which is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), meaning that it is the only thing that actually exists, so since there is nothing other than Arunachala, how could there be anything that is similar, equal or superior to him?<br>\n<br>\nSince nothing other than Arunachala actually exists, other than himself, who could ever know him or even comprehend him? Therefore in the main clause of this verse Bhagavan asks: ‘உனை யார் அறிவார் அருணாசலா?’ (<i>uṉai yār aṟivār aruṇācalā?</i>), ‘who can know you, Arunachala?’. உனை (<i>uṉai</i>) is a poetic abbreviation of உன்னை (<i>uṉṉai</i>), the accusative form of the second person singular pronoun, ‘you’; யார் (<i>yār</i>) is an interrogative pronoun that means ‘who?’; and அறிவார் (<i>aṟivār</i>) is a future or predictive third person plural or honorific form of the verb அறி (<i>aṟi</i>), ‘to know’, so it literally means ‘[they] will know’. Therefore ‘உனை யார் அறிவார்?’ (<i>uṉai yār aṟivār?</i>) literally means ‘who will know you?’, but in this context it implies ‘who can know you?’. That is, since Arunachala is pure awareness, how can he ever be known as he actually is by anything or anyone other than himself? Pure awareness can never be an object of awareness, so it cannot be known by anything other than itself.<br>\n<br>\n<a name=\"un22\"></a>What knows other things is only the mind (namely ego, which is the knowing element of the mind), and the mind is just a reflected form of awareness that shines by borrowing the light of pure awareness. In other words, pure awareness is the original and only real light, and it shines in the mind (which is the adjunct-conflated awareness ‘I am this body’) as its fundamental awareness, ‘I am’, but instead of using this light to know itself as it actually is, namely as pure awareness, the mind misuses it to know the appearance of other things. In order to know itself as pure awareness, the mind must turn its attention back within to face its own fundamental awareness, ‘I am’, but as soon as it knows itself as pure awareness, it ceases to be mind and remains as pure awareness, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind? Consider.<br>\n<br>\n<b>Explanatory paraphrase:</b> Except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind? Consider.</blockquote>\n<a name=\"uk22\"></a><a name=\"un21\"></a>பதித்திடுதல் (<i>padittiḍudal</i>) is a verbal noun that means immersing, and in this context it implies that the mind must dissolve and lose itself completely in God, who is the light of pure awareness that always shines in the mind as ‘I am’, thereby giving the mind the light of awareness by which it knows all other things, as Bhagavan implies in the <a href=\"http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk22\"><i>kaliveṇbā</i> version</a> of this verse, in which he added the relative clause ‘எவையும் காணும்’ (<i>evaiyum kāṇum</i>), ‘which sees everything’, before the first word of this verse, namely ‘மதிக்கு’ (<i>matikku</i>), ‘to the mind’, thereby indicating that it is the mind alone that sees or knows everything other than itself. Since the very nature of the mind is to always know things other than itself, it cannot know God, who is pure awareness, except by turning back within and thereby immersing itself in him so completely that it loses itself entirely in him, thereby ceasing to be anything other than him. In other words, the mind can know God as he actually is only by becoming food that is swallowed and completely assimilated by him, as he implied in the final sentence of the previous verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’.<br>\n<br>\nTherefore when the mind is devoured by God, namely Arunachala, who is pure awareness, who is it that sees or knows him? It is only himself, because the mind that sought to know him as he actually is had thereby dissolved in him as him, meaning that it has ceased to be anything other than him. Therefore it is Arunachala alone who can know Arunachala, as Bhagavan implies by asking him rhetorically: ‘உனை யார் அறிவார் அருணாசலா?’ (<i>uṉai yār aṟivār aruṇācalā?</i>), ‘who can know you, Arunachala?’.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/Jpn_rhYoGLw\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 13</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Jpn_rhYoGLw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7298213154340574724/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0OTcwNzQ5Cm9mZnNldDogMzYwMDAwMAo\""
}