{
    "kind": "blogger#post",
    "id": "800410010224702882",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-10-07T15:50:00+01:00",
    "updated": "2022-12-16T13:35:08Z",
    "url": "http://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-14.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/800410010224702882",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 14",
    "content": "This is the fourteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm14\"></a><b>Verse 14:</b><br>\n<blockquote>ஔவைபோ லெனக்குன் னருளைத் தந்தெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாளுவ துன்கட னருணாசலா<br>\n<br>\n<i>auvaipō leṉakkuṉ ṉaruḷait tandeṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāḷuva duṉkaḍa ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஔவை போல் எனக்கு உன் அருளை தந்து, எனை ஆளுவது உன் கடன் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>auvai pōl eṉakku uṉ aruḷai tandu, eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like a mother, giving me your grace, taking charge of me is your duty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like a mother, giving me your <i>aruḷ</i> [grace, love, affection, kindness and compassion], taking charge of me [as your own] is your duty [obligation or responsibility].</blockquote>\n<b>Explanation:</b> ஔவை (<i>auvai</i>) means a mother, an older or respected woman, or a female ascetic, but in this context its primary meaning is a mother, and போல் (<i>pōl</i>) is a particle of comparison that means ‘like’, ‘similar to’ or ‘as’, so ‘ஔவை போல்’ (<i>auvai pōl</i>) means ‘like a mother’. This comparison to a mother applies not only to the next clause, ‘எனக்கு உன் அருளை தந்து’ (<i>eṉakku uṉ aruḷai tandu</i>), ‘giving me your grace’, but also to the main clause, ‘எனை ஆளுவது உன் கடன்’ (<i>eṉai āḷuvadu uṉ kaḍaṉ</i>), ‘taking charge of me is your duty’.<br>\n<br>\nஎனக்கு (<i>eṉakku</i>) is a dative form of the first person singular pronoun, so it means ‘to me’. உன் (<i>uṉ</i>) is the inflectional base and a genitive form of the second person singular pronoun, so it means ‘your’. அருளை (<i>aruḷai</i>) is the accusative singular form of அருள் (<i>aruḷ</i>), which means more or less the same as the Sanskrit terms <i>karuṇā</i>, <i>kṛpā</i> and <i>anugraha</i>, namely kindness, tenderness, affection, love, solicitude, compassion, benevolence, pity, mercy and divine grace or blessing. தந்து (<i>tandu</i>) is an adverbial participle that means ‘giving’, so ‘எனக்கு உன் அருளை தந்து’ (<i>eṉakku uṉ aruḷai tandu</i>) is an adverbial clause that means ‘giving me your grace’.<br>\n<br>\n<a name=\"aluvadu\"></a><a name=\"aamm04\"></a>எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), the accusative form of the first person singular pronoun, so it means ‘me’. ஆளுவது (<i>āḷuvadu</i>) is a verbal noun (or to be more precise, a neuter third person singular participial noun, but as is often the case, it is used here as a verbal noun) from ஆள் (<i>āḷ</i>), which is an extremely significant verb in Bhagavan’s teachings and one that he uses frequently in its various forms in <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and other songs of <i>Śrī Aruṇācala Stuti Pañcakam</i> (Five Hymns to Arunachala). As I explained in more detail in the <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aluvadu\">first six paragraphs</a> of my explanation of <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aamm04\">verse 4</a>, ஆள் (<i>āḷ</i>) is a word for which there is no adequate English equivalent, because it combines within itself two principal meanings, namely on one hand to rule, govern, control or manage, and on the other hand to cherish, care for, take care of or take loving responsibility for the welfare and protection of, so I generally translate it as ‘to take charge’, in the sense that a caring adult may take charge of an orphaned child, meaning that they lovingly take full responsibility for the welfare, care, protection and upbringing of the child. It can also be translated as ‘to take possession of’ or ‘take as one’s own’, in the sense that a bridegroom takes his bride as his own, meaning that he takes full responsibility for protecting and taking care of her in every way, so ‘எனை ஆளுவது’ (<i>eṉai āḷuvadu</i>) is a noun phrase that means ‘taking charge of me’ in the sense of ‘lovingly taking care and control of me as your own’.<br>\n<br>\nIn his பொழிப்புரை (<i>poṛippurai</i>), explanatory paraphrase, for this verse Muruganar interprets ‘எனை ஆளுவது’ (<i>eṉai āḷuvadu</i>) as ‘உனது திருவடிக்கு என்னை யுரிமையாக்கிக் கொள்ளுதல்’ (<i>uṉadu tiruvaḍikku eṉṉai y-urimai-y-ākki-k-koḷḷudal</i>), which means ‘making me what belongs to your divine feet’ or ‘making me a possession of your divine feet’. However, உரிமை (<i>urimai</i>) means not only a possession, what is owned or what belongs in the ordinary sense of such terms, because it can also mean wife; அடிமை (<i>aḍimai</i>), a slave or dependant (in the sense that a devotee who is wholly surrendered to God is a slave of his, subservient to him and dependant upon him); கடமை (<i>kaḍamai</i>), duty or obligation (implying in this case one whom Arunachala is obliged to take charge of); love, affection or tenderness (implying here one who by virtue of her surrender is a special target of Arunachala’s love and affection); and liberty or privilege arising from intimacy or friendship (implying here one over whom Arunachala has complete liberty and rights due to the intimacy of their mutual love). Therefore, by paraphrasing ‘எனை ஆளுவது’ (<i>eṉai āḷuvadu</i>) as ‘உனது திருவடிக்கு என்னை யுரிமையாக்கிக் கொள்ளுதல்’ (<i>uṉadu tiruvaḍikku eṉṉai y-urimai-y-ākki-k-koḷḷudal</i>), ‘making me <i>urimai</i> to your divine feet’, Muruganar indicates that all these various meanings of உரிமை (<i>urimai</i>) are implied in this word ஆளுவது (<i>āḷuvadu</i>), ‘taking charge of’ or ‘taking as your own’.<br>\n<br>\nIn his commentary (<i>viḷakkavurai</i>) on this verse Sadhu Om explains the meaning of ஆளுவது (<i>āḷuvadu</i>), ‘taking charge of’ or ‘taking as your own’, and the nature of grace (<i>aruḷ</i>) as follows:<br>\n<blockquote>Regarding ‘<i>āḷuvadu</i>’, the devotee being completely fixed [or established] under the rule [reign or sovereignty] of grace, devoid of <i>svatantra</i> [freedom or independence] to rise [as ego] — devoid of any separate existence for herself — is the meaning. This alone is <i>aruḷ</i> [grace]. Since what is called grace is the power that is able to remove the misery of the <i>jīva</i> and to give him the attainment of happiness, getting whatever one prays for is not correct or complete grace. Since <i>duḥkha nivṛtti</i> [cessation of misery] and <i>sukha prāpti</i> [attainment of happiness] can be achieved permanently and completely only in the state in which ego has been annihilated, cessation of separate individuality alone is correct and complete grace. Only for such grace is Sri Bhagavan praying here to Arunachala.</blockquote>\nIn other words, in this context ‘எனை ஆளுவது’ (<i>eṉai āḷuvadu</i>), ‘taking charge of me’ or ‘taking me as your own’, implies ‘annihilating ego’, ‘devouring me completely’, ‘absorbing me into yourself, as yourself’, ‘making me inseparably and indivisibly one with you’, ‘making me be nothing other than you, as I always am’.<br>\n<br>\nAs mentioned above, உன் (<i>uṉ</i>) means ‘your’, and கடன் (<i>kaḍaṉ</i>) means duty or obligation, so ‘எனை ஆளுவது உன் கடன் அருணாசலா’ (<i>eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>) means ‘Arunachala, taking charge of me is your duty’, thereby implying that it is his duty to complete the work he has started by eradicating ego entirely. Therefore the whole verse, ‘ஔவை போல் எனக்கு உன் அருளை தந்து, எனை ஆளுவது உன் கடன் அருணாசலா’ (<i>auvai pōl eṉakku uṉ aruḷai tandu, eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>) means ‘Arunachala, like a mother, giving me your grace, taking charge of me is your duty’.<br>\n<br>\nIn his explanatory paraphrase (<i>poṛippurai</i>) Muruganar interprets ‘ஔவை போல்’ (<i>auvai pōl</i>), ‘like a mother’, as ‘தாய் தன்னியல்பாகவே தன் பிள்ளைக்கு அருளுமாறுபோல’ (<i>tāy taṉṉiyalpākavē taṉ piḷḷaikku aruḷumāṟupōla</i>), ‘like the manner in which a mother by her very nature is gracious [kind, tender, affectionate, loving and benevolent] to her child’, so this is what he considered to be the principal meaning of this phrase. However, in his commentary (<i>viśēḍavurai</i>) he explained that ‘ஔவை போல்’ (<i>auvai pōl</i>), ‘like a mother’, can also be interpreted to mean ‘ஔவைக்குப் போல்’ (<i>auvaikku-p pōl</i>), ‘like to mother’ or ‘as to mother’, implying ‘as [you did] to [or for] mother’, because in Tamil poetry it is not unusual for case-endings (in this case the fourth or dative case-ending) to be omitted, so when interpreted in this sense it can be taken to mean ‘just as you [in the form of your son, Ganapati] graciously enabled Auvaiyar [an ancient Tamil saint and poetess] to see Kailash’, ‘just as you graciously gave the left half of your body to Uma Devi, the mother of the world [referring to the story of Ardhanarisvara, a form of Siva in which the left half of his body is his divine consort, signifying the oneness of Siva and Sakti, God and his power]’ or ‘just as you graciously gave your divine state to my mother [referring to the fact that Arunachala would later grant liberation to his (Bhagavan’s) mother]’.<br>\n<br>\nOf these three possible interpretations, the one that is most appropriate in the context of this marriage garland (<i>maṇa mālai</i>) is ‘just as you graciously gave the left half of your body to Uma Devi’, because this is concerning her complete and inseparable union with her beloved Lord Siva, which is the goal that Bhagavan is praying for in this <i>Akṣaramaṇamālai</i>. The other two of these three interpretations are less appropriate, because Bhagavan is not praying to see Kailash, which was the boon that Ganapati granted to Auvaiyar, and because he composed <i>Akṣaramaṇamālai</i> in about 1912, nearly ten years before his mother was granted the divine state of oneness with Arunachala.<br>\n<br>\n<a name=\"anmm01\"></a>With regard to the story of Ardhanarisvara, in which the Goddess, Uma Devi, attained oneness (<i>aikya</i>) with Lord Siva, Muruganar notes that, as narrated in the Puranas, the form of Siva in which she merged as one is Arunachala, as Bhagavan implies in the second half of <a href=\"https://youtu.be/9_xUzwEZhlM\">verse 1</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>: ‘அசல உருவில் அச் சத்தி ஒடுங்கிட, ஓங்கும் அருணாசலம் என்று அறி’ (<i>acala uruvil a-c-śatti oḍuṅgiḍa, ōṅgum aruṇācalam eṉḏṟu aṟi</i>), ‘Know that when that <i>śakti</i> [the divine mother] subsides back in the motionless form [the fundamental form of Lord Siva], Arunachalam is exalted [that is, in the motionless form of Arunachalam, which rises high above all his other forms, Lord Siva shines exalted in his natural state of pure being]’.<br>\n<br>\n<a name=\"aamm06\"></a>Regarding the principal and most obvious meaning of ‘ஔவை போல்’ (<i>auvai pōl</i>), namely ‘like a mother’, this verse is reminiscent of <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-6.html#aamm06\">verse 6</a>:<br>\n<blockquote>ஈன்றிடு மன்னையிற் பெரிதருள் புரிவோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிதுவோ வுனதரு ளருணாசலா<br>\n<br>\n<i>īṉḏṟiḍu maṉṉaiyiṟ peridaruḷ purivō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiduvō vuṉadaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஈன்றிடும் அன்னையில் பெரிது அருள் புரிவோய், இதுவோ உனது அருள் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īṉḏṟiḍum aṉṉaiyil peridu aruḷ purivōy, iduvō uṉadu aruḷ aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, you who bestow kindness greater than the mother who gave birth, is this your kindness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you who bestow <i>aruḷ</i> [grace, love, affection, kindness, solicitude and compassion] greater than [that given by] the mother who gave birth [to one], is this your <i>aruḷ</i>?</blockquote>\nIn both these verses, 6 and 14, Bhagavan refers to the <i>aruḷ</i> (kindness, tenderness, affection, love and solicitude) that a mother naturally gives to her infant child as an analogy to illustrate the incomparable <i>aruḷ</i> (grace) that Arunachala is always showering on each and every one of his children, namely all <i>jīvas</i> (sentient beings). Like all analogies, this analogy has its limitations, in this case because the <i>aruḷ</i> of Arunachala is infinitely greater than that of a mother, so he uses this analogy only because in human relationships the love, affection and solicitude that (as a general rule) a mother naturally has for her child are what comes closest (in certain respects) to the infinite grace of Arunachala.<br>\n<br>\n<a name=\"ny15\"></a>Though Arunachala is always showering his grace (<i>aruḷ</i>) on all <i>jīvas</i>, we can recognise this only to the extent that we surrender ourself to him, because his grace is extremely subtle, and it does everything that is necessary for us without ever actually doing anything, since it is what we actually are, so its nature is not doing but just being. That is, since he is our own real nature, and since he and his grace are one, his grace is always shining in our heart as our own being, ‘I am’, so it never does anything, but since it is infinite and all-embracing love, it need not do anything, because whatever needs to be done is done by the power of its ‘சன்னிதான விசேஷ மாத்திரம்’  (<i>saṉṉidhāṉa-viśēṣa-māttiram</i>), ‘just the special nature of its presence’, as Bhagavan points out in the <a href=\"https://happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <i>Nāṉ Ār?</i>. Therefore whenever he prays to Arunachala to give his grace, as he does in so many of these verses of <i>Akṣaramaṇamālai</i>, he does not mean that Arunachala should give us anything that he is not always giving us, but that he should draw our mind back within so that we can see that his grace is ever present in our heart and is always doing everything that is necessary for us, and that all we need do, therefore, is to surrender ourself wholly to him, thereby ceasing to obstruct his grace by rising and dancing as ego.<br>\n<br>\nTherefore when Bhagavan asks rhetorically in verse 6, ‘இதுவோ உனது அருள்?’ (<i>iduvō uṉadu aruḷ?</i>), ‘is this your grace?’, he is describing the state of a devotee whose mind is being dragged outwards by its multitude of <i>viṣaya-vāsanās</i> (inclinations to seek happiness in <i>viṣayas</i>: objects or phenomena), which are ‘the five sense-thieves’ (<i>aim-pula-k-kaḷvar</i>), and who therefore fails to recognise that his grace is shining eternally in her heart as her own being, ‘I am’, and is therefore always waiting to embrace her whenever she is willing to surrender herself wholly to it by turning her entire attention back within.<br>\n<br>\nWhereas in verse 6 Bhagavan implies that showering his grace on all <i>jīvas</i> is the very nature of Arunachala, just as it is the very nature of a mother to shower her love, affection and care on her infant child, in verse 14 he implies that this is not just his nature but also his bounden duty. It is not only the nature but also the duty of a mother to shower her love, affection and care on her infant child, irrespective of the good or bad qualities of the child. Whether her child is healthy or sick, able-limbed or disabled, intelligent or intellectually impaired, calm or tempestuous by nature, it is both her nature and her bounden duty to love it, care for it and protect it. Her obligation to love, care for and protect her healthy, able-limbed, intelligent and good-natured infant is no greater than it would be if he or she were sick, physically or mentally handicapped, or bad-natured. On the contrary, the more sick, disabled or bad-natured her child may be, the greater would be her obligation to shower her love, affection, care and protection on him or her.<br>\n<br>\nLikewise, when Bhagavan sings in this verse, ‘ஔவை போல் எனக்கு உன் அருளை தந்து, எனை ஆளுவது உன் கடன் அருணாசலா’ (<i>auvai pōl eṉakku uṉ aruḷai tandu, eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>), ‘Arunachala, like a mother, giving me your grace, taking charge of me is your duty’, he implies that it is the bounden duty of Arunachala to shower his grace upon us and thereby to take complete charge of us as his very own, irrespective of how worthy or unworthy we may be. Just because our mind is filled with and clouded by a dense multitude of <i>viṣaya-vāsanās</i>, and consequently always dwelling on worldly thoughts of the very worst kind, his obligation to love, nurture and care for us, and thereby to protect and save us from ourself, is no less than it would be if we were pure in mind and heart. On the contrary, the more impure, immature, sinful and even evil our mind and heart may be, the greater is his obligation to save us from ourself by taking complete charge of us, because he is not only our true mother and father, but also ourself, our very own real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nNot only is it the bounden duty of Arunachala to love, care for, protect and eventually save all <i>jīvas</i>, it is also his nature to do so, because he is the infinite ocean and space of pure அன்னியமில் அன்பு (<i>aṉṉiyamil aṉbu</i>), otherless love, since he does not see us as other than himself, and hence he loves us — each and every one of us — without any limit as himself. Therefore, though Bhagavan compares the infinite love of Arunachala to the love of a mother for her infant child, he does so only for the sake of illustration, because the love of Arunachala is by its very nature infinitely greater than the love of a mother could ever be.<br>\n<br>\nHowever, though it is the very nature of Arunachala to shower his grace upon all of us and thereby to take complete charge of us, he is infinitely patient and will never force himself upon us, so he will not complete his task of eradicating ego until we are whole-heartedly willing to surrender ourself entirely to him. Therefore his grace is always working within our heart, gradually preparing the ground in such a way that we will eventually want nothing else but to give ourself wholly to him by turning our entire attention back within to face him in our heart, where he is shining eternally as our own being, ‘I am’.<br>\n<br>\nThis is why Bhagavan prays to him in this verse, saying it is his bounden duty to complete his அருட்செயல் (<i>aruḷ-seyal</i>), the work of his grace, by taking complete charge of him here and now. That is, though it is his nature to do so, saying that it is also his duty to do so indicates the willingness of the devotee who prays thus to surrender herself wholly to him, because ‘எனை ஆளுவது’ (<i>eṉai āḷuvadu</i>), ‘taking charge of me’ or ‘taking me as your own’, means eradicating ego so thoroughly that we are completely deprived of our freedom to ever rise again as a seemingly separate ‘I’, thereby losing ourself forever in him, as him.<br>\n<br>\nBeing <i>ēkam ēva advitīyam</i>, ‘one only without a second’, Arunachala is not bound by any duty or by anything else whatsoever, but from the perspective of his devotees he is bound by one thing and one thing alone, namely the love for him that he has by his infinite grace planted and nurtured in the heart of each of his devotees. That is, since it is the very nature of Arunachala to always shower his grace on all <i>jīvas</i>, and since the inevitable effect of his ever-showering grace is to eventually arouse love for him in our heart, his very nature as infinite grace thereby creates for him a duty, namely the duty to complete his work of grace (<i>aruḷ-seyal</i>) by annihilating the ego of his devotee, thereby taking complete charge of her as his own, making her eternally one with himself. This is the consummation of the divine marriage of <i>jīva</i> with <i>śiva</i> for which Bhagavan is praying with a melting heart in so many ways throughout this love song, <i>Śrī Aruṇācala Akṣaramaṇamālai</i>.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/G9qD0tQVndg\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 14</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/G9qD0tQVndg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/800410010224702882/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Navamaṇimālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjcxMTk3NzA4MjkxCm9mZnNldDogMAo\""
}