{
    "kind": "blogger#post",
    "id": "1024135582027825997",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-03-31T16:44:00+01:00",
    "updated": "2022-10-29T12:56:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1024135582027825997",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 2",
    "content": "This is the second in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm02\"></a><b>Verse 2:</b><br>\n<blockquote>அழகுசுந் தரம்போ லகமும் நீயுமுற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;றபின்னமா யிருப்போ மருணாசலா<br>\n<br>\n<i>aṙahusun darampō lahamum nīyumuṯ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṟabhiṉṉamā yiruppō maruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அழகு சுந்தரம் போல் அகமும் நீயும் உற்று அபின்னமாய் இருப்போம் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṙahu sundaram pōl ahamum nīyum uṯṟu abhiṉṉamāy iruppōm aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like <i>aṙahu</i> and <i>sundaram</i>, may I and you uniting be non-different.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like <i>aṙahu</i> and <i>sundaram</i> [two words that are different in form but one in meaning, namely beauty], may I and you uniting be [completely] non-different.<br>\n<br>\n<b>Alternative meaning 1</b> [when நீயுமுற்று (<i>nīyumuṯṟu</i>) is split as ‘நீயும் முற்று’ (<i>nīyum muṯṟu</i>), ‘and you completely’]: Arunachala, like <i>aṙahu</i> and <i>sundaram</i>, I and you will [always] be [or always are] completely non-different.<br>\n<br>\n<b>Alternative meaning 2:</b> Arunachala, like Aṙahu [my mother] and Sundaram [my father], may I and you uniting be [completely] non-different.</blockquote>\n<a name=\"uu24\"></a><b>Explanation:</b> அழகு (<i>aṙahu</i>) is a Tamil word that means beauty, and is also the name of Bhagavan’s mother, whereas சுந்தரம் (<i>sundaram</i>) is a Sanskrit word that means beauty, and is also the name of his father. Therefore though outwardly these two words differ in their form and appearance, inwardly their பொருள் (<i>poruḷ</i>), their substance or meaning, is one, just as the பொருள் (<i>poruḷ</i>) or substance of God and soul is one even though they differ in their external form and appearance, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one <i>poruḷ</i> [substance or reality]. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].</blockquote>\n<a name=\"uu25\"></a>By virtue of our existing nature, ‘I am’, we and Arunachala (<i>jīva</i> and <i>śiva</i>) are always one substance (<i>poruḷ</i>), like <i>aṙahu</i> and <i>sundaram</i>, but to see ourself as such, we need to see ourself without adjuncts, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts].</blockquote>\nKnowing ourself without any adjuncts (<i>upādhis</i>) means being aware of ourself as we actually are, for which we require all-consuming love to turn within, and such love is possible only by the grace of Arunachala, who is our own real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nLike the oneness or non-difference of <i>aṙahu</i> and <i>sundaram</i>, the oneness of ourself and Arunachala (<i>jīva</i> and <i>śiva</i>) is eternal, immutable, unconditional and complete (<i>muṯṟu</i>), so it is not a oneness that needs to be forged or created by an act of uniting, but a oneness that needs to be discovered by investigation, which means looking deep within ourself to see what we always actually are. Since we and Arunachala are always one and completely non-different, like <i>aṙahu</i> and <i>sundaram</i>, our seeming separation or individuality is just an illusory appearance and therefore entirely unreal.<br>\n<br>\n<a name=\"un05\"></a>In this context உற்று (<i>uṯṟu</i>) means joining or uniting, but it is not intended to imply that we are ever actually anything separate or distinct from Arunachala. Though we are never actually anything other than Arunachala, however, when we rise as ego or <i>jīva</i> we seem to be separate, because instead of being aware of ourself as just ‘I am’, which is the real nature (<i>svarūpa</i>) of Arunachala, we are aware of ourself as ‘I am this body’. This body, which is a form composed of five sheaths (as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>), namely the physical body, life, mind, intellect and will, is a set of adjuncts, so it is what he refers to in the above two verses of <i>Upadēśa Undiyār</i> as ‘உபாதி’ (<i>upādhi</i>), and hence our awareness of ourself as ‘I am this body’ is what he describes in verse 24 as ‘உபாதி யுணர்வு’ (<i>upādhi-y-uṇarvu</i>), ‘adjunct-awareness’. Therefore what he implies in verse 24 is that this false awareness ‘I am this body’ is alone what makes us seem to be separate from or other than Arunachala, who is not only God and <i>guru</i> but also our own real nature (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"un04\"></a>So long as we are aware of ourself as if we were a body, which is a form composed of five sheaths, we cannot know or conceive of God as anything other than a form, as Bhagavan points out in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’. Even if we believe that God is formless, our very idea that he is formless is just an idea, which is a mental form, so we can know him as formless only by knowing ourself as formless, which means knowing ourself without any adjuncts (<i>upādhis</i>), as he implies in the second sentence of the same verse: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms, and how [to do so]?’<br>\n<br>\nSo long as we are aware of ourself as a set of adjuncts, we will inevitably conceive of God as another set of adjuncts, such as something that is all-knowing, all-loving and all-powerful, so what Bhagavan describes as ‘உபாதி யுணர்வு’ (<i>upādhi-y-uṇarvu</i>), ‘adjunct-awareness’, includes not only our awareness of ourself as ‘I am this body’, but also our conception of God as another set of adjuncts. In the clear view of God, who is <i>ātma-svarūpa</i>, there are no adjuncts whatsoever (not even the adjuncts of being all-knowing, all-loving and all-powerful, because there is no ‘all’ other than <i>ātma-svarūpa</i>, which alone is what actually exists and is therefore one and indivisible), so ‘உபாதி யுணர்வு’ (<i>upādhi-y-uṇarvu</i>), ‘adjunct-awareness’, which is what seemingly separates us from God, exists only in the view of ourself as ego or <i>jīva</i> and not in the view of God or Arunachala.<br>\n<br>\nIn order to see ourself without adjuncts, we need to turn our entire attention back within to look at ourself alone. To the extent to which we do so, ego will thereby subside and dissolve back into its source, which is Arunachala, and when we are so keenly self-attentive that we thereby cease to be aware of anything else whatsoever, ego will dissolve completely and forever, thereby merging back into Arunachala as Arunachala. This merging of ego in and as Arunachala, and the consequent dissolution of its false awareness of difference or distinction (<i>bhēda bhāva</i>), is what Bhagavan implies by the adverbial participle உற்று (<i>uṯṟu</i>), which as I explained above means joining or uniting.<br>\n<br>\nSince ego and its seeming separation from Arunachala are not real, its merging back in Arunachala is only seemingly a case of merging or uniting. If we look carefully at what seems to be a snake and thereby see that it is just a rope, we can say that the snake has merged back into the rope or united with it, but that is just a metaphorical way of saying that the seeming snake has been recognised as a rope. Even when it seemed to be a snake, it was always actually just a rope. Likewise, even when we seem to be ego, we are actually never anything other than pure awareness, which is Arunachala, so what is called uniting with Arunachala is just recognising that Arunachala is what we always actually are.<br>\n<br>\nIf we do not know the meaning (<i>poruḷ</i>) of அழகு (<i>aṙahu</i>) and சுந்தரம் (<i>sundaram</i>), we may assume that since they are two separate words, they each have a distinct meaning, but when we come to know that they both mean ‘beauty’, in our understanding they will thereby merge together and unite as one பொருள் (<i>poruḷ</i>), meaning or substance, as they always actually were. Likewise, so long as we do not know our own real substance (<i>poruḷ</i>), which is the real substance of God or Arunachala, we seem to be separate from him, but when we know our real substance by turning our entire attention back within to face ourself alone, thereby withdrawing it from everything else, including all adjuncts, we will thereby merge and unite with Arunachala as the one பொருள் (<i>poruḷ</i>) or real substance that we always actually are.<br>\n<br>\nAs we have seen, அழகு (<i>aṙahu</i>) and சுந்தரம் (<i>sundaram</i>) both mean ‘beauty’, and போல் (<i>pōl</i>) is a particle of comparison that means ‘like’, so ‘அழகு சுந்தரம் போல்’ (<i>aṙahu sundaram pōl</i>) means ‘like <i>aṙahu</i> and <i>sundaram</i>’. In this context அகம் (<i>aham</i>) means ‘I’ and நீ (<i>nī</i>) means ‘you’, and the suffix உம் (<i>um</i>) appended to each is a connective particle that in this case means ‘and’, so ‘அகமும் நீயும்’ (<i>ahamum nīyum</i>) means ‘I and you’.<br>\n<br>\nThe coalesced words நீயுமுற்று (<i>nīyumuṯṟu</i>) can be split in two ways, either as ‘நீயும் உற்று’ (<i>nīyum uṯṟu</i>), in which நீயும் (<i>nīyum</i>) means ‘and you’ and உற்று (<i>uṯṟu</i>) means ‘joining’ or ‘uniting’, or as ‘நீயும் முற்று’ (<i>nīyum muṯṟu</i>), in which முற்று (<i>muṯṟu</i>) means ‘completely’. Therefore the main clause of this verse, ‘அகமும் நீயுமுற் றபின்னமா யிருப்போம்’ (<i>ahamum nīyumuṯ ṟabhiṉṉamā yiruppōm</i>), can be interpreted either as ‘அகமும் நீயும் உற்று அபின்னமாய் இருப்போம்’ (<i>ahamum nīyum uṯṟu abhiṉṉamāy iruppōm</i>), which means ‘may I and you uniting be non-different’, or as ‘அகமும் நீயும் முற்று அபின்னமாய் இருப்போம்’ (<i>ahamum nīyum muṯṟu abhiṉṉamāy iruppōm</i>), which means ‘may I and you be completely non-different’. Since both of these meanings are appropriate, we can assume that a double meaning was intended here, so they can be combined as ‘may I and you uniting be completely non-different’.<br>\n<br>\n<a name=\"ny07\"></a>அபின்னம் (<i>abhinnam</i>) is a Tamil form of the Sanskrit term अभिन्न (<i>abhinna</i>), which means not भिन्न (<i>bhinna</i>): divided, separated, split, broken, distinct, different or other than. That is, like भेद (<i>bhēda</i>), भिन्न (<i>bhinna</i>) derives from the verb भिद् (<i>bhid</i>), which means to divide, separate, split, cut into parts, break, disturb, violate or distinguish, so अभेद (<i>abhēda</i>) and अभिन्न (<i>abhinna</i>) both imply what is not divided, separated, distinct or different. Therefore ‘முற்று அபின்னம்’ (<i>muṯṟu abhinnam</i>) means ‘completely non-different, indivisible and inseparable’, which implies being non-different eternally and in every respect. In other words, what Bhagavan is praying for here is the state of absolute and eternal oneness (<i>aikya</i>) or non-duality (<i>advaita</i>), which is our real and natural state, because as he says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself]’. Since <i>ātma-svarūpa</i> alone is what actually exists, it is the sole reality or substance (<i>poruḷ</i> or <i>vastu</i>) of both Arunachala and ourself, so what we are praying for here is for the grace of Arunachala to enable us to be as we always actually are, namely just as <i>sat-cit</i>, pure being and awareness, ‘I am’.<br>\n<br>\n<a name=\"av3\"></a>Separation and differences are not real. They seem to exist only so long as we look outwards, away from ourself, but they all disappear when we turn our entire attention back within to see what we actually are. Therefore in <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av3\">verse 3</a> of <i>Āṉma-Viddai</i> Bhagavan sings:<br>\n<blockquote>தன்னை யறிதலின்றிப் பின்னை யெதறிகிலென்<br>\nறன்னை யறிந்திடிற்பின் னென்னை யுளதறிய<br>\nபின்ன வுயிர்களில பின்ன விளக்கெனுமத்<br>\nதன்னைத் தனிலுணர மின்னுந் தனுளான்ம —<br>\n&nbsp;&nbsp;&nbsp;ப்ரகாசமே; அருள் விலாசமே; அக விநாசமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்ப விகாசமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>taṉṉai yaṟidaliṉḏṟip piṉṉai yedaṟihileṉ<br>\nḏṟaṉṉai yaṟindiḍiṟpiṉ ṉeṉṉai yuḷadaṟiya<br>\nbhiṉṉa vuyirgaḷila bhiṉṉa viḷakkeṉumat<br>\ntaṉṉait taṉiluṇara miṉṉun taṉuḷāṉma —<br>\n&nbsp;&nbsp;&nbsp;prakāśamē; aruḷ vilāsamē; aha vināśamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉba vikāsamē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே. அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma-prakāśamē. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் அறிய என்னை உளது? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, தன் உள் ஆன்ம ப்ரகாசமே மின்னும். அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ aṟiya eṉṉai uḷadu? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, taṉ uḷ āṉma-prakāśamē miṉṉum. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Without knowing oneself, if one knows whatever else, what? If one has known oneself, then what exists to know? When one knows in oneself that self, which is the light without separation in separate living beings, within oneself the shining of oneself alone will flash forth. The shining forth of grace; the annihilation of ego; the blossoming of happiness. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Without knowing oneself, if one knows whatever else, what [reliability or value does such knowledge have]? If one has known oneself, then what [else] exists to know? When one knows in oneself that self [one’s real nature], which is the light [that shines] <i>abhinna</i> [without <i>bhinna</i>: separation, division, difference or distinction] in separate living beings, within oneself <i>ātma-prakāśa</i> [the shining, clarity or light of oneself] alone will flash forth [like lightening]. [This is] <i>aruḷ-vilāsa</i> [the shining forth, amorous play or beauty of grace], <i>aha-vināśa</i> [the annihilation of ego], <i>iṉba-vikāsa</i> [the blossoming of happiness]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\nSo long as we look outwards, we are aware of the seeming existence of separation and differences. We know ourself as the subject or knower and so many other things as objects, so the primary separation is between subject and objects, and further separation appears among objects, because each object is separate from every other object. Since we are aware of ourself as a living being, we see so many other பின்ன உயிர்கள் (<i>bhiṉṉa uyirgaḷ</i>), separate living beings, but the one light of awareness that shines in all those separate living beings is only ourself, so since we can never be separate from ourself, Bhagavan describes this light of awareness, which shines within each one of us as ‘I am’, as அபின்ன விளக்கு (<i>abhiṉṉa viḷakku</i>), ‘the undivided light’ or ‘light without separation’.<br>\n<br>\nThis undivided light of pure awareness, which always shines within us as ‘I am’, is Arunachala, and when we know it within ourself by turning our entire attention back within to face ourself alone, it will shine forth as <i>ātma-prakāśa</i>, the shining, clarity or light of ourself, thereby dissolving our seemingly separate existence within itself as முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different, indivisible and inseparable. This is therefore what Bhagavan is praying for in this second verse of <i>Akṣaramaṇamālai</i>: ‘அழகு சுந்தரம் போல் அகமும் நீயும் முற்று அபின்னமாய் இருப்போம் அருணாசலா’ (<i>aṙahu sundaram pōl ahamum nīyum muṯṟu abhiṉṉamāy iruppōm aruṇācalā</i>), ‘Arunachala, like <i>aṙahu</i> and <i>sundaram</i>, may I and you be completely non-different [indivisible and inseparable]’.<br>\n<br>\nThis state in which Arunachala has shone forth within us as <i>ātma-prakāśa</i>, the indivisible light of pure awareness, our own real nature, and in which he and we therefore remain as முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different, is அருள் விலாசம் (<i>aruḷ vilāsam</i>), ‘the shining forth [or beauty] of grace’, because the real nature and true beauty of grace can be known by us only when we have been swallowed by it entirely. It is also அக விநாசம் (<i>aha vināśam</i>), the complete and utter annihilation or eradication of ego, because by shining forth within us as <i>ātma-prakāśa</i> Arunachala devours us completely, leaving not even the slightest trace of any பின்ன உயிர் (<i>bhiṉṉa uyir</i>), separate life, soul or individuality. And since Arunachala is the fullness of infinite happiness, his shining forth within us as <i>ātma-prakāśa</i> is இன்ப விகாசம் (<i>iṉba vikāsam</i>), ‘the blossoming of happiness’.<br>\n<br>\nThe suffix ஆய் (<i>āy</i>) appended to அபின்னம் (<i>abhinnam</i>) is an adverbial participle that means ‘being’, but is often used in the sense of ‘as’, so ‘அகமும் நீயும் முற்று அபின்னமாய் இருப்போம்’ (<i>ahamum nīyum muṯṟu abhiṉṉam-āy iruppōm</i>) literally means ‘may I and you be as completely non-different’. However, when translating a Tamil sentence like this into English, it is not necessary to translate ஆய் (<i>āy</i>), because in such a sentence in English we would just say ‘may we be non-different’ not ‘may we be as non-different’. That is, whenever any form of the verb இரு (<i>iru</i>), which means ‘be’, is used as a copular (a verb that links a subject to its complement, such as ‘is’ in ‘A is B’), ஆய் (<i>āy</i>) is always appended to the complement (so instead of saying ‘A is B’, in Tamil one would in effect say ‘A is as B’), so since we do not use ‘as’ in such cases in English, when translating such a Tamil sentence into English we can leave ஆய் (<i>āy</i>) without any explicit translation.<br>\n<br>\nஇருப்போம் (<i>iruppōm</i>) is the first person plural future tense or predictive form of இரு (<i>iru</i>), ‘be’, so it literally means ‘we will be’, but in this context it implies இருப்போமாக (<i>iruppōmāha</i>), ‘may we be’. However, we can also interpret it more literally, and since what is generally called the future tense could be more accurately described as the predictive tense, it is often used in Tamil to express what is predictably, typically, habitually or constantly the case, so it serves as a continuous form of the present tense, implying what is and always will be the case. Therefore in this context இருப்போம் (<i>iruppōm</i>) implies not only ‘may we be’ but also ‘we will always be’ or ‘we always are’, so an alternative meaning of this verse, ‘அழகு சுந்தரம் போல் அகமும் நீயும் முற்று அபின்னமாய் இருப்போம் அருணாசலா’ (<i>aṙahu sundaram pōl ahamum nīyum muṯṟu abhiṉṉamāy iruppōm aruṇācalā</i>), is: ‘Arunachala, like <i>aṙahu</i> and <i>sundaram</i>, I and you will [always] be [or always are] completely non-different’. That is, in this verse Bhagavan implies that he and Arunachala are, always have been and always will be முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different and inseparable. In other words, they are eternally, immutably and indivisibly one.<br>\n<br>\n<a name=\"aamm01\"></a>Therefore, though for us this verse serves as an extremely appropriate prayer for inseparable oneness with Arunachala, it is also a declaration by Bhagavan of his real and eternal state of absolute oneness (<i>aikya</i>) with Arunachala. Moreover, when read along with the <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm01\">previous verse</a>, this verse also implies that when the ego that was aware of itself as ‘I am Venkataraman, son of Aṙahu and Sundaram’ thought of Arunachala as ‘I’ deep within its heart, it was thereby eradicated by his grace, and that by eradicating it Arunachala revealed the eternal truth of <i>jīva-brahma-aikya</i>, the ever-inseparable oneness of <i>jīva</i> and <i>brahman</i>. In other words, what Bhagavan implies in these two verses is that by eradicating ego in the sixteen-year-old Venkataraman, Arunachala revealed to him that they were always one and முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different and inseparable.<br>\n<br>\nAs Sadhu Om pointed out, ‘அழகு சுந்தரம் போல்’ (<i>aṙahu sundaram pōl</i>), ‘like <i>aṙahu</i> and <i>sundaram</i>’, is more apt than other analogies that are frequently used in devotional literature to describe the closeness and intimacy of God and soul, such as ‘like flower and fragrance’ or ‘like moon and coolness’, because though each of these is a pair of closely associated things, they are neither identical nor inseparable, since there can be fragrance without a flower and coolness without the moon, whereas <i>aṙahu</i> and <i>sundaram</i> are identical and inseparable in meaning (<i>poruḷ</i>). Therefore by using this analogy Bhagavan clearly implies that though on the surface <i>Aruṇācala Akṣaramaṇamālai</i> may seem to be a song expressing <i>anya-bhakti</i>, love for God as other than oneself, which entails duality, its underlying import is <i>ananya-bhakti</i>, love for him as none other than oneself, which is devoid of duality. Moreover, beauty is more abstract and subjective, whereas ‘flower and fragrance’ and ‘moon and coolness’ are more concrete and objective, so this analogy reminds us that the true import of this love song is extremely deep, subtle and inward.<br>\n<br>\nThough as his devotees we all see beauty in the physical forms of Bhagavan and Arunachala, the beauty that he alludes to here is not just the outward beauty of their physical forms but the inner beauty of their real substance (<i>poruḷ</i> or <i>vastu</i>), namely <i>ātma-svarūpa</i>, because their physical forms are <i>bhinna</i>, distinct or different from each other, whereas their real form (<i>svarūpa</i>) is முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different. So long as we look outwards, away from ourself, we cannot avoid seeing differences, so we can see non-difference only by looking deep within to see the real nature of ourself (<i>ātma-svarūpa</i>). The beauty of non-difference that we will see by looking deep within ourself to see ourself as we actually are alone is real beauty, in which all other forms of beauty merge and become completely non-different.<br>\n<br>\nAs in many of the verses of <i>Aruṇācala Akṣaramaṇamālai</i>, in this verse there is an underlying allusion to the <i>nāyaka-nāyakī bhāva</i>, the devotional attitude of a young maiden who yearns cravingly for the lord who has attracted and stolen her heart. That is, ‘அழகு’ (<i>aṙahu</i>), being the name of Bhagavan’s mother, is an allusion to the young maiden (<i>nāyakī</i>), the devotee or <i>jīva</i>, who is referred to here as ‘அகம்’ (<i>aham</i>), ‘I’, whereas ‘சுந்தரம்’ (<i>sundaram</i>), being the name of his father, is an allusion to the devotee’s beloved lord (<i>nāyaka</i>), God or <i>śiva</i>, who is referred to here as ‘நீ’ (<i>nī</i>), ‘you’. The devotee’s heart has been stolen by her beloved Lord Arunachala, so she prays to be united with him in eternal and indivisible oneness, the state in which they are முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely non-different. This state of complete and indivisible oneness with Arunachala is the அக்ஷர மணம் (<i>akṣara maṇam</i>) or ‘imperishable marriage’ for which the devotee is praying in this love song, and being united with him in this state is both the celebration and consummation of this divine marriage.<br>\n<br>\n<a name=\"anmm8\"></a><a name=\"anmm9\"></a>Moreover, since அழகு (<i>aṙahu</i>) and சுந்தரம் (<i>sundaram</i>) are the names of his mother and father, this verse is also a tribute to them and to the harmony of their marriage, because by comparing the state of indivisible oneness with Arunachala for which he was praying to the happy and harmonious union of his parents, he implies that though they were different in their outward forms, they were united as one in their thoughts and heart, as he also implied less directly in verses <a href=\"https://youtu.be/c7O9LH1Fgyk\">8</a> and <a href=\"https://youtu.be/QG97qNxlxak\">9</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>:<br>\n<blockquote>புவிக்குட் பொங்கிடும் புவிச்சொற் புங்கவன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;புரிக்குட் புண்ணியன் சுழிக்குட் சுந்தரன் <br>\nறவற்குச் சுந்தரஞ் சதிக்குற் பன்னனந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தலத்திற் புன்புலன் சழக்கிற் றுன்புறுந்<br>\nதவிக்குத் துஞ்சிடும் படிக்குத் தன்னுளந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தழைக்கத் தன்பத மெனக்குத் தந்தனன்<br>\nசிவக்கச் சின்மயஞ் செழிக்கத் தன்மயஞ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;செகத்திற் றுன்னுசெம் பொருப்புச் செம்மலே.<br>\n<br>\n<i>bhuvikkuṭ poṅgiḍum bhuviccoṟ puṅgavaṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;purikkuṭ puṇṇiyaṉ cuṙikkuṭ sundaraṉ <br>\nḏṟavaṯkuc sundarañ catikkuṯ paṉṉaṉan<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;talattiṟ puṉbulaṉ caṙakkiṯ ṟuṉbuṟun<br>\ntavikkut tuñciḍum paḍikkut taṉṉuḷan<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṙaikkat taṉpada meṉakkut tandaṉaṉ<br>\ncivakkac ciṉmayañ ceṙikkat taṉmayañ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jegattiṯ ṟuṉṉucem poruppuc cemmalē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> புவிக்கு உள் பொங்கிடும் புவி சொல் புங்கவன் புரிக்கு உள் புண்ணியன் சுழிக்கு உள் சுந்தரன் தவற்கு சுந்தரம் சதிக்கு உற்பன்னனம். தலத்தில் புன் புலன் சழக்கில் துன்பு உறும் தவிக்கு துஞ்சிடும்படிக்கு தன் உளம் தழைக்க தன் பதம் எனக்கு தந்தனன் சிவக்க சின்மயம் செழிக்க தன்மயம் செகத்தில் துன்னு செம் பொருப்பு செம்மலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhuvikku uḷ poṅgiḍum bhuvi sol puṅgavaṉ purikku uḷ puṇṇiyaṉ cuṙikku uḷ sundaraṉ tavaṯku sundaram satikku uṯpaṉṉaṉam. talattil puṉ pulaṉ saṙakkil tuṉbu uṟum tavikku tuñciḍum-paḍikku taṉ uḷam taṙaikka taṉ padam eṉakku tandaṉaṉ sivakka ciṉmayam seṙikka taṉmayam jegattil tuṉṉu sem poruppu semmalē</i>.<br>\n<br>\n<b>அன்வயம்:</b> புவிக்கு உள் புங்கவன் புரிக்கு உள் பொங்கிடும் புவி சொல் சுழிக்கு உள் புண்ணியன் சுந்தரன் தவற்கு சுந்தரம் சதிக்கு உற்பன்னனம். சின்மயம் சிவக்க தன்மயம் செழிக்க செகத்தில் துன்னு செம் பொருப்பு செம்மலே தலத்தில் புன் புலன் சழக்கில் துன்பு உறும் தவிக்கு துஞ்சிடும்படிக்கு தன் உளம் தழைக்க தன் பதம் எனக்கு தந்தனன்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>bhuvikku uḷ puṅgavaṉ purikku uḷ poṅgiḍum bhuvi sol cuṙikku uḷ puṇṇiyaṉ sundaraṉ tavaṯku sundaram satikku uṯpaṉṉaṉam. ciṉmayam sivakka taṉmayam seṙikka jegattil tuṉṉu sem poruppu semmalē talattil puṉ pulaṉ saṙakkil tuṉbu uṟum tavikku tuñciḍum-paḍikku taṉ uḷam taṙaikka taṉ padam eṉakku tandaṉaṉ</i>.<br>\n<br>\n<b>English translation:</b> In Cuṙi, which among the towns of God in the world is called the surging place, I was born to the virtuous ascetic Sundaraṉ and to the faithful wife Sundaram. The Red Hill God, who appears in the world so that what is composed of pure awareness glows and so that what is composed of that flourishes, gave to me his state, his heart overflowing with joy, so that the miserable distress in the wickedness of the vile senses in the world perishes.<br>\n<br>\n<b>Explanatory paraphrase:</b> In Cuṙi [Tiruccuṙi, commonly spelt Tiruchuli or Tiruchuzhi], which among the towns of God in the world is called the surging place [because every year in the month of <i>Māsi</i> (mid-February to mid-March) the water level in the main temple tank rises up], I was born to the virtuous ascetic Sundaraṉ and to [his] faithful wife Sundaram [Aṙahammal]. God in the form of the Red Hill [Aruṇācala], who appears in the world so that <i>cinmayam</i> [that which is composed of pure awareness] glows [so brightly that it swallows everything else in its infinitely clear light] and so that <i>tanmayam</i> [that which is composed of <i>tat</i> (that), namely <i>brahman</i>] flourishes [shining as one without a second], gave to me his state, his heart overflowing with joy, so that the miserable distress [of my life lived] in the wickedness of the vile senses in the world perishes.<br>\n<br>\nஅம்மையு மப்பனு மாயெனைப் பூமியி லாக்கியளித்<br>\nதம்மகி மாயையெ னாழ்கடல் வீழ்ந்துயா னாழ்ந்திடுமுன்<br>\nனென்மன மன்னி யிழுத்துன் பதத்தி லிருத்தினையால்<br>\nசின்மய னாமரு ணாசல நின்னருட் சித்ரமென்னே.<br>\n<br>\n<i>ammaiyu mappaṉu māyeṉaip bhūmiyi lākkiyaḷit<br>\ntammahi māyaiye ṉāṙkaḍal vīṙnduyā ṉāṙndiḍumuṉ<br>\nṉeṉmaṉa maṉṉi yiṙuttuṉ padatti liruttiṉaiyāl<br>\nciṉmaya ṉāmaru ṇācala niṉṉaruṭ citrameṉṉē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அம்மையும் அப்பனும் ஆய் எனை பூமியில் ஆக்கி அளித்து, அம் மகி மாயை என் ஆழ் கடல் வீழ்ந்து யான் ஆழ்ந்திடும் முன், என் மனம் மன்னி இழுத்து உன் பதத்தில் இருத்தினை ஆல். சின்மயன் ஆம் அருணாசல நின் அருள் சித்ரம் என்னே!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ammai-y-um appaṉ-um āy eṉai bhūmiyil ākki aḷittu, a-m-mahi māyai eṉ āṙ kaḍal vīṙndu yāṉ āṙndiḍum muṉ, eṉ maṉam maṉṉi iṙuttu uṉ padattil iruttiṉai āl. ciṉmayaṉ ām aruṇācala niṉ aruḷ citram eṉṉē!</i><br>\n<br>\n<b>English translation:</b> Bearing and tending me in the world as mother and father, before I sank falling in the deep ocean, namely that worldly <i>māyā</i>, entering my mind and drawing to yourself, you fixed at your feet. Aruṇācala, who are one composed of pure awareness, what a wonder of your grace!.<br>\n<br>\n<b>Explanatory paraphrase:</b> Bearing and tending me in the world as [my] mother and father, before I sank falling in the deep ocean, namely that worldly <i>māyā</i> [the delusion of being a mother or father], entering [or occupying] my mind and drawing [me inwards] to yourself [or attracting me inwards to face yourself], you fixed [me] at your feet [or in your state]. Aruṇācala, who are <i>cinmayaṉ</i> [one composed of pure awareness], what a wonder of your grace [this is]!</blockquote>\nOnly from such a happy and harmonious union of two such pure souls can Arunachala have taken birth in human form as Bhagavan Ramana, our <i>sadguru</i> and saviour, so the tribute that he pays to them in these verses is very apt.<br>\n<br>\nBoth Muruganar and Sadhu Om point out that in this verse Bhagavan also implies the harmony and inner oneness of Tamil and Sanskrit, for which அழகு (<i>aṙahu</i>) and சுந்தரம் (<i>sundaram</i>) are metaphors, being respectively Tamil and Sanskrit words that share the same meaning. Both are divine languages and dear to the heart of God, because Siva, Vishnu and other forms of God have been praised by saints in heart-melting verses in both these languages. Though they differ in form or appearance and each of them possesses its own unique qualities, they are each an apt medium for expressing both <i>bhakti</i> and <i>jñāna</i>, as Bhagavan has demonstrated in his own poetry in both languages.<br>\n<br>\nSadhu Om also points out that Bhagavan gives no room here for anyone to claim that he implied that either language was superior to the other, because though he used the Tamil word அழகு (<i>aṙahu</i>) to refer to the devotee or <i>jīva</i> and the Sanskrit word சுந்தரம் (<i>sundaram</i>) to refer to <i>guru</i> or <i>śiva</i>, he then uses the Sanskrit pronoun அகம் (<i>aham</i>), ‘I’, to refer to the devotee or <i>jīva</i> and the Tamil pronoun நீ (<i>nī</i>), ‘you’, to refer to <i>guru</i> or <i>śiva</i>. Such is his perfect impartiality.<br>\n<br>\nJust as he views these two languages with such flawless impartiality, he views all languages, religions, races, nationalities, people, species and everything else with the same impartiality, because his state is முற்று அபின்னம் (<i>muṯṟu abhinnam</i>), completely devoid of even the slightest trace of any division, separation, difference, distinction or otherness, since he is உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) or सद्वस्तु (<i>sad-vastu</i>), the one real substance, which, though indivisible and immutable, is what appears in the view of ego as all multiplicity, diversity, differences and distinctions.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/WED5xGVfrgg\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 2</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WED5xGVfrgg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1024135582027825997/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "grace",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0NTY5MzE5Cm9mZnNldDogMzYwMDAwMAo\""
}