{
    "kind": "blogger#post",
    "id": "5257681637917588060",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-10-27T15:30:00+01:00",
    "updated": "2022-11-03T17:50:43Z",
    "url": "http://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5257681637917588060",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 15",
    "content": "This is the fifteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm15\"></a><b>Verse 15:</b><br>\n<blockquote>கண்ணுக்குக் கண்ணாய்க் கண்ணின்றிக் காணுனைக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;காணுவ தெவர்பா ரருணாசலா<br>\n<br>\n<i>kaṇṇukkuk kaṇṇāyk kaṇṇiṉḏṟik kāṇuṉaik<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kāṇuva devarpā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கண்ணுக்கு கண் ஆய் கண் இன்றி காண் உனை காணுவது எவர்? பார் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇṇukku kaṇ āy kaṇ iṉḏṟi kāṇ uṉai kāṇuvadu evar? pār aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who can see you, who, being the eye to the eye, sees without eyes? See.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, who can [by means of what eye] see you, who, being the eye to the eye [the real awareness that illumines the seeming awareness called mind, just as the sun illumines the moon], sees without eyes [that is, who sees (the reality of) everything without seeing (the appearance of) anything]? See [me] [so that I may see you by seeing myself as you see me].</blockquote>\n<b>Explanation:</b> கண் (<i>kaṇ</i>) means ‘eye’, and கண்ணுக்கு (<i>kaṇṇukku</i>) is the locative (or seventh case) singular form of it, so it means ‘to eye’ or ‘for eye’. ஆய் (<i>āy</i>) is an adverbial participle that means ‘being’ or ‘as’, so ‘கண்ணுக்கு கண் ஆய்’ (<i>kaṇṇukku kaṇ āy kaṇ</i>) means ‘being the eye to [or for] the eye’ or ‘as the eye to [or for] the eye’.<br>\n<br>\nThe ‘eye’ to which Arunachala is the eye is the mind or ego, which is the ‘eye’ that sees the world through the bodily eye and other senses. To understand that this is what Bhagavan means here, consider the fact that a telescope is an ‘eye’ through which we can see distant objects, and a microscope is an ‘eye’ through which we can see minute objects, but neither of these artificial eyes can actually see anything, because they are <i>jaḍa</i> (devoid of awareness). What sees through them is the eye of flesh, the bodily organ of sight, so this eye of flesh is the eye to all other artificial eyes such as telescopes and microscopes. However, even the eye of flesh and other sense organs do not actually see or perceive anything, because they are also <i>jaḍa</i>, just like a telescope or microscope. What sees the physical world through the eyes and other sense organs is only the mind, so even though the eyes are open, if the mind is not looking through them (whether because it is asleep, preoccupied with other thoughts, looking within or for any other reason), they do not see anything. Only when the mind is looking out through them is anything seen through them, and likewise with the other sense organs, so the mind is the eye to the eyes, the ear to the ears and so on.<br>\n<br>\n<a name=\"un06\"></a>Since all objects of sight and other sense impressions are known only by the mind, they seem to exist only in its view, so they do not exist independent of it, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, is there a world besides the mind? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions [respective] to the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind? Say.</blockquote>\n<a name=\"av5\"></a>Since the five sense organs are parts of the physical body, which is itself a part of the physical world, and since they seem to exist only in the view of the mind, like the rest of the world they do not exist independent of the mind. Like all other objects of knowledge, they are <i>jaḍa</i> (devoid of awareness), so they do not know anything, and hence they are merely the windows through which the mind perceives the rest of the physical world. This is why Bhagavan describes the mind as ‘விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண்’ (<i>viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ</i>), ‘the eye to [or for] the sense organs beginning with eyes, which illumine what begins with space [namely the physical world, which is composed of the five elements: space, air, fire, water and earth]’, in <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av5\">verse 5</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>விண்ணா தியவிளக்குங் கண்ணா தியபொறிக்குங்<br>\nகண்ணா மனக்கணுக்குங் கண்ணாய் மனவிணுக்கும்<br>\nவிண்ணா யொருபொருள்வே றெண்ணா திருந்தபடி<br>\nயுண்ணா டுளத்தொளிரு மண்ணா மலையெனான்மா —<br>\n&nbsp;&nbsp;&nbsp;காணுமே; அருளும் வேணுமே; அன்பு பூணுமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பு தோணுமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>viṇṇā diyaviḷakkuṅ kaṇṇā diyapoṟikkuṅ<br>\nkaṇṇā maṉakkaṇukkuṅ kaṇṇāy maṉaviṇukkum<br>\nviṇṇā yoruporuḷvē ṟeṇṇā dirundapaḍi<br>\nyuṇṇā ḍuḷattoḷiru maṇṇā malaiyeṉāṉmā —<br>\n&nbsp;&nbsp;&nbsp;kāṇumē; aruḷum vēṇumē; aṉbu pūṇumē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbu tōṇumē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண் ஆய், மன விணுக்கும் விண் ஆய் ஒரு பொருள் வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து ஒளிரும் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ āy, maṉa-viṇukkum viṇ āy oru poruḷ vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu oḷirum aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து, விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண் ஆய், மன விணுக்கும் விண் ஆய் ஒளிரும் ஒரு பொருள் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu, viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ āy, maṉa-viṇukkum viṇ āy oḷirum oru poruḷ aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> In the heart that investigates within, as it is without thinking of anything other, oneself, which is called Annamalai, the one substance, which shines as the eye to the mind-eye, which is the eye to the sense organs beginning with eyes, which illumine what begins with space, and as the space to the mind-space, will certainly be seen. Grace also is certainly necessary. Be adorned with love. Happiness will certainly appear. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> In the <i>uḷḷam</i> [heart or mind] that investigates within, [just being] as it is without thinking of anything other [than itself], <i>ātmā</i> [oneself], which is called Annamalai, the one <i>poruḷ</i> [real substance], which shines as the eye to the mind-eye, which is the eye to the [five] sense organs beginning with eyes, which illumine [the five elements] beginning with space, and as the space to the mind-space, will certainly be seen. [For one to see oneself as one actually is] grace also is certainly necessary. [In order to be a suitable receptacle to imbibe grace, one should] be adorned with [bound by or possessed of] love [for seeing and thereby just being as one actually is]. [Infinite] happiness will [then] certainly appear [or be experienced]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\nThe mind is able to perceive the world through the windows of the eyes and other sense organs because it is endowed with awareness. However, it is not real awareness (<i>cit</i>) but only a semblance of awareness (<i>cidābhāsa</i>), because real awareness is not aware of anything other than what actually exists, namely itself. Since the nature of the mind is to always know itself as ‘I am this body’ and consequently to know the appearance of numerous other objects, which do not actually exist but merely seem to exist in its view, it is an awareness that knows what does not exist as if it existed, so it is not real awareness, even though it seems to be.<br>\n<br>\nThe awareness that is called mind or ego, therefore, is like the light of the moon. The moon does not have any light of its own, but since it reflects the light of the sun, it seems to be luminous, and by its reflected light it illumines other things in the darkness of night. Likewise, the mind does not have any light of its own, but since it reflects the light of pure awareness, it seems to shine as awareness, and by its reflected light of awareness it illumines and knows the appearance of <i>viṣayas</i> (objects or phenomena) in the darkness of its self-ignorance.<br>\n<br>\nSince the mind is able to perceive the world through the eyes and other sense organs only because it is endowed with a semblance of awareness, and since it is endowed with such awareness only because it is illumined by the original light of pure awareness, which is Arunachala, he describes Arunachala (Annamalai) in the above verse as ‘விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண் ஆய், மன விணுக்கும் விண் ஆய் ஒளிரும் ஒரு பொருள் அண்ணாமலை என் ஆன்மா’ (<i>viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ āy, maṉa-viṇukkum viṇ āy oḷirum oru poruḷ aṇṇāmalai eṉ āṉmā</i>), ‘<i>ātmā</i> [oneself, here implying ourself as we actually are], which is called Annamalai, the one <i>poruḷ</i> [real substance], which shines as the eye to the mind-eye, which is the eye to the [five] sense organs beginning with eyes, which illumine what begins with space [namely the world, which is composed of the five elements], and as the space to the mind-space’.<br>\n<br>\nSince the world seems to exist only in the view of the mind, just like the world we see in a dream, the space within which physical space (<i>bhūtākāśa</i>) appears and is therefore contained is the mind-space (<i>manākāśa</i> or <i>cittākāśa</i>), and since pure awareness alone is what actually exists, the mind cannot be anything other than pure awareness, just as an illusory snake is nothing other than a rope, so the space within which the mind-space appears (albeit only in its own view) and is therefore contained is the infinite space of pure awareness (<i>cidākāśa</i>), which is Arunachala. This is why he describes Arunachala as ‘மன விணுக்கும் விண்’ (<i>maṉa-viṇukkum viṇ</i>), ‘the space to [or for] the mind-space’.<br>\n<br>\nLikewise, since the light that illumines the appearance of the world is the semblance of awareness (<i>cidābhāsa</i>) called mind or ego, just as the light reflected by the moon illumines objects on earth in the darkness of night, he describes the mind as ‘விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண்’ (<i>viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ</i>), ‘the eye to [or for] the sense organs beginning with eyes, which illumine what begins with space’, and since the light of awareness that illumines the mind, enabling it to know the appearance of the world through the eyes and other sense organs, is pure awareness, ‘I am’, which is what is called Arunachala, he describes Arunachala as ‘கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண்’ (<i>kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ</i>), ‘the eye to [or for] the mind-eye, which is the eye to [or for] the sense organs beginning with eyes’.<br>\n<br>\nWhen he describes the mind as ‘கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கண்’ (<i>kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇ</i>), ‘the mind-eye, which is the eye to [or for] the sense organs beginning with eyes’, he implies that the mind is the ‘eye’ or awareness that knows the world through the five senses, but when he says ‘மனக் கணுக்கும் கண் ஆய் ஒளிரும் ஒரு பொருள் அண்ணாமலை என் ஆன்மா’ (<i>maṉa-k-kaṇukkum kaṇ āy oḷirum oru poruḷ aṇṇāmalai eṉ āṉmā</i>), ‘<i>ātmā</i> [oneself], which is called Annamalai, the one <i>poruḷ</i> [real substance], which shines as the eye to [or for] the mind-eye’, he does not intend to imply that Arunachala knows either the mind or the world through the mind, but only that Arunachala is the real ‘eye’ or awareness that lends its light to the mind, thereby enabling it to know everything else.<br>\n<br>\n<a name=\"un04\"></a>All the phenomena that constitute the world are forms of one kind or another, and we see forms only when we mistake ourself to be one among them, as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான், அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ, antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\nWe seem to be a form only when we rise and stand as ego, the false awareness ‘I am this body’, so the implication of the first sentence of this verse, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, is that whenever we rise and stand as ego, we consequently see the world and God as forms. Likewise, the implication of the rhetorical questions he asks in the next two sentences, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How [to do so]?’, is that whenever we do not rise and stand as ego, we cannot see any forms, because the seer or knower of all forms, namely ego, is not then present. Thus he points out a fundamental philosophical principle, namely that the nature of what is seen cannot be otherwise than the nature of what sees it, as he implies by asking rhetorically in the next sentence ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen be otherwise than the eye?’<br>\n<br>\nHere he uses ‘கண்’ (<i>kaṇ</i>), ‘eye’, as a metaphor for awareness, so if the awareness that sees sees itself as a form, as ego does, it will only see forms, whereas if it sees itself as devoid of form, as pure awareness does, it will not see any forms, and hence it will see nothing other than itself. In other words, it will shine as one, undivided by the appearance of forms. Therefore, as he implies in the last sentence, ‘கண் அது தான், அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ, antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’, the real ‘eye’ or awareness is only ourself as we actually are, namely as infinite and hence formless awareness. That is, all forms are finite, so being infinite, real awareness is devoid of forms, and hence it can never know any forms.<br>\n<br>\nTherefore when he describes Arunachala as ‘மனக் கணுக்கும் கண்’ (<i>maṉa-k-kaṇukkum kaṇ</i>), ‘the eye to [or for] the mind-eye’, in <a href=\"#av5\">verse 5</a> of <i>Āṉma-Viddai</i>, and as ‘கண்ணுக்கு கண்’ (<i>kaṇṇukku kaṇ</i>), ‘the eye to [or for] the eye’, in this fifteenth verse of <i>Akṣaramaṇamālai</i>, he does not mean either that Arunachala sees any forms (any objects or phenomena) or that it sees the mind (the subject or ego, the knower of all forms), but only that it is the original light of pure awareness, which is what illumines the mind, enabling it to see all forms.<br>\n<br>\nThe fact that Arunachala does not see either the mind or the world as anything other than itself is also implied in the next group of words in this verse of <i>Akṣaramaṇamālai</i>, namely ‘கண் இன்றி காண் உனை’ (<i>kaṇ iṉḏṟi kāṇ uṉai</i>), ‘you, who sees without eyes’. கண் (<i>kaṇ</i>) means ‘eye’, and இன்றி (<i>iṉḏṟi</i>) means ‘without’, so ‘கண் இன்றி’ (<i>kaṇ iṉḏṟi</i>) means ‘without eye’ or ‘without eyes’. காண் (<i>kāṇ</i>) is the root of a verb that means to see, but by poetic licence it is used here in the sense of the adjectival or relative participle காணும் (<i>kāṇum</i>), ‘which sees’ or ‘who sees’. உனை (<i>uṉai</i>) is a poetic abbreviation of உன்னை (<i>uṉṉai</i>), the accusative (or second case) form of the second person singular pronoun, ‘you’, so ‘காண் உனை’ (<i>kāṇ uṉai</i>) means ‘you, who sees’. What then does he mean by saying that Arunachala ‘sees without eyes’?<br>\n<br>\nFirstly, ‘seeing without eyes’ means seeing without any means or instrument of seeing, so how is such seeing possible? It would not be possible for anything other than Arunachala, but it is possible for him, because he is the original eye, the eye that gives sight to the mind, which in turn gives sight to the eyes. Without the sight or awareness given to it by him, the mind could not see or know anything, because it would be <i>jaḍa</i> (devoid of awareness), since it has no awareness of its own. Whatever awareness it seems to have is awareness that it borrows from him, since he is the original light of awareness, which is what shines within the mind as its fundamental awareness, ‘I am’. Therefore the mind does not shine by its own light but only by his light, whereas he shines eternally by his own light, the light that is his own being, ‘I am’, so he never needs any other light to illumine himself or see himself. In other words, he is self-shining (<i>svayam-prakāśa</i>), because he is the original light of pure awareness, which is the light that illumines the mind and all other lights, which are objects known by the mind. Therefore he sees without eyes because he sees whatever there is to see by the light of his own being (<i>sat</i>), which is pure awareness (<i>cit</i>).<br>\n<br>\nSecondly, ‘கண் இன்றி’ (<i>kaṇ iṉḏṟi</i>), ‘without eyes’, implies not only without physical eyes or other sense organs, but also without any mind, which is the ‘eye’ that sees the appearance of a physical world through the eye and other sense organs. Since Arunachala does not have eyes of any kind other than himself, in what sense is it said that he sees? Since he does not see with physical eyes or other sense organs, he does not see any physical forms or phenomena, and since he does not see with the mind-eye (the eye that is called mind or ego), he does not see any mental forms or phenomena. In other words, he does not see forms or phenomena of any kind whatsoever, nor does he see the mind or ego, which is what sees all forms or phenomena, because the mind or ego is just the false awareness ‘I am this body’, whereas Arunachala is the pure awareness ‘I am’, which is always aware of itself as ‘I am I’, meaning that it is never aware of itself as anything other than itself.<br>\n<br>\nSince he sees without eyes of any kind other than pure awareness, what does he see? Since he does not see either objects (forms or phenomena) or the subject (mind or ego), he sees nothing other than himself. However, since he alone is what actually exists, he sees all that there is to see, so he is all-seeing or all-knowing. Since nothing other than him actually exists, whatever else may seem to exist is just a false appearance, so it cannot actually be anything other than him. That is, he himself is what seems to be all other things (both the subject and all objects), just as a rope is what seems to be a snake.<br>\n<br>\nSo long as we see a rope as a snake, we do not see it as it actually is, and when we see it as it actually is, namely as a rope, we will no longer see it as a snake. Likewise, so long as we see the one thing that actually exists, namely Arunachala, who is our own real nature (<i>ātma-svarūpa</i>), as a multitude of forms or phenomena (objects or things known) and as the mind or ego (the subject or knower of such things), we do not see it as it actually is, and when we see it as it actually is, namely as the one infinite, eternal, immutable and indivisible pure awareness, ‘I am’, we will no longer see it as anything else.<br>\n<br>\n<a name=\"uu26\"></a>Since Arunachala does not see anything other than himself, his sight or awareness is always one and undivided, unlike the mind, whose sight or awareness is always divided as the three elements known as <i>tripuṭī</i>, namely itself as the seer or knower (<i>pramātā</i>), whatever it sees or knows (<i>pramēya</i>) and the means (<i>pramāṇa</i>) by which it sees or knows that thing. Being pure awareness, Arunachala alone is both what knows and what it knows, and it itself is also the means by which it knows itself, because it knows itself just by being itself, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>: ‘தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), ‘Being oneself alone is knowing oneself, because oneself is devoid of two’.<br>\n<br>\nThat is, since Arunachala, who is <i>ātma-svarūpa</i>, the real nature of ourself, is immutably and indivisibly one, he can never be divided as two things, one as a subject to know the other as an object, so he does not see or know himself as an object but as himself alone. And since he is pure awareness, being aware of himself is his very nature, so he sees himself merely by being himself, and hence he does not need any means or instrument (<i>pramāṇa</i>) other than himself to see himself. This is why Bhagavan says that he sees ‘கண் இன்றி’ (<i>kaṇ iṉḏṟi</i>), ‘without eyes’. An eye is a means or instrument by which one sees things other than oneself, but being pure awareness, Arunachala does not need any eye other than himself to see himself, nor does he need any eye to see anything other than himself, because there is nothing other than himself for him to see, since he alone is what actually exists.<br>\n<br>\nAlthough he can never see anything other than himself, he himself is what seems (in the self-ignorant view of ourself as mind or ego) to be all other things, so he is actually seeing all other things merely by seeing himself as he actually is. That is, though he does not see the <i>appearance</i> of anything else, he sees the <i>reality</i> of everything else, because he sees everything else as it actually is, namely as himself, the one infinite and indivisible whole. This is what Bhagavan often used to describe as ‘seeing without seeing’ or ‘knowing without knowing’, because by always seeing the one reality of everything without ever seeing any appearance of multiplicity, Arunachala sees everything without seeing anything. In this sense, therefore, he is omniscient (<i>sarvajña</i>). He knows us and everything else infinitely better than we know ourself, because whereas we know ourself as a subject knowing innumerable objects, he knows us as we actually are, namely as himself, the one thing that alone actually exists.<br>\n<br>\nWhen we as mind or ego know any object or phenomenon, our knowing it is a mental activity, an action of knowing, so mental activity or thought is the ‘eye’ or means by which we see or know things other than ourself. Without such an eye (that is, without any thought or mental activity) we cannot see or know anything other than ourself, but Arunachala sees everything without any such eye. In other words, for us as mind seeing or knowing is an action or doing, whereas he sees everything without doing anything, but just by being as he is. How is this so?<br>\n<br>\nSince he alone is what actually exists, his existence alone is real existence. The existence of the mind and all other things is not real but just an appearance, a seeming existence, because they borrow their seeming existence from his real existence or being, which is their source and substance, just as an illusory snake borrows its seeming existence from the relatively more ‘real’ existence of a rope, its source and substance, or as gold ornaments borrow their seeming existence from the relatively more ‘real’ existence of gold, their source and substance.<br>\n<br>\nWhy is it said that Arunachala alone actually exists? For the simple reason that what actually exists must always exist, and since he is <i>ātma-svarūpa</i>, the real nature of ourself, which is what shines eternally and immutably as our fundamental awareness, ‘I am’, he alone is what always exists. As Bhagavan often explained, whatever exists at one time but not at another time does not actually exist even when it seems to exist. Why? Because whatever comes into existence or ceases to exist is not intrinsically existent, since existence is something that it gains and loses. Since it gains existence at one time and loses it at another time, it must derive its existence from something other than itself, so its existence is just a derived or borrowed existence, not an existence that belongs intrinsically to itself. Therefore, since it has no existence of its own, it does not actually exist even when it seems to exist.<br>\n<br>\n<a name=\"bgs09\"></a>This is why Bhagavan Krishna says in the <i>Bhagavad Gītā</i> 2.16 that there is no existence for what does not exist and no non-existence for what does exist, thereby implying that what does not actually exist can never come into existence, and what does actually exist can never cease to exist, so whatever seems to come into existence or to cease to exist does not actually exist even when it seems to exist. This is one of the key principles of <i>advaita</i> and of Bhagavan Ramana’s teachings, so he translated this verse into Tamil as <a href=\"https://happinessofbeing.blogspot.com/2021/08/is-anything-other-than-ourself.html#bgs09\">verse 9</a> of <i>Bhagavad Gītā Sāram</i>:<br>\n<blockquote>இல்லா ததனுக் கிருப்பில்லை யுள்ளதனுக்<br>\nகில்லாமை யென்ப திலையெனவே — யில்லதுள<br>\nதென்னு மிரண்டி னியல்பிதுதாங் கண்டார்மெய்<br>\nதன்னை யறிந்த தவர்.<br>\n<br>\n<i>illā dadaṉuk kiruppillai yuḷḷadaṉuk<br>\nkillāmai yeṉba dilaiyeṉavē — yilladuḷa<br>\ndeṉṉu miraṇḍi ṉiyalbidudāṅ kaṇḍārmey<br>\ntaṉṉai yaṟinda tavar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இல்லாததனுக்கு இருப்பு இல்லை. உள்ளதனுக்கு இல்லாமை என்பது இலை. எனவே இல்லது உளது என்னும் இரண்டின் இயல்பு இதுதான் கண்டார் மெய்தன்னை அறிந்த தவர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>illādadaṉukku iruppu illai. uḷḷadaṉukku illāmai eṉbadu ilai. eṉavē illadu uḷadu eṉṉum iraṇḍiṉ iyalbu idudāṉ kaṇḍār meytaṉṉai aṟinda tavar</i>.<br>\n<br>\n<b>English translation:</b> For what does not exist there is no existence. For what does exist there is not what is called non-existence. Therefore, those who have seen that this itself is the nature of the two called what does not exist and what exists are ascetics who have known the reality.<br>\n<br>\n<b>Explanatory paraphrase:</b> For <i>illādadu</i> [what does not exist] there is no existence [at any time]. For <i>uḷḷadu</i> [what does exist] there is not [at any time] what is called non-existence. Therefore, those who have seen that this itself is the nature of the two called <i>illadu</i> [what does not exist] and <i>uḷḷadu</i> [what exists] are ascetics who have known the reality [or who have known themself, the reality].</blockquote>\nIf something seems to exist at one time and not at another time, its existence and its non-existence are a pair of opposites, so like all pairs of opposites, they are not real, and hence they seem to exist only in the view of ourself as mind or ego. However, as pointed out in this verse, for what actually exists (<i>uḷḷadu</i>) there is no such thing as non-existence, so it transcends all such pairs of opposites, and hence it is the existence that is beyond both existence and non-existence. In other words, it is absolute, unconditional and unqualified existence.<br>\n<br>\n<a name=\"uu23\"></a>This absolute existence is what is called Arunachala, and since it alone is what actually exists, there cannot be any awareness other than it to know it, so it itself is awareness, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].</blockquote>\nIf awareness were other than what exists, it would be a non-existent awareness, and hence no awareness at all. Likewise, if what exists were other than awareness, it would not shine or be known, because it would not know itself and there could not be any awareness other than it to know it. Therefore what exists is awareness, so it exists and shines by the light that is itself, its own being.<br>\n<br>\nWhat exists must therefore always exist, which means not only that it must exist at all times, but more importantly that it must exist whether or not time seems to exist, because it must exist independent of the appearance or disappearance of time. It must also be immutable, because whatever changes or is liable to change would not be exactly the same thing after it changes as it was before it changed. And finally, it must be self-shining (<i>svayam-prakāśa</i>), which means that it must shine by the light of its own being, which is awareness.<br>\n<br>\nThe only thing that meets each and all of these three criteria — eternal, unchanging and self-shining — is our own being, ‘I am’, which is what is called Arunachala. Everything else is impermanent, liable to change, and shines only in the view of the mind, which itself shines only by the light of awareness that it borrows from ‘I am’. In the absence of the mind, as in sleep, nothing other than ‘I am’ exists or shines, so everything else depends for its seeming existence upon the mind, in whose view alone it seems to exist, and the mind depends for its seeming existence and awareness upon the one real existence-awareness (<i>sat-cit</i>), namely Arunachala, who exists and shines eternally and immutably by his own light as ‘I am’.<br>\n<br>\nSince Arunachala alone exists, there is no existence other than him, so what seems to be the existence of other things is actually only his existence. Therefore he alone is what exists and shines (in the view of the mind) as all other things, so since he knows himself just by being himself, he knows everything just by being himself. It is only in this sense that he is described as <i>sarva-sākṣi</i> (the witness of all) and <i>jīva-sākṣi</i> (the witness of the <i>jīva</i>, namely ourself as ego or mind). As Bhagavan explained, when God is said to be <i>sākṣi</i>, the ‘witness’, <i>sākṣi</i> means <i>sannidhi</i> (presence). Since his presence is his being or existence, this means that when terms such as <i>sarva-sākṣi</i> and <i>jīva-sākṣi</i> are applied to God they imply that he is the one real existence (<i>sat</i> or <i>uḷḷadu</i>) that appears as the seeming existence of <i>jīva</i> and everything else. Therefore these terms are not intended to imply that he knows the appearance of anything, because the appearance of anything is unreal and therefore does not exist in his clear view, but only that he knows the actual existence of everything, because their existence is his own existence, and he knows his own existence by just being that. This is why Bhagavan says ‘கண் இன்றி காண் உனை’ (<i>kaṇ iṉḏṟi kāṇ uṉai</i>), ‘you, who sees without eyes’, because without ever seeing the appearance of anything (which is unreal), he sees the actual existence of everything (which alone is real) just by being as he always is.<br>\n<br>\n<a name=\"aamm13\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html#aamm13\">verse 13</a> Bhagavan asked rhetorically, ‘ஓங்கார பொருள், ஒப்பு உயர்வு இல்லோய், உனை யார் அறிவார் அருணாசலா?’ (<i>ōṅkāra poruḷ, oppu uyarvu illōy, uṉai yār aṟivār aruṇācalā?</i>), ‘Arunachala, substance [reality, import or referent] of <i>ōṁkāra</i> [the sacred syllable <i>ōm</i>], you for whom there is not [anything or anyone] equal [or similar] or superior, who can know you?’, thereby implying that no one other than himself can know him as he actually is, and likewise in this fifteenth verse he asks rhetorically, ‘கண்ணுக்கு கண் ஆய் கண் இன்றி காண் உனை காணுவது எவர்?’ (<i>kaṇṇukku kaṇ āy kaṇ iṉḏṟi kāṇ uṉai kāṇuvadu evar?</i>), ‘Who can see you, who, being the eye to the eye, sees without eyes?’, thereby implying that no one other than himself can see him as he actually is, because he alone is what actually exists.<br>\n<br>\nகாணுவது (<i>kāṇuvadu</i>) is a participial noun that means ‘seeing’ and எவர் (<i>evar</i>) is an interrogative pronoun that means ‘which person?’, ‘which people?’ or ‘who?’, so ‘உனை காணுவது எவர்?’ (<i>uṉai kāṇuvadu evar?</i>) literally means ‘seeing you who?’, which implies ‘who can see you?’. In this context ‘see you’ implies ‘see you as you actually are’, and since this question is rhetorical, it implies that no one other than Arunachala can see him as he actually is. What he actually is is pure awareness, or as Muruganar expresses it in his commentary on this verse, ‘சுத்தசைதன்ய சொரூபம்’ (<i>śuddha-caitanya svarūpam</i>), ‘that whose very nature is pure awareness’ (or ‘our own real nature, [which is] pure awareness’), so he cannot be known as he actually is by anything other than himself, because pure awareness can never be an object of awareness. That is, it cannot be an object known by mind or ego, so we can know it only by being it, and by being it we cease to be mind or ego and remain as we actually are, which is Arunachala, so what knows him is only he himself.<br>\n<br>\nSince he is <i>ātma-svarūpa</i>, the real nature of ourself, if we want to see him as he actually is we must try to see ourself as we actually are, but since we seem to be ego or mind only so long as we are seeing things other than ourself, if we turn back within keenly enough to see what we actually are, we will thereby subside and dissolve back into the source which we rose, namely Arunachala. Sunlight reflected from a mirror may be useful for seeing objects inside a dark cave, but instead of directing that reflected light into the cave to see other things, if we direct it back towards the sun, the source from which it originated, what will happen to it? It will be swallowed by the bright light of the sun, thereby losing itself in its source. Likewise, the reflected light of awareness called mind or ego may seem to be useful for knowing the appearance of other things in the darkness of its self-ignorance, but instead of directing this reflected light outwards to see other things, if we direct it back within ourself to see the source from which it originated, it will be swallowed by the bright light of pure awareness, thereby losing itself in its source. In other words, if we try to see Arunachala as he actually is, shining in our heart as the light of pure awareness, which illumines us as mind, enabling us to know other things, we will thereby be swallowed by him, dissolving in him forever.<br>\n<br>\n<a name=\"un21\"></a><a name=\"un22\"></a>Being swallowed by him in this way alone is truly seeing him as he actually is, as Bhagavan implies in the final two sentences of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘தலைவன் காணல் எவன்? ஊண் ஆதல் காண்’ (<i>talaivaṉ kāṇal evaṉ? ūṇ ādal kāṇ</i>), ‘How to see God? Becoming food is seeing’, and as he explains in more detail in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind? Consider.<br>\n<br>\n<b>Explanatory paraphrase:</b> Except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God, namely Arunachala], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind? Consider.</blockquote>\nTherefore in order to see Arunachala as he actually is, we need to lose ourself completely and forever in him, so what ends up seeing him is only himself, who is eternally seeing himself, and not us as the mind or ego who set out to see him. In other words, we can see him as he actually is only by being as he actually is, and we cannot be as he actually is without ceasing to rise as ego. Hence in order to see him as he actually is, we must be wholeheartedly willing to surrender ourself entirely to him.<br>\n<br>\nSince our nature as ego is to always seek happiness in things other than ourself, as ego we are perpetually plagued by likes, dislikes, desires and attachments for other things, so we will not be wholeheartedly willing to surrender ourself entirely to him until we have all-consuming love for him as he actually is, namely as our own real nature (<i>ātma-svarūpa</i>), which is pure awareness. From where can such all-consuming love for him come? It cannot come from ourself as ego, because as ego our nature is to always desire things other than ourself, whereas he is not anything other than ourself but only ourself as we actually are. Therefore all-consuming love for him can come only from him. Unless and until he looks at us with his eye of grace, thereby giving us the all-consuming love that is required for us to look within to see ourself as he sees us, namely as himself alone, which is what we always actually are, we will never be willing to give up all desire for anything other than ourself and thereby surrender ourself entirely to him.<br>\n<br>\nThis is why Bhagavan ends this verse with a single word of prayer, ‘பார்’ (<i>pār</i>), which means ‘see’ or ‘look’, and which in this context implies ‘see me’ or ‘look at me’. Only by Arunachala looking at us can we look at him and see him as he actually is, namely as our own being, ‘I am’. Just as the reflection of our face in a mirror cannot look at us unless we look at it, we cannot look at Arunachala unless he looks at us, because he is the one real awareness, of which we as ego or mind are just a reflection. Our looking at our reflection is itself our reflection looking at us. Likewise, his looking at us is itself our looking at him. These are not two separate actions but one and the same.<br>\n<br>\nHowever, since he alone is real awareness (<i>cit</i>), whereas we as ego are just a semblance of awareness (<i>cidābhāsa</i>), he alone has the power to make us look at him, and we have no power of our own to make him look at us. The only power by which we can make him look at us is the power of wholehearted and all-consuming love for him, but such love can be given only by him, because the nature of ourself as ego is to love things other than ourself, but not to love our own reality, which is Arunachala, the one infinite existence-awareness (<i>sat-cit</i>), which shines eternally in our heart as our own being, ‘I am’.<br>\n<br>\nThis analogy of our having to look at our reflection in a mirror in order for it to look at us is useful to illustrate why he must look at us in order for us to look at him, but like all analogies it has its limitations. One of these is that though the reflection of our face in a mirror can look here or there (depending of course on where we look), it cannot see anything, because it is <i>jaḍa</i> (devoid of awareness), whereas the mind is a reflection that not only looks at things but also sees them, because it is a form of awareness, albeit not awareness as it actually is. Whereas our face and its reflection in a mirror are two distinct things, pure awareness and the mind are not distinct in the same way, because though they are distinct in appearance, they are not distinct in substance, just as a rope and the snake it seems to be are distinct in appearance but not in substance. That is, pure awareness, which is Arunachala, is what is always shining in the mind, illumining it and thereby enabling it to be aware of itself and other things. Therefore if the mind looks within itself to see the source from which it derives its light of awareness, it will merge and dissolve forever in its source, namely pure awareness, because it was never actually anything other than that, just as the seeming snake was never actually anything other than the rope.<br>\n<br>\nWhatever we may be doing or experiencing, and whatever may be the state of our mind, Arunachala is always shining clearly within us as our own being and awareness, ‘I am’, so by his infinite grace he is always making himself freely and easily available to us. All we need to do is to turn our attention back towards him to gaze at him with adoration. However, though he is always so easily available to us, we generally fail to pay heed to his presence in our heart, because we are more interested in other things than we are in him. What we require, therefore, is heart-melting love to look at him and thereby see him as he actually is, and his giving such love is his looking at us with his eye of grace. This is therefore what Bhagavan is teaching us to pray for in this verse.<br>\n<br>\nThe eye by which we can see Arunachala is the same eye by which he sees us, namely our own being, because our being or existence is nothing other than his being or existence, which is the one real awareness that shines eternally as ‘I am’. This alone is the real heart, the place where he and we are always one and inseparable. Therefore we can see him as he actually is only by turning our entire attention back within and thereby sinking deep into the heart, our own being, where he is always waiting to embrace and devour us completely. However, to turn and sink back within in this manner requires all-consuming love for him and consequent willingness on our part to surrender ourself wholly to him. He alone can give us such love, and his giving it to us is what is otherwise described as him looking at us with his eye of grace.<br>\n<br>\nIn the clear view of Arunachala we are never anything other than himself, so there is never a moment when he does not see us as himself, but so long as we rise as ego we are constantly looking away from ourself at other things, so we cannot see that he is always in our heart seeing us as we actually are. Therefore, though he is always seeing us, since we are not seeing him but looking elsewhere, it seems to us that he is not seeing us but looking elsewhere, so we pray to him to see us with the eye of his grace.<br>\n<br>\nSince he is always seeing us, how can he answer this prayer of ours to see us? What can he do that he is not always doing? In order to answer this prayer of ours, all he need do is to draw our mind back within to see him as he actually is, shining eternally in our heart as pure awareness, which is our own being, ‘I am’, because only when we see him thus will we see that he is always seeing us as we actually are, namely as himself.<br>\n<br>\nSo how is he to draw our mind back within to see him as he actually is? He does so by sowing and nurturing the seed of love for him in our heart, because it is only when such love becomes all-consuming, melting our heart like sunlight melting ice, that we will finally be willing to give up everything else and surrender ourself entirely to him by turning our entire attention back within to see him shining in our heart as ourself. His sowing and nurturing such all-consuming love in our heart is therefore the ultimate act of grace (<i>aruḷ-seyal</i>), so from the perspective of ourself as his devotee, this is what we see as him seeing us with his eye of grace.<br>\n<br>\nThough he is always seeing us, we cannot experience the full benefit of his seeing us until we ourself see him seeing us, because only then will we lose ourself entirely in him, being swallowed by the light of his grace, the all-consuming light of pure awareness, which is always shining in our heart as our own being, ‘I am’. Therefore what Bhagavan implies by this single word of prayer, ‘பார்’ (<i>pār</i>), ‘see’ or ‘look’, is that Arunachala should see us or look at us in such a way that we are made by him to see that he is always seeing us with his அருட்கண் (<i>aruḷ-kaṇ</i>), the eye of his grace, which is himself, the eye of pure awareness, which, being the eye to the eye, sees without eyes.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/BWVuQXoEINM\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 15</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BWVuQXoEINM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5257681637917588060/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3NDk3ODQzMjk0Cm9mZnNldDogMAo\""
}