{
    "kind": "blogger#post",
    "id": "5668892168735675580",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-08-24T18:03:00+01:00",
    "updated": "2022-10-29T13:01:19+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-11.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5668892168735675580",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 11",
    "content": "This is the eleventh in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm11\"></a><b>Verse 11:</b><br>\n<blockquote>ஐம்புலக் கள்வ ரகத்தினிற் புகும்போ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தகத்தினீ யிலையோ வருணாசலா<br>\n<br>\n<i>aimbulak kaḷva rahattiṉiṟ puhumbō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dahattiṉī yilaiyō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஐம் புல கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, when the five sense-thieves enter the heart, are you not in the heart?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, when the five sense-thieves [namely <i>viṣaya-vāsanās</i>, which are the seeds that sprout as desires for the pleasures that are seemingly derived from the five kinds of sense-objects] enter [my] heart [to steal my attention away from you], are you not in [my] heart? [So why do you not protect me from them?]</blockquote>\n<b>Explanation:</b> ஐந்து (<i>aindu</i>) means five, and in compound with certain nouns it becomes ஐம் (<i>aim</i>). புலன் (<i>pulaṉ</i>) and புலம் (<i>pulam</i>) both mean either a sense-impression (an object perceived through the senses) or a sense organ, but ஐம்புலன் (<i>aim-pulaṉ</i>) and ஐம்புலம் (<i>aim-pulam</i>) both specifically mean the five kinds of sense-impressions or sense-objects, namely sights, sounds, tastes, smells and tactile sensations. Due to our <i>viṣaya-vāsanās</i> (inclinations to seek happiness in objects or phenomena), these five kinds of sense-impressions lure our attention away from our fundamental awareness ‘I am’, which is Arunachala, to whom we rightfully belong, so Bhagavan describes them here as ‘ஐம்புலக் கள்வர்’ (<i>aim-pula-k-kaḷvar</i>), ‘the five sense-thieves’, in which கள்வர் (<i>kaḷvar</i>) is a plural form of கள்வன் (<i>kaḷvaṉ</i>), which means a thief or one who steals, being derived from the verb கள் (<i>kaḷ</i>), which means to weed, pluck, rob, steal or deceive.<br>\n<br>\nஅகத்தினில் (<i>ahattiṉil</i>) is a locative form of அகம் (<i>aham</i>), which in this case is a Tamil word that means inside, mind, heart, house or home, so it means ‘in the mind’, ‘in the heart’ or ‘in the home’, implying ‘in my mind’ or ‘in my heart’. புகும் (<i>puhum</i>) is an adjectival participle of the verb புகு (<i>puhu</i>), which means to reach, enter, go in or come in, and போது (<i>pōdu</i>) is a noun that means time and an adverb that means when, while or during, so ‘அகத்தினில் புகும் போது’ (<i>ahattiṉil puhum pōdu</i>) means ‘when [they] come in [or enter] [my] heart [mind or home]’.<br>\n<br>\nLike அகத்தினில் (<i>ahattiṉil</i>), அகத்தில் (<i>ahattil</i>) is a locative form of அகம் (<i>aham</i>), so it means ‘in the heart’ or ‘in the home’, implying ‘in my heart, which is your home’. நீ (<i>nī</i>) means ‘you’ and இலையோ (<i>ilaiyō</i>) is an interrogative form of இலை (<i>ilai</i>), a poetic abbreviation of இல்லை (<i>illai</i>), which is a verb that negates existence and therefore in this context means ‘are not’, so ‘அகத்தில் நீ இலையோ?’ (<i>ahattil nī ilaiyō</i>) is a rhetorical question that means ‘are you not in [my] heart?’. As Muruganar points out in his commentary on this verse, the implied meaning of this question, ‘are you not in [my] heart?’, is a double negative, ‘you are not not in [my] heart’, ‘you have never ceased to be in my heart’, which is a very emphatic way of asserting ‘you most certainly are in [my] heart’.<br>\n<br>\n<a name=\"uu24\"></a>As ego we are always aware of ourself as ‘I am this body’, but what we actually are is only the fundamental awareness ‘I am’, which is Arunachala. He is therefore the heart or reality of ourself, so he is not only always in our heart but is our heart itself. How then can he ever leave our heart even for a moment? Without first being aware of ourself as ‘I am’, how could we ever be aware of ourself as ‘I am this body’? The awareness ‘I am this body’, which is ego, is a false awareness of ourself, because it appears in waking and dream but disappears in sleep, but whether it appears or disappears, we never cease to be aware of ourself as ‘I am’, so this fundamental awareness ‘I am’ in its pure and pristine condition, devoid of all adjuncts (<i>upādhis</i>) such as ‘this’ or ‘that’, is alone what is real, and hence it is the reality and substance not only of ourself but also of Arunachala, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i> or <i>sat</i>), which is pure awareness (<i>uṇarvu</i> or <i>cit</i>)], God and soul are just one substance. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].</blockquote>\nWhat he refers to here both as ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’, and as ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘one substance’, is <i>sat-cit</i>, pure existence-awareness, which is what always shines in our heart as our fundamental awareness of our own existence, ‘I am’, so this alone is what both Arunachala (God or <i>īśa</i>) and we (ego, soul or <i>jīva</i>) actually are. This is therefore what the word ‘heart’ in its deepest sense means. Arunachala is therefore our heart, the fundamental awareness ‘I am’, so how could he ever leave our heart even for the twinkling of an eye?<br>\n<br>\n<a name=\"aamm01\"></a>This rhetorical question, ‘அகத்தில் நீ இலையோ அருணாசலா?’ (<i>ahattil nī ilaiyō aruṇācalā</i>), ‘are you not in [my] heart, Arunachala?’, is therefore both a great assurance to us and a powerful reminder that we should always try to lovingly attend to him in our heart as ‘I am’, because though he is always ready to eradicate the ego of each and every one of his devotees, he will not do so until we give our consent by surrendering ourself entirely to him, which we can do only by meditating on him deep in our heart as ‘I am’, as Bhagavan taught us in the <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm01\">very first verse</a> of this love song:<br>\n<blockquote>அருணா சலமென வகமே நினைப்பவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ரகத்தைவே ரறுப்பா யருணாசலா<br>\n<br>\n<i>aruṇā calameṉa vahamē niṉaippava<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;rahattaivē raṟuppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலம் என அகமே நினைப்பவர் அகத்தை வேர் அறுப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācalam eṉa ahamē niṉaippavar ahattai vēr aṟuppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, you will eradicate the ego of those who think that Arunachalam is actually ‘I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you will eradicate [or root out] the ego of those who think [deep within the heart or mind] that Arunachalam is actually ‘I’ [or that Arunachalam alone is ‘I’].</blockquote>\nSince he alone is the true import of the word ‘I’, he always exists and shines clearly in our heart, even when the five sense-thieves enter it. Why then does he not prevent them? When the owner of a house is present there, will he allow thieves to enter unobstructed to steal anything? If he is lacking in manliness (strength and courage) he may, but Arunachala never lacks manliness, because his ‘manliness’ is அருட்சக்தி (<i>aruḷ-śakti</i>), the supreme power of grace, so he has both the strength and courage to repel all intruders. Or if the owner of the house is asleep, thieves may have the courage to enter stealthily to steal his possessions, but Arunachala is pure awareness, which can never sleep, so when he is eternally present and awake in our heart, why does he allow the five sense-thieves to enter and steal our attention away from him? This question is what Bhagavan implies by asking rebukingly in this verse: ‘ஐம் புல கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ அருணாசலா?’ (<i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i>), ‘Arunachala, when the five sense-thieves enter [my] heart, are you not in [my] heart?’<br>\n<br>\n<a name=\"aamm12\"></a>Since he is eternally present in our heart, shining immutably as the ever-unsleeping awareness of being, ‘I am’, and since the supreme power of grace (<i>aruḷ-śakti</i>) is his very nature, who or what could ever enter our heart unknown to him or without his consent? Therefore if others enter to steal our attention away from him, this must be his trickery, as Bhagavan sings in the next verse, namely verse 12:<br>\n<blockquote>ஒருவனா முன்னை யொளித்தெவர் வருவா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ருன்சூ தேயிது வருணாசலா<br>\n<br>\n<i>oruvaṉā muṉṉai yoḷittevar varuvā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ruṉsū dēyidu varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஒருவன் ஆம் உன்னை ஒளித்து எவர் வருவார்? உன் சூதே இது அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oruvaṉ ām uṉṉai oḷittu evar varuvār? uṉ sūdē idu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, hiding you, who are the one, who can come? This is only your trick.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, hiding [from] you, who are the one [the only one who actually exists], who can come [into my heart]? This [the entry of the five sense-thieves in my heart] is only [or certainly] your trick.</blockquote>\nSo why does Arunachala play such a trick on us? He has no intention to trick us, but he is our own real nature (<i>ātma-svarūpa</i>) and his power is அருட்சிற்சக்தி (<i>aruḷ-cit-śakti</i>), the power (<i>śakti</i>) of pure awareness (<i>cit</i>), which is grace (<i>aruḷ</i>), so even though we have seemingly limited ourself by rising as ego, the false awareness ‘I am this body’, we are never actually anything other than him, and hence within the boundaries of our self-imposed limitations we are free to use his <i>aruḷ-cit-śakti</i> in any way we wish. That is, his <i>aruḷ-cit-śakti</i> is reflected in us as our power of knowing, so whatever we know we know only by means of this power, and our limited ability to know whatever we want to know is what we call our power of attention.<br>\n<br>\nAt each moment we are free to attend either to ourself or to something else. In the past we have misused this freedom by attending to countless other things, namely <i>viṣayas</i> (objects or phenomena), and thereby we have cultivated strong <i>viṣaya-vāsanās</i>, inclinations to attend to and experience things other than ourself. This is why we allow the five sense-thieves to enter our heart, and Arunachala will not prevent them so long as we choose to allow them to enter. His grace works through us by cultivating in our heart the love to attend to ourself, and thus he gradually weans us off our <i>viṣaya-vāsanās</i>. The more we attend to ourself, the weaker our <i>viṣaya-vāsanās</i> become, so he protects us from the deceptive tricks of the five sense-thieves by giving us more and more love to attend to ourself, thereby enabling us to exclude them from our heart.<br>\n<br>\nThe five sense-thieves can enter our heart only when we allow our attention to go out towards them, because our outward-going attention is the only door or opening through which they can enter. As I explained above, what Bhagavan means by the term ‘ஐம்புலக் கள்வர்’ (<i>aim-pula-k-kaḷvar</i>), ‘the five sense-thieves’, is the five kinds of <i>indriya-viṣayas</i> (sense-impressions or sense-objects), namely sights, sounds, tastes, smells and tactile sensations, but though these <i>viṣayas</i> lure our attention away from ourself, the real fault does not lie with the <i>viṣayas</i> themselves but with our <i>vāsanās</i> (inclinations or likings) to attend to and experience them. Therefore, though the term ‘ஐம்புலக் கள்வர்’ (<i>aim-pula-k-kaḷvar</i>), ‘the five sense-thieves’, superficially refers to the <i>viṣayas</i> that we are able to perceive through the windows of our five sense organs, in a deeper sense it is actually a metonym for our <i>viṣaya-vāsanās</i>, which are the inclinations under whose sway we allow our attention to be drawn away from ourself towards those <i>viṣayas</i>.<br>\n<br>\n<a name=\"un06\"></a>In other words, the five sense-thieves are not actually the sense-objects (<i>viṣayas</i>) but our inclinations (<i>vāsanās</i>) to seek happiness in them instead of in ourself, where alone we can actually find the unalloyed, infinite and eternal happiness that we are all naturally and constantly seeking, because it is our very nature. Describing our <i>viṣaya-vāsanās</i> thus as ‘ஐம்புலக் கள்வர்’ (<i>aim-pula-k-kaḷvar</i>), ‘the five sense-thieves’, is appropriate because by their very nature they steal our attention away from ourself, dragging it outwards to seek happiness in the objects of the world, which consists of nothing other than ஐம்புலன்கள் (<i>aim-pulaṉgaḷ</i>), the five kinds of sense-impressions or sense-objects, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு ஐம்புலன்கள் உரு; வேறு அன்று’ (<i>ulahu aim-pulaṉgaḷ uru; vēṟu aṉḏṟu</i>), ‘The world is a form of five [kinds of] sense-impressions, not anything else’.<br>\n<br>\nSince ‘ஐம்புலக் கள்வர்’ (<i>aim-pula-k-kaḷvar</i>), ‘the five sense-thieves’, is a metonym for our <i>viṣaya-vāsanās</i>, ‘ஐம்புலக் கள்வர் அகத்தினில் புகும் போது’ (<i>aim-pula-k-kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i>), ‘when the five sense-thieves enter [my] heart’, is a metaphorical way of saying ‘when these <i>viṣaya-vāsanās</i> rise in my heart and steal my attention away from you’. Therefore the implied meaning of this verse, ‘ஐம்புலக் கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ அருணாசலா?’ (<i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i>), ‘Arunachala, when the five sense-thieves enter [my] heart, are you not in [my] heart?’, is: ‘Arunachala, when the five sense-thieves [namely <i>viṣaya-vāsanās</i>, which are the seeds that sprout as desires for the pleasures that are seemingly derived from the five kinds of sense-objects] enter [my] heart [to steal my attention away from you], are you not in [my] heart? [So why do you not protect me from them?]’.<br>\n<br>\nArunachala certainly does protect us from these thieves, but he does so in the only way that is effective and permanent, namely by silently sowing in our heart the seed of love to turn within and hold fast to being self-attentive, and by then nurturing this love so that it grows stronger and stronger, until eventually it becomes so strong that it pulls us back into the innermost depth of our heart, where he is waiting to devour us. All this he does through us and from within our own heart, so all we need do is cooperate with him by trying patiently and persistently to be self-attentive as much as we can.<br>\n<br>\nThe more we hold fast to being self-attentive, the more we are thereby preventing the five sense-thieves from entering our heart, but the more we exclude them in this way, the more they will try to enter, because entering our heart to steal our attention away from ourself is their livelihood, without which they cannot survive. By clinging to self-attentiveness, we are depriving them of their livelihood, so they become progressively weaker, but the weaker they become, the more ferociously they will fight for our attention, because our attention is their food, without which they will wither and die.<br>\n<br>\n<a name=\"aamm74\"></a>Therefore this battle with these sense-thieves, namely our <i>viṣaya-vāsanās</i>, will continue raging fiercely in our heart until we surrender ourself entirely to Arunachala by being so keenly and firmly self-attentive that we thereby sink back into the innermost depth of our heart, where he is always waiting to welcome and swallow us. This war between our <i>sat-vāsanā</i> (our love to hold fast to our own being, ‘I am’, and thereby just to be as we actually are) and the vast army of our <i>viṣaya-vāsanās</i> is actually being fought by grace, because grace alone is what appears in our heart as <i>sat-vāsanā</i>, so its fighting this war is what Bhagavan refers to as ‘அருள் போராட்டம்’ (<i>aruḷ-pōrāṭṭam</i>), ‘the warfare of grace’, in <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#aamm074\">verse 74</a> of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>போக்கும் வரவுமில் பொதுவெளி யினிலருட்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;போராட் டங்காட் டருணாசலா.<br>\n<br>\n<i>pōkkum varavumil poduveḷi yiṉilaruṭ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pōrāṭ ṭaṅgāṭ ṭaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> போக்கும் வரவும் இல் பொது வெளியினில் அருள் போராட்டம் காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pōkkum varavum il podu veḷiyiṉil aruḷ-pōrāṭṭam kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, in the common space devoid of going and coming show the warfare of grace.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, in the common [natural and all-pervading] space devoid of going and coming [namely the heart, the infinite and eternally immutable space of pure awareness, which never goes (ceases to exist) or comes (begins to exist), and in which, having known it as one’s own real nature, one will know that one could never have gone out anywhere or come back] show [me] the warfare of grace [in which you do not cease fighting to save me until you achieve victory, destroying in me the vast army of demons, namely ego and all its <i>viṣaya-vāsanās</i>].</blockquote>\nUntil grace is victorious, annihilating ego along with all its <i>viṣaya-vāsanās</i>, this war that it is waging in our heart will not cease. Some wars begin with small skirmishes and minor battles fought infrequently between the opposing sides, but one thing leads to another, so the warfare gradually becomes more fierce and persistent, until it becomes an all-out and unceasing struggle by both sides for total victory. Such is the nature of this war fought by grace in our heart. When grace first draws us into this war by sowing in our heart the seed of love to surrender ourself and thereby to know and to be what we actually are, we begin by fighting rather half-heartedly and intermittently, but as this love that grace is nurturing in our heart grows stronger, we gradually get drawn deeper and deeper into this warfare, trying with ever greater perseverance and intensity to cling firmly to being self-attentive. However, the more we persevere in trying to be self-attentive, the more fiercely our <i>viṣaya-vāsanās</i> fight back, striving to draw our attention away from ourself towards other things, so as we go progressively deeper in this path of self-investigation and self-surrender, this war that is thereby being fought by grace on our behalf against ego and its army of <i>viṣaya-vāsanās</i> becomes increasingly intense and unceasing.<br>\n<br>\n<a name=\"aamm09\"></a>This is clearly illustrated by Bhagavan in this <i>Akṣaramaṇamālai</i>, which he sang from the perspective of a very advanced aspirant, namely one who has intense love to surrender herself completely and immediately, as we can see, for example, in verses 7 to 11. In <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-9.html#aamm09\">verse 9</a> she clearly expresses the intensity of her love to be destroyed now, at this very moment, so that she can be inseparably and eternally one with him:<br>\n<blockquote>எனையழித் திப்போ தெனைக்கல வாவிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லிதுவோ வாண்மை யருணாசலா<br>\n<br>\n<i>eṉaiyaṙit tippō deṉaikkala vāviḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;liduvō vāṇmai yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, if not now uniting me, destroying me, is this manliness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, now [that I am willing to surrender myself entirely to you], if [you] do not unite me [with yourself in inseparable oneness], [thereby] destroying me [destroying my ‘virginity’, namely ego], is this [your] manliness?</blockquote>\n<a name=\"aamm07\"></a>Though her longing to be destroyed immediately is so intense, in the previous two and subsequent two verses she laments the fact that she is still being dragged outwards by her <i>viṣaya-vāsanās</i>, ‘the five sense-thieves’, and under their sway her mind is running outwards and roaming about the world. In <a href=\"https://happinessofbeing.blogspot.com/2022/06/sri-arunacala-aksaramanamalai-verse-7.html#aamm07\">verse 7</a> she prayed:<br>\n<blockquote>உனையே மாற்றி யோடா துளத்தின்மே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லுறுதியா யிருப்பா யருணாசலா<br>\n<br>\n<i>uṉaiyē māṯṟi yōḍā duḷattiṉmē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;luṟudiyā yiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, may you be firmly on the mind so that it does not run, deceiving you.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, may you be [remain, sit down, be seated or be enthroned] firmly on [my] mind so that it does not run [out towards other things under the sway of its <i>viṣaya-vāsanās</i>], deceiving [or cheating on] you [like a promiscuous wife].</blockquote>\n<a name=\"aamm08\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#aamm08\">verse 8</a> she prayed:<br>\n<blockquote>ஊர்சுற் றுளம்விடா துனைக்கண் டடங்கிட<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுன்னழ கைக்காட் டருணாசலா<br>\n<br>\n<i>ūrsuṯ ṟuḷamviḍā duṉaikkaṇ ḍaḍaṅgiḍa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṉṉaṙa haikkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so that seeing you uninterruptedly the mind, which roams about the world, subsides, show your beauty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that seeing [or looking at] you uninterruptedly [my] mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], subsides [settles, submits or ceases entirely and forever] [in you] [thereby being brought under the sway of your grace], show [me] your beauty [the infinite beauty of your real nature, which is unlimited, unalloyed and unceasing happiness].</blockquote>\n<a name=\"aamm10\"></a>After pleading with him in verse 9 to unite her with himself immediately, thereby destroying her, in <a href=\"https://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-10.html#aamm10\">verse 10</a> she rebukes him for allowing her to be dragged outwards by others, namely <i>viṣaya-vāsanās</i>:<br>\n<blockquote>ஏனிந்த வுறக்க மெனைப்பிற ரிழுக்க<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விதுவுனக் கழகோ வருணாசலா<br>\n<br>\n<i>ēṉinda vuṟakka meṉaippiṟa riṙukka<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viduvuṉak kaṙahō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க? இது உனக்கு அழகோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēṉ inda uṟakkam, eṉai piṟar iṙukka? idu uṉakku aṙahō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, why this sleep, when others are dragging me? Is this beauty for you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, why this [pretended] sleep [seeing what is happening to me but remaining unconcerned, as if you did not see it, like one who is asleep], when others [who have no right over me, namely <i>viṣaya-vāsanās</i>, which rise as likes, dislikes, desires, fears and so on] are dragging [attracting or alluring] me [outwards, away from you, my rightful lord]? Is this beauty [befitting or becoming] for you?</blockquote>\nAnd for the same reason she likewise rebukes him in this eleventh verse: ‘ஐம்புலக் கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ அருணாசலா?’ (<i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i>), ‘Arunachala, when the five sense-thieves [namely <i>viṣaya-vāsanās</i>] enter [my] heart [to steal my attention away from you], are you not in [my] heart? [So why do you not protect me from them?]’. Therefore, as these five verses illustrate, no matter how intensely we may yearn to surrender ourself completely and immediately, until we are actually destroyed by Arunachala, the clear light of pure awareness, our <i>viṣaya-vāsanās</i> will continue striving to drag our attention outwards, thereby stealing it away from him, to whom it rightfully belongs.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a>How we should play our part in this war being fought by grace against ego and its vast army of <i>viṣaya-vāsanās</i> is clearly explained by Bhagavan in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in <i>svarūpa-dhyāna</i>, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain <i>ātma-muttu</i> [the pearl that is oneself]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fortress [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fortress will [eventually] be captured.</blockquote>\nTo the extent to which we cling firmly to self-attentiveness, we are thereby yielding ourself to his grace, so this is all we need do to cooperate with it in the war it is fighting against our enemy, the army of <i>viṣaya-vāsanās</i> that has occupied and taken possession of the fortress of our heart. By clinging to self-attentiveness, we are forcing the <i>viṣaya-vāsanās</i> to come out seeking to gain our attention, which is the food and water they depend upon for their survival, and if we do not allow our attention to be diverted by them away from ourself, we are thereby cutting them down as and when they come out.<br>\n<br>\nWhenever we find ourself to be too weak to resist being swayed by our <i>viṣaya-vāsanās</i>, we can cry out in prayer with a yearning heart as Bhagavan has taught us to in this song, because by praying in this way we are strengthening our love to yield ourself to his grace. Praying to him with a melting heart can therefore be a great aid and support to us in our efforts to cling firmly to self-attentiveness and thereby surrender ourself entirely to him.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/-zh83oUhibQ\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 11</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/-zh83oUhibQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5668892168735675580/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "cit-śakti",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0ODc5NjkxCm9mZnNldDogMzYwMDAwMAo\""
}