{
    "kind": "blogger#post",
    "id": "8191716819988826777",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-03-10T09:04:00Z",
    "updated": "2023-05-16T09:00:26+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8191716819988826777",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i>: <i>pāyiram</i>, <i>kāppu</i> and verse 1",
    "content": "<a name=\"av5\"></a>‘அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே’ (<i>aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>), ‘Grace also is certainly necessary. Be adorned with love. Happiness will certainly appear’, sings Bhagavan in his concluding statements of the <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av5\">final verse</a> of <i>Āṉma-Viddai</i>, and as he often said, ‘<i>Bhakti</i> is the mother of <i>jñāna</i>’, thereby implying that all-consuming and heart-melting love (<i>bhakti</i>) is the sole means by which we can know and be what we actually are. This truth is implicit in all his teachings, but in no other text does he express it as clearly, emphatically and heart-meltingly as he does in <i>Śrī Aruṇācala Akṣaramaṇamālai</i>.<br><a name='more'></a>\n<br>\nThe 108 verses of this song welled up in his heart spontaneously one day while he was doing <i>giri-pradakṣiṇa</i> (walking around the hill Arunachala). For some time prior to this his <i>sādhu</i> devotees had been asking him to compose a song for them to sing while begging for their food, but he had always declined this request, saying that there were so many suitable devotional songs sung by other Tamil poet-saints that there was no need for any new song, so it was not in answer to this request that he composed this song, even though those who had made the request took it to be an answer to their prayers. However, he did humorously remark, ‘<i>Akṣaramaṇamālai</i> fed us for many years’ (as recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, 9-12-45 Morning), though this of course was not the real purpose for which he composed it.<br>\n<br>\nIn later years whenever devotees asked him to explain the meaning of these verses, he declined, saying that they could work out the meaning as well as he could, because the verses had welled up from deep within his heart as a torrent of pure love without any thought on his part. For example, when Muruganar was writing his Tamil commentary (<i>virutti-y-urai</i>) on this song, he was unsure about the intended meaning of some verses, because they could be interpreted in a number of different but suitable ways, so he asked Bhagavan which meaning he had intended, but Bhagavan replied: ‘The one who composed this has gone. If you want me to decide the meaning, I would have to break my head, so you may as well break your head to decide whatever you think the meaning may be’.<br>\n<br>\nThe main reason why he replied like this is that he had absolutely no sense of doership, because in his clear view he is nothing other than the one infinite, eternal and immutable pure awareness ‘I am’, which just is and never does anything, so he did not experience himself as the body, speech and mind that did actions (though of course like everything else they were nothing other than himself, because he is the one real substance that we see as all this multiplicity). Since he did not experience himself as ‘I am this person who is here now’, how could he experience himself as the person who had composed this song in the past, so he said ‘The one who composed this has gone’.<br>\n<br>\nHowever, another reason why he declined to specify the meaning for any of these verses is that if he had done so, that would have limited the scope for devotees to see different meanings in them. Many of these verses can be appropriately interpreted in various different ways to suit different moods or states of mind that we may experience while following the path of self-investigation and self-surrender, so no one meaning of any such verse can be said to be the only correct meaning. A meaning that may appeal to one devotee may not appeal to another, and in different circumstances or states of mind different meanings may seem most appropriate to the same devotee. Moreover, as we go deeper in our inward journey, some verses may reveal to us new meanings that we had not seen in them before.<br>\n<br>\nThough the verses of this song are brief couplets (or to be more precise, they are one-line verses, each consisting of seven metrical feet, but due to their length they are generally printed as two lines), they are extremely deep and rich in meaning and implication, and they express the very heart of his teachings. Whereas in works such as <a href=\"https://happinessofbeing.com/nan_yar.html\"><i>Nāṉ Ār?</i></a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a>, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html\"><i>Upadēśa Undiyār</i></a> and <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html\"><i>Āṉma-Viddai</i></a> he explains in a clear and systematic manner the fundamental principles of his teachings and the means by which we can know and be what we actually are, thereby eradicating ego, in <i>Śrī Aruṇācala Akṣaramaṇamālai</i> he guides and supports us in the practical application of these teachings and in facing all the obstacles that will inevitably arise on our inward journey. That is, as he often explained, the spiritual path is essentially a battle fought within our own heart or will (<i>cittam</i>) between our <i>sat-vāsanā</i> (our inclination or love to know and be what we actually are by turning back within, fixing our entire attention on ourself alone) and our countless <i>viṣaya-vāsanās</i> (our inclinations or likings to know and experience anything other than ourself by allowing our attention to go outwards, away from ourself), so in our attempt to surrender ourself completely by turning back within and sinking into the innermost depth of our heart we face constant resistance from our own likings to hold on to other things.<br>\n<br>\nThis is why he often said that <i>bhakti</i> is the mother of <i>jñāna</i>, because without overwhelming, all-consuming and heart-melting love to surrender ourself entirely along with all our <i>viṣaya-vāsanās</i> we will never be able to succeed in sinking deep enough within to dissolve and lose ourself forever in our source and substance, namely <i>sat-cit</i>, the pure awareness of our own being, ‘I am’. This is where prayer plays such an important role in this path. By praying as he teaches us by example in <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and the other songs of <i>Śrī Aruṇācala Stuti Pañcakam</i> (The Five Hymns to Sri Arunachala) we are aligning our will with the will of <i>guru</i>, thereby dismantling the obstacles to complete surrender that we have erected in our own heart by liking and desiring anything other than to subside and merge forever back into ourself as we always actually are.<br>\n<br>\nIn these verses Bhagavan has used words to teach us how and for what we should pray, but prayer is of course much more than just words. Words may sometimes serve as a vehicle for prayer, as they do in this song, but prayer itself is intense longing and crying out from the innermost depth of our heart for our return to our natural state of infinite, indivisible and immutable pure being, pure awareness, pure happiness and pure love.<br>\n<br>\nTo express the depth and intensity of his love for Arunachala, and thereby to show us the depth and intensity of love that we require to follow the path of self-investigation and self-surrender to its happy conclusion, namely the complete eradication of ego, Bhagavan sang this song in <i>nāyaka-nāyakī bhāva</i>, the devotional attitude (<i>bhāva</i>) of a young maiden (<i>nāyakī</i>) whose heart has been stolen by her beloved lord (<i>nāyaka</i>) and who therefore yearns cravingly for him, wanting nothing else but to be united with him in eternal and indivisible oneness. The young maiden is <i>jīva</i>, the soul or ego, and her beloved lord is <i>śiva</i>, Lord Arunachala, who is God, <i>guru</i> and <i>ātma-svarūpa</i>, her own real nature.<br>\n<br>\nTherefore this song of the soul crying out to its Lord for such indivisible union is fittingly called ஸ்ரீ அருணாசல அக்ஷரமணமாலை (<i>Śrī Aruṇācala Akṣaramaṇamālai</i>). The primary meaning of அக்ஷரம் (<i>akṣaram</i>), which is a Tamil form of the Sanskrit word अक्षर (<i>akṣara</i>) and which becomes அக்ஷர (<i>akṣara</i>) in a compound, is imperishable, indestructible, indissoluble and immutable, and a secondary meaning of it is a syllable or a letter of a syllabic alphabet such as that of Tamil or Sanskrit. மணம் (<i>maṇam</i>), which becomes மண (<i>maṇa</i>) in a compound, is a Tamil noun that means union (as of lovers), marriage or fragrance, being derived from the verb மண (<i>maṇa</i>), which means to be united, come together, marry, embrace, unite carnally or emit fragrance. And மாலை (<i>mālai</i>) is a Tamil form of the Sanskrit word माला (<i>mālā</i>), which means a garland. Therefore அக்ஷரமணமாலை (<i>akṣara-maṇa-mālai</i>) has several meanings: Firstly it means a ‘marriage garland of syllables’, and it is so called because in an Indian marriage ceremony the bride and bridegroom exchange garlands, each placing a garland of flowers around the neck of the other, and in this case the bride, Bhagavan, is making a garland of flowers in the form of verses to adorn the neck of her beloved bridegroom, Arunachala, and the verses are spontaneously arranged in alphabetical order according to the first syllable of each one. Secondly it means a ‘fragrant garland of syllables’, because this marriage garland of verses composed by the bride is suffused with the sweet fragrance of her intense yearning and love for her bridegroom. Thirdly and most significantly it means a ‘garland of (or for) imperishable union’, because the marriage for which this bride is praying in these verses is the state of eternal, imperishable and immutable oneness with her beloved lord, Arunachala Siva.<br>\n<br>\nThus ஸ்ரீ அருணாசல அக்ஷரமணமாலை (<i>Śrī Aruṇācala Akṣaramaṇamālai</i>) means ‘The Marriage Garland of Syllables for Sri Arunachala’, ‘The Fragrant Garland of Syllables for Sri Arunachala’ and ‘The Garland for Imperishable Union with Sri Arunachala’, or it could also be taken to mean ‘The Garland of Imperishable Fragrance for Sri Arunachala’, because Arunachala is eternally adorned with the sweet fragrance of Bhagavan’s all-consuming love for him as expressed by her so beautifully and heart-meltingly in these verses.<br>\n<br>\n<a name=\"unm2\"></a>The divine marriage or imperishable union with Arunachala for which she prayed so longingly in this song had of course been celebrated and consummated on that day in Madurai when an intense fear of death arose in her heart, prompting her to turn back within to <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm2\">take refuge in the fortress of the feet of Mahesan</a>, the great Lord Arunachala Siva, who exists and shines eternally in the heart as ‘I am’, so in this song she is reliving the anguish and joys of her former state of intense yearning for him, though there are verses here and there in which she reveals that what she was praying for so longingly had already been bestowed upon her in all its fullness.<br>\n<br>\n<a name=\"ar\"></a>Being eternally one with Arunachala, Bhagavan is indeed Arunachalaramana, and as such he is mother, father, God and <i>guru</i> for all of us who have been drawn to him by his grace and who seek ultimate salvation in the form of annihilation of ego at his feet. As he himself sang in the following <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#ar\">verse</a> when asked about his real identity, he is our very own self, the <i>paramātman</i> that shines blissfully in the innermost cave of the heart of each and every one of us as our fundamental awareness ‘I am’, so we can know him as he actually is only by melting with love and thereby entering deep within and losing ourself completely in the innermost depth of our own heart:<br>\n<blockquote>அரியாதியி தரசீவர தகவாரிச குகையில்<br>\nலறிவாய்ரமி பரமாத்தும னருணாசல ரமணன்<br>\nபரிவாலுள முருகாநல பரனார்ந்திடு குகையார்ந்<br>\nதறிவாம்விழி திறவாநிச மறிவாயது வெளியாம்.<br>\n<br>\n<i>ariyādiyi tarajīvara dahavārija guhaiyil<br>\nlaṟivāyrami paramāttuma ṉaruṇācala ramaṇaṉ<br>\nparivāluḷa murugānala paraṉārndiḍu guhaiyārn<br>\ndaṟivāmviṙi tiṟavānija maṟivāyadu veḷiyām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி பரமாத்துமன் அருணாசலரமணன். பரிவால் உளம் உருகா, நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா, நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ aruṇācalaramaṇaṉ. parivāl uḷam uruhā, nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā, nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> அருணாசலரமணன் அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி பரமாத்துமன். பரிவால் உளம் உருகா, நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா, நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalaramaṇaṉ ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ. parivāl uḷam uruhā, nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā, nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>English translation:</b> Aruṇācalaramaṇa is the ultimate self rejoicing as awareness in the cave of the heart-lotus of different souls beginning with Hari. Heart melting with love, reaching the cave where the sublime supreme dwells, the eye that is awareness opening, you will know what is innate; it will be exposed.<br>\n<br>\n<b>Explanatory paraphrase:</b> Aruṇācalaramaṇa is <i>paramātman</i> [the supreme spirit or ultimate self of all] rejoicing as awareness in the cave of the heart-lotus of [all] different <i>jīvas</i> [souls or sentient beings] beginning with Hari [Viṣṇu]. Heart melting with love, reaching [or merging in] the cave where the sublime supreme dwells, the eye that is awareness opening, you will [thereby] know what is innate [or one’s own, namely your own real nature, the indwelling Aruṇācalaramaṇa]; [because] it will be exposed [opened, disclosed or made clear] [meaning it will shine forth, devouring ego and everything else is the infinite clarity of pure awareness].</blockquote>\nTherefore, with this supreme love song given by him as our guide, support and solace, let us each persevere in our attempts to turn back within and sink into the innermost depth of our heart, where he is always waiting to swallow us in his clear light of pure and infinite awareness.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/l_H6Y_tEzmI\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> introduction</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/l_H6Y_tEzmI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div><br>\n<ol>\n<a href=\"#aamm-p\">பாயிரம் (<i>pāyiram</i>): Introductory Verse</a> (composed by Sri Muruganar)<br>\n<a href=\"#aamm-k\">காப்பு (<i>kāppu</i>): Invocation</a><br>\n<a href=\"#aamm-nul\">நூல் (<i>nūl</i>): Text</a><br>\n<li><a href=\"#aamm01\">Verse 1: you eradicate the ego of those who think of you in the heart as ‘I’</a></li>\n</ol>\n<b>ஸ்ரீ அருணாசல அக்ஷரமணமாலை (<i>Śrī Aruṇācala Akṣaramaṇamālai</i>): The Marriage Garland of Syllables for Sri Arunachala</b><br>\n<br>\n<a name=\"aamm-p\"></a><b>பாயிரம் (<i>pāyiram</i>): Introductory Verse</b> (composed by Sri Muruganar)<br>\n<blockquote>தருணா ருணமணி கிரணா வலிநிகர்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தரும க்ஷரமண மகிழ்மாலை<br>\nதெருணா டியதிரு வடியார் தெருமரல்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தெளியப் பரவுதல் பொருளாகக்<br>\nகருணா கரமுனி ரமணா ரியனுவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கையினாற் சொலியது கதியாக<br>\nவருணா சலமென வகமே யறிவொடு<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மாழ்வார் சிவனுல காள்வாரே.<br>\n<br>\n<i>taruṇā ruṇamaṇi kiraṇā valinihar<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taruma kṣaramaṇa mahiṙmālai<br>\nteruṇā ḍiyatiru vaḍiyār terumaral<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;teḷiyap paravudal poruḷāhak<br>\nkaruṇā karamuṉi ramaṇā riyaṉuva<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;haiyiṉāṯ coliyadu gatiyāha<br>\nvaruṇā calameṉa vahamē yaṟivoḍu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;māṙvār śivaṉula hāḷvārē.</i><br>\n<br>\n<b>பதச்சேதம்:</b> தருண அருணமணி கிரண ஆவலி நிகர் தரும் அக்ஷர மண மகிழ் மாலை தெருள் நாடிய திரு அடியார் தெருமரல் தெளிய பரவுதல் பொருள் ஆக கருணா ஆகர முனி ரமண ஆரியன் உவகையினால் சொலியது. கதி ஆக அருணாசலம் என அகமே அறிவொடும் ஆழ்வார் சிவன் உலகு ஆள்வாரே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taruṇa aruṇamaṇi kiraṇa āvali nihar tarum akṣara maṇa makiṙ mālai teruḷ nāḍiya tiru aḍiyār terumaral teḷiya paravudal poruḷ āha karuṇā ākara muṉi ramaṇa āriyaṉ uvahaiyiṉāl soliyadu. gati āha aruṇācalam eṉa ahamē aṟivoḍum āṙvār śivaṉ ulahu āḷvārē</i>.<br>\n<br>\n<b>English translation:</b> The joyful marriage garland of syllables, which gives light like a series of rays of the newly risen sun, is what the noble sage Ramana, the abundant giver of grace, sang with joy for the sake of singing praise so that the delusion of good devotees who seek clarity may be cleared away. As a means, those who sink in the heart with awareness as ‘Arunachalam’ will certainly rule the world of Siva.<br>\n<br>\n<b>Explanatory paraphrase:</b> Those who sink in the heart with awareness as ‘Arunachalam’ [that is, with remembrance of Arunachala, or with awareness that Arunachala alone is ‘I’], [taking] as a means [or as a refuge] <i>akṣara maṇa makiṙ mālai</i> [this joyful marriage garland (or fragrant flower garland) of syllables, or this joyful garland of immutable union], which gives light like a series of rays of the newly risen sun, [and which is] what <i>karuṇākara muṉi ramaṇa āriyaṉ</i> [the noble sage Ramana (or sage Ramana <i>guru</i>), the abundant giver of grace] sang with joy [or love] for the sake of singing praise [as a prayer] so that the delusion of good devotees who seek clarity [namely the clarity of pure awareness] may be cleared away, will certainly rule the world of Siva [that is, by sinking deep in the heart with awareness that Arunachala Siva alone is ‘I’, they will merge in him in such a way that they will never rise again as ego, and hence they will forever be one with him, who is the eternal sovereign of his own world, namely the heart].</blockquote>\n<b>Explanation:</b> தருண (<i>taruṇa</i>) means young, youthful, new, fresh or just risen. அருண (<i>aruṇa</i>) means sun and மணி (<i>maṇi</i>) means a gem or jewel, so அருணமணி (<i>aruṇamaṇi</i>) means the sun-gem, implying the sun as the jewel in the sky. கிரணம் (<i>kiraṇam</i>) means a ray or beam of light, and becomes கிரண (<i>kiraṇa</i>) in a compound, and ஆவலி (<i>āvali</i>) means a series, row or continuous line, so தருண அருணமணி கிரணாவலி (<i>taruṇa aruṇamaṇi kiraṇāvali</i>) means ‘a series of rays of the newly risen sun’.<br>\n<br>\nநிகர் (<i>nihar</i>) has a double meaning, because its usual meaning is likeness or similarity, but it also means shining, lustre, brightness or light, and in this context it implies both these meanings, because தரும் (<i>tarum</i>) is an adjectival participle that means giving or which gives, so தருண அருணமணி கிரணாவலி நிகர் தரும் (<i>taruṇa aruṇamaṇi kiraṇāvali nihar tarum</i>) means ‘which gives light [or which shines] like a series of rays of the newly risen sun’.<br>\n<br>\nWhat gives light like a series of sun rays is this love song, which Muruganar describes as அக்ஷர மண மகிழ் மாலை (<i>akṣara maṇa makiṙ mālai</i>), which can be interpreted in several different ways. As I explained above in the introduction, அக்ஷர மண மாலை (<i>akṣara maṇa mālai</i>) can mean a ‘marriage garland of syllables’, a ‘fragrant garland of syllables’, a ‘garland of (or for) imperishable union’ and a ‘garland of imperishable fragrance’, because அக்ஷரம் (<i>akṣaram</i>) means both imperishable and a syllable, மணம் (<i>maṇam</i>) means union, marriage or fragrance, and மாலை (<i>mālai</i>) means a garland. The other word that Muruganar adds here to aptly describe this garland of love is மகிழ் (<i>makiṙ</i>), which means joy or exaltation and is also the name of a particular variety of flower, so அக்ஷர மண மகிழ் மாலை (<i>akṣara maṇa makiṙ mālai</i>) means both a ‘joyful marriage garland of syllables’, in which மகிழ் (<i>makiṙ</i>) implies the infinite joy or bliss of uniting and being eternally one with Arunachala, and a ‘garland of fragrant flowers in the form of syllables’, in which அக்ஷரம் (<i>akṣaram</i>) implies the verses of this song, which is a fragrant garland woven with flowers consisting of sweet Tamil syllables filled with the divine love of Bhagavan for Arunachala.<br>\n<br>\nThe light that is given by this love song is the light of pure awareness, which dispels the darkness of self-ignorance from the hearts of those who look deep within themself seeking the clarity of that light, as Muruganar implies in the next clause: ‘தெருள் நாடிய திரு அடியார் தெருமரல் தெளிய’ (<i>teruḷ nāḍiya tiru aḍiyār terumaral teḷiya</i>), ‘so that the delusion of good devotees who seek clarity may be cleared away’. Muruganar explains that தெருள் (<i>teruḷ</i>), clarity or clear knowledge, here means மெய்யுணர்வு (<i>mey-y-uṇarvu</i>), real awareness or awareness of what is real, namely ‘I am’, and that நாடிய (<i>nāḍiya</i>), ‘who seek’, means ‘who earnestly and intensely desire’, so since having such intense love for the clarity of pure awareness is the greatest of all blessings, those who have such love are described as ‘தெருள் நாடிய திரு அடியார்’ (<i>teruḷ nāḍiya tiru aḍiyār</i>), ‘good devotees who seek clarity’, in which திரு (<i>tiru</i>) means good in the sense of blessed or holy, and அடியார் (<i>aḍiyār</i>) means a devotee in the sense of a humble slave or servant of God. தெருமரல் (<i>terumaral</i>)  means distress, confusion or delusion, and here refers to the primal delusion, namely self-ignorance, which rises as ego, the false awareness ‘I am this body’, and தெளிய (<i>teḷiya</i>) means to become clear, be cleared away or be cleared up, so தெருமரல் தெளிய (<i>terumaral teḷiya</i>) means ‘so that [their] delusion may be cleared away’.<br>\n<br>\n<a name=\"anmm3\"></a>Since ego is the darkness of self-ignorance, which is the adjunct-conflated awareness ‘I am this body’, it can be eradicated only by the perfect clarity of pure self-awareness, and such clarity can be found only by looking deep within our own heart, which is the light of pure awareness that always shines devoid of adjuncts as ‘I am’. Therefore what we are seeking when we investigate ourself by looking deep within is this absolute clarity of awareness of ourself as we actually are, so the phrase ‘தெருள் நாடிய’ (<i>teruḷ nāḍiya</i>), ‘who seek clarity’, is very apt and significant, and is also (like several other words in this verse) an allusion to what Bhagavan sings in <a href=\"https://youtu.be/M84PfRiAzeM\">verse 3</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>, in which he uses the term ‘நிதமும் தெருள் நாடு உளத்தினில்’ (<i>nitamum teruḷ nāḍu uḷattiṉil</i>), ‘in [or with] a heart that always seeks clarity’:<br>\n<blockquote>அருணா சலத்திலுறு கருணா கரப்பரம<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;னருணார விந்த பதமே<br>\nபொருணாடு சுற்றமொடு வருணாதி பற்றியுள<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மருணாட லற்று நிதமுந்<br>\nதெருணா டுளத்தினின லருணாடி நிற்குமவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ரிருணாச முற்று புவிமேற்<br>\nறருணா ருணக்கதிரி னருணாளு முற்றுசுக<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வருணால யத்தி லிழிவார்.<br>\n<br>\n<i>aruṇā calattiluṟu karuṇā karapparama<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṉaruṇāra vinda padamē<br>\nporuṇāḍu suṯṟamoḍu varuṇādi paṯṟiyuḷa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maruṇāḍa laṯṟu nitamun<br>\nteruṇā ḍuḷattiṉiṉa laruṇāḍi niṯkumava<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;riruṇāca muṯṟu bhuvimēṯ<br>\nṟaruṇā ruṇakkadiri ṉaruṇāḷu muṯṟucuka<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;varuṇāla yatti liṙivār.</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலத்தில் உறு கருணா ஆகர பரமன் அருண அரவிந்த பதமே, பொருள் நாடு சுற்றம் ஒடு வருண ஆதி பற்றி உளம் மருள் நாடல் அற்று நிதமும் தெருள் நாடு உளத்தினில், நல் அருள் நாடி நிற்கும் அவர் இருள் நாசம் உற்று புவி மேல், தருண அருண கதிரின் அருள் நாளும் உற்று சுக வருண ஆலயத்தில் இழிவார்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācalattil uṟu karuṇā ākara paramaṉ aruṇa aravinda padamē, poruḷ nāḍu suṯṟam oḍu varuṇa ādi paṯṟi uḷam maruḷ nāḍal aṯṟu nitamum teruḷ nāḍu uḷattiṉil, nal aruḷ nāḍi niṯkum avar iruḷ nāśam uṯṟu bhuvi mēl, taruṇa aruṇa kadiriṉ aruḷ nāḷum uṯṟu sukha varuṇa ālayattil iṙivār.</i><br>\n<br>\n<b>அன்வயம்:</b> பொருள் நாடு சுற்றம் ஒடு வருண ஆதி பற்றி உளம் மருள் நாடல் அற்று நிதமும் தெருள் நாடு உளத்தினில், அருணாசலத்தில் உறு கருணா ஆகர பரமன் அருண அரவிந்த பதமே நல் அருள் நாடி நிற்கும் அவர் புவி மேல் இருள் நாசம் உற்று, தருண அருண கதிரின் அருள் நாளும் உற்று சுக வருண ஆலயத்தில் இழிவார்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>poruḷ nāḍu suṯṟam oḍu varuṇa ādi paṯṟi uḷam maruḷ nāḍal aṯṟu nitamum teruḷ nāḍu uḷattiṉil, aruṇācalattil uṟu karuṇā ākara paramaṉ aruṇa aravinda padamē nal aruḷ nāḍi niṯkum avar bhuvi mēl iruḷ nāśam uṯṟu, taruṇa aruṇa kadiriṉ aruḷ nāḷum uṯṟu sukha varuṇa ālayattil iṙivār.</i><br>\n<br>\n<b>English translation:</b> With a heart that always seeks clarity, being bereft of desiring and of the mental delusion of being attached to wealth, country, relatives, caste and so on, those who are steadfast in seeking sublime grace, the red lotus feet of the supreme Lord, the abundant giver of grace, who dwells in Aruṇācalam, will subside in the ocean of bliss, achieving destruction of ignorance on earth, and always experiencing grace, like the rays of the newly risen sun.<br>\n<br>\n<b>Explanatory paraphrase:</b> With a heart that always seeks clarity [namely the clarity of pure awareness], being bereft of desiring [anything else] and of the mental delusion of being attached to wealth, country, relatives, caste and so on, those [mature souls] who are steadfast in seeking the sublime grace of the red lotus feet of the supreme Lord, the abundant giver [source, storehouse, abode or abundance] of grace, who dwells in Aruṇācalam, will subside [and drown] in the ocean of bliss, achieving destruction of the darkness [of self-ignorance] [while living] on earth, and [thereby] always experiencing grace, [which shines brightly dispelling all darkness] like the rays of the newly risen sun.</blockquote>\nThe next phrase is an adverbial one, ‘பரவுதல் பொருள் ஆக’ (<i>paravudal poruḷ āha</i>), in which பரவுதல் (<i>paravudal</i>) means praising, extolling or worshipping, பொருள் (<i>poruḷ</i>) has a range of meanings including thing, substance, meaning, import, reality and fruit or result, and ஆக (<i>āha</i>) is an adverbial suffix that means being or as. In his explanatory paraphrase (<i>poṙippurai</i>) Muruganar interprets பொருள் (<i>poruḷ</i>) as பொருட்டு (<i>poruṭṭu</i>), which means for the sake of or for the purpose of, so he paraphrases ‘பரவுதல் பொருள் ஆக’ (<i>paravudal poruḷ āha</i>) as ‘துதித்து வழிபடற் பொருட்டாக’ (<i>tutittu vaṙipaḍaṯ poruṭṭāha</i>), which means ‘for the sake of praising and worshipping’, so I translated ‘பரவுதல் பொருள் ஆக’ (<i>paravudal poruḷ āha</i>) as ‘for the sake of singing praise’, and since in many of the verses of this song Bhagavan is praying in one way or another for the eradication of ego, in my explanatory paraphrase I interpreted this as ‘for the sake of singing praise [as a prayer]’.<br>\n<br>\nMuruganar then describes Bhagavan as ‘கருணாகர முனி ரமண ஆரியன்’ (<i>karuṇākara muṉi ramaṇa āriyaṉ</i>). கருணாகர (<i>karuṇākara</i>) is a compound of two Sanskrit words, namely கருணா (<i>karuṇā</i>), which means grace or compassion, and ஆகர (<i>ākara</i>), which means bestower, abundant giver, abundance, abode, source, origin or mine, so கருணாகர (<i>karuṇākara</i>) means the abundant giver of grace, the abundance of grace or the source of grace. Muruganar interprets it as the ocean of grace or the abode (mine or storehouse) of grace, and Sadhu Om interprets it as the form (in the sense of the embodiment, <i>svarūpa</i> or very nature) of grace, because though ஆகர (<i>ākara</i>) does not literally mean either ocean or form, the source and abundant giver of grace can aptly be described as the ocean or form of grace. Moreover, as Muruganar points out in his explanation of the <a href=\"#aamm-k\"><i>kāppu</i></a>, one meaning of கரம் (<i>karam</i>) is a ray of light or light itself, implying the light of awareness, so கருணாகர (<i>karuṇā-kara</i>) can also mean the light of grace, which is the light of pure awareness that is always shining in our heart as ‘I am’.<br>\n<br>\nமுனி (<i>muṉi</i>) means a sage or wise person, and Muruganar explains that it implies மனன சீலன் (<i>maṉaṉa śīlaṉ</i>), which means one whose nature is to think deeply, or who has the virtue of thinking deeply. That is, <i>muni</i> and <i>manana</i> are both Sanskrit nouns that derive from the verbal root <i>man</i>, which means to think or consider, so <i>manana</i> means deep, careful and critical thinking, consideration or reflection, and <i>muni</i> means one whose nature is to do <i>manana</i>. Deep thinking (<i>manana</i>) and deep contemplation (<i>nididhyāsana</i>) go hand in hand, because if we think deeply and critically about our experience of ourself and everything else it will certainly lead us to the conclusion that before knowing the reality of anything else, we first need to investigate and know the reality of ourself, because we are the knower and all other things are things known by us, so if we do not know the reality of ourself, we cannot know the reality of anything else. Since Bhagavan was by nature a <i>muni</i> from childhood, he thought deeply about life and death, so when an intense fear of death arose in his heart, he naturally turned his attention back to look deep within himself in order to see what he actually is, and thereby he merged forever in and became one with the infinite light of pure awareness, which is what shines within each one of us as our fundamental awareness, ‘I am’.<br>\n<br>\nஆரியன் (<i>āriyaṉ</i>) is a Tamil form of the Sanskrit word आर्य (<i>ārya</i>), which means one who is noble, honourable, eminent, excellent, learned or wise, and can also mean an <i>ācārya</i>, spiritual teacher, preceptor or <i>guru</i>. Therefore கருணாகர முனி ரமண ஆரியன் (<i>karuṇākara muṉi ramaṇa āriyaṉ</i>) means the noble sage Ramana, or sage Ramana <i>guru</i>, who is the abundant giver of grace, the source of grace, the abode of grace, the ocean of grace or the embodiment of grace.<br>\n<br>\nThe next phrase is ‘உவகையினால் சொலியது’ (<i>uvahaiyiṉāl soliyadu</i>), in which உவகையினால் (<i>uvahaiyiṉāl</i>) is an instrumental case form of உவகை (<i>uvahai</i>), which means joy, exaltation, ecstasy, euphoria or love, so it means ‘by joy’, ‘with joy’ or ‘with love’, and சொலியது (<i>soliyadu</i>) means ‘what [he] said’ or ‘what [he] sang’, so உவகையினால் சொலியது (<i>uvahaiyiṉāl soliyadu</i>) means ‘what [he] sang with joy [or love]’, and implies that Bhagavan sang this song in the ecstasy of intense love for Arunachala that is ever surging in his heart.<br>\n<br>\nThe entire verse up to this point forms a complete sentence, ‘தருண அருணமணி கிரண ஆவலி நிகர் தரும் அக்ஷர மண மகிழ் மாலை தெருள் நாடிய திரு அடியார் தெருமரல் தெளிய பரவுதல் பொருள் ஆக கருணாகர முனி ரமண ஆரியன் உவகையினால் சொலியது’ (<i>taruṇa aruṇamaṇi kiraṇa āvali nihar tarum akṣara maṇa makiṙ mālai teruḷ nāḍiya tiru aḍiyār terumaral teḷiya paravudal poruḷ āha karuṇākara muṉi ramaṇa āriyaṉ uvahaiyiṉāl soliyadu</i>), ‘The joyful marriage garland of syllables, which gives light like a series of rays of the newly risen sun, is what the noble sage Ramana, the abundant giver of grace, sang with joy for the sake of singing praise so that the delusion of good devotees who seek clarity may be cleared away’, but Muruganar explains that ‘கருணாகர முனி ரமண ஆரியன் உவகையினால் சொலியது’ (<i>karuṇākara muṉi ramaṇa āriyaṉ uvahaiyiṉāl soliyadu</i>), ‘what the noble sage Ramana, the abundant giver of grace, sang with joy’, is intended to be construed as a relative clause modifying அக்ஷர மண மகிழ் மாலை (<i>akṣara maṇa makiṙ mālai</i>), ‘the joyful marriage garland of syllables’, so the verse up to this point implies: ‘The joyful marriage garland of syllables, which gives light like a series of rays of the newly risen sun, [and which is] what the noble sage Ramana, the abundant giver of grace, sang with joy for the sake of singing praise so that the delusion of good devotees who seek clarity may be cleared away’.<br>\n<br>\nThe final words of the third line are ‘கதி ஆக’ (<i>gati āha</i>), in which கதி (<i>gati</i>) is a Sanskrit word that means way, path, means or refuge, and ஆக (<i>āha</i>) means as, so கதி ஆக (<i>gati āha</i>) means ‘as a means [way, path or refuge]’. Muruganar explains கதி (<i>gati</i>) as ‘showing the way’ or ‘a guide [friend, support or aid] on the path’, so கதி ஆக (<i>gati āha</i>) implies taking this song as a means, a refuge, a support and a guide showing us the way to sink deep within ourself and thereby eradicate ego.<br>\n<br>\nThe main clause of this verse is the final line: ‘அருணாசலம் என அகமே அறிவொடும் ஆழ்வார் சிவன் உலகு ஆள்வாரே’ (<i>aruṇācalam eṉa ahamē aṟivoḍum āṙvār śivaṉ ulahu āḷvārē</i>), ‘those who sink in the heart with awareness as ‘Arunachalam’ will certainly rule the world of Siva’. The subject of this clause is ‘அருணாசலம் என அகமே அறிவொடும் ஆழ்வார்’ (<i>aruṇācalam eṉa ahamē aṟivoḍum āṙvār</i>), ‘those who sink in the heart with awareness as Arunachalam’, but அகமே (<i>ahamē</i>) has a double meaning in this context, because அகம் (<i>aham</i>) is a Tamil word that means inside, mind, heart or home, and it is also a Sanskrit pronoun that means ‘I’, so அகமே (<i>ahamē</i>) means both ‘in the heart [or mind]’ and ‘only I’.<br>\n<br>\nRegarding the first of these two meanings, Muruganar explains that in this context அகம் (<i>aham</i>) means heart in the sense of the birthplace or source of the mind, so the implication is that taking this song as a guide and support the mind must sink with awareness (in the sense of keen and vigilant self-attentiveness) back into the source from which it rose, because it is only when we subside and merge back into the heart as a result of being keenly self-attentive that ego will be eradicated. And regarding the second of these two meanings, he explains that the intensifying suffix ஏ (<i>ē</i>) in அகமே (<i>ahamē</i>) can be transposed from அகம் (<i>aham</i>) to அருணாசலம் (<i>aruṇācalam</i>), in which case ‘அருணாசலம் என அகமே’ (<i>aruṇācalam eṉa ahamē</i>) would be construed as ‘அருணாசலமே அகம் என’ (<i>aruṇācalamē aham eṉa</i>), meaning ‘that Arunachalam alone is I’ rather than ‘that Arunachalam is only I’, as it would mean if the ஏ (<i>ē</i>) were not transposed.<br>\n<br>\nTherefore ‘அருணாசலம் என அகமே’ (<i>aruṇācalam eṉa ahamē</i>), which is a phrase that Muruganar borrowed from the opening words of the <a href=\"#aamm01\">first verse</a> of <i>Akṣaramaṇamālai</i>, means both ‘as Arunachalam in the heart’ and ‘that Arunachalam is only I’. Incorporating both these meanings, ‘அருணாசலம் என அகமே அறிவொடும் ஆழ்வார்’ (<i>aruṇācalam eṉa ahamē aṟivoḍum āṙvār</i>) implies ‘those who sink in the heart with awareness that Arunachalam is only I [or that Arunachalam alone is I]’.<br>\n<br>\nThose who sink thus will thereby certainly rule or take charge of the world of Siva, as Muruganar concludes this verse by saying: ‘அருணாசலம் என அகமே அறிவொடும் ஆழ்வார் சிவன் உலகு ஆள்வாரே’ (<i>aruṇācalam eṉa ahamē aṟivoḍum āṙvār śivaṉ ulahu āḷvārē</i>), ‘those who sink in the heart with awareness that Arunachalam is only I will certainly rule the world of Siva’. சிவன் உலகு (<i>śivaṉ ulahu</i>), ‘the world of Siva’, is the heart, and the one who rules or is in charge of the heart is the heart itself, which is Lord Arunachala Siva, so the implication here is that when we finally sink in the heart with clear awareness that ‘I’ is not anything other than Arunachalam itself, we will thereby lose ourself entirely in the heart and remain as the heart itself.<br>\n<br>\nThis is the state of complete self-surrender or eradication of ego, which we can achieve only by sinking deep within ourself by means of keen and steady self-attentiveness, and for helping us to sink thus there is no greater guide, aid or support than this love-infused song given to us by கருணாகர முனி ரமண ஆரியன் (<i>karuṇākara muṉi ramaṇa āriyaṉ</i>), our great <i>guru</i> and <i>ācārya</i>, the noble sage Ramana, the abundant giver of grace.<br>\n<br>\n<a name=\"aamm-k\"></a><b>காப்பு (<i>kāppu</i>): Invocation</b><br>\n<blockquote>அருணாசல வரற்கேற்ற வக்ஷரமண மாலைசாற்றக்<br>\nகருணாகர கணபதியே கரமருளிக் காப்பாயே.<br>\n<br>\n<i>aruṇācala varaṯkēṯṟa vakṣaramaṇa mālaisāṯṟak<br>\nkaruṇākara gaṇapatiyē karamaruḷik kāppāyē.</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசல வரற்கு ஏற்ற அக்ஷர மண மாலை சாற்ற கருணாகர கணபதியே கரம் அருளி காப்பாயே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācala varaṯku ēṯṟa akṣara-maṇa-mālai sāṯṟa karuṇākara gaṇapatiyē karam aruḷi kāppāyē.</i><br>\n<br>\n<b>English translation:</b> Ganapati, giver of grace, may you protect, graciously giving a hand to sing <i>Akṣaramaṇamālai</i> to be fitting for the bridegroom, Arunachala.<br>\n<br>\n<b>Explanatory paraphrase:</b> Ganapati, giver of grace, may you protect [this undertaking], graciously giving a hand [to help me] to sing <i>Akṣaramaṇamālai</i> so that it may be fitting [or suitable] for [or to adorn] the bridegroom, Arunachala [or for Arunachala Hara (Arunachala Siva, the one who steals our heart and annihilates ego)].</blockquote>\n<b>Explanation:</b> வரற்கு (<i>varaṯku</i>) is a dative case form of வரன் (<i>varaṉ</i>), which means a great person, lord, God, bridegroom or husband, and ஏற்ற (<i>ēṯṟa</i>) means to be suitable or fitting, so அருணாசல வரற்கு ஏற்ற (<i>aruṇācala varaṯku ēṯṟa</i>) means ‘to be fitting [or so that it may be suitable] for the bridegroom, Arunachala’.<br>\n<br>\n‘அருணாசல வரற்கு’ (<i>aruṇācala varaṯku</i>) can also be spilt as அருணாசல அரற்கு (<i>aruṇācala araṯku</i>), in which அரற்கு (<i>araṯku</i>) is a dative case form of அரன் (<i>araṉ</i>), which is a Tamil form of the Sanskrit word हर (<i>hara</i>), which is a name of Siva and means one who destroys or takes away, being derived from the verb हृ (<i>hṛ</i>), which means to take, take away, remove, seize, steal, rob, deprive of, destroy or annihilate, so அருணாசல அரற்கு (<i>aruṇācala araṯku</i>) means ‘for Arunachala Hara’ or ‘for Arunachala Siva’. Arunachala is called Hara because he steals our heart and annihilates ego.<br>\n<br>\nசாற்ற (<i>sāṯṟa</i>) means to proclaim, declare, explain, speak, praise or form, and in this context it implies to sing in the sense of compose a song or poem. Muruganar explains that it can also be taken to be a poetic variant of சாத்த (<i>sātta</i>), which means to adorn, because this garland of verses is woven to adorn the bridegroom, Arunachala.<br>\n<br>\nAs I explained above while discussing the meaning of the <a href=\"#aamm-p\"><i>pāyiram</i></a>, கருணாகர (<i>karuṇākara</i>) means the abundant giver of grace, the abundance of grace or the source of grace, but since கரம் (<i>karam</i>) means hand, and since in this verse Bhagavan is praying to Ganapati to give him a helping hand (<i>karam</i>), in this context கருணாகர (<i>karuṇā-kara</i>) can also mean ‘hand of grace’, implying that the hands of Ganapati are hands of grace.<br>\n<br>\nஅருளி (<i>aruḷi</i>) is an adverbial participle of the verb அருள் (<i>aruḷ</i>), which means to be gracious, kind, benevolent and compassionate, or to give, speak or command graciously, so in this context அருளி (<i>aruḷi</i>) means giving graciously. அருள் (<i>aruḷ</i>) is also a noun that means grace or benevolence, particularly in the sense of divine grace, and as we shall see in later verses, it is one of Bhagavan’s favourite words, so he uses it as either a verb or a noun about sixty times in this song.<br>\n<br>\nகாப்பாயே (<i>kāppāyē</i>) is an intensified form of காப்பாய் (<i>kāppāy</i>), which is a second person singular imperative or optative form of the verb கா (<i>kā</i>), which means to guard, safeguard, protect, shelter, watch over, rescue or save, so காப்பாயே (<i>kāppāyē</i>) means ‘may you protect’, and in this context it implies ‘may you protect this undertaking, watching over my composition of this song’. Therefore ‘கரம் அருளி காப்பாயே’ (<i>karam aruḷi kāppāyē</i>) means ‘may you protect, graciously giving a hand’, which implies ‘may you protect [this undertaking], graciously giving a hand [to help me]’.<br>\n<br>\nWe can infer that there are two reasons why Bhagavan composed this verse. Firstly he did so to honour an ancient tradition of composing such a <i>kāppu</i> addressed to Ganapati invoking his protection before beginning to compose any text, because Ganapati (also known as Ganesa or Vinayaka) is revered not only by Hindus but also by Buddhists and Jains as the remover of obstacles and the protector of all undertakings, whether worldly or spiritual. Secondly, as Muruganar points out, since Ganapati, who is the eldest son of Lord Siva, facilitated the marriage of Valli with Skanda, his younger brother, by appearing as a wild elephant to frighten Valli and prompt her to take refuge under the protection of Skanda, it is particularly appropriate that he should protect and lend a helping hand in the composition of this song, which facilitates the sacred matrimony or union of devotees with his father, Arunachala Siva.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/HvowLxc_U-M\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> <i>pāyiram</i> and <i>kāppu</i></a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/HvowLxc_U-M\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div><br>\n<br>\n<a name=\"aamm-nul\"></a><b>நூல் (<i>nūl</i>): Text</b><br>\n<blockquote>அருணா சலசிவ அருணா சலசிவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;அருணா சலசிவ அருணாசலா!<br>\nஅருணா சலசிவ அருணா சலசிவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;அருணா சலசிவ அருணாசலா!<br>\n<br>\n<i>aruṇā calaśiva aruṇā calaśiva<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;aruṇā calaśiva aruṇācalā!<br>\naruṇā calaśiva aruṇā calaśiva<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;aruṇā calaśiva aruṇācalā!</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலசிவ அருணாசலசிவ அருணாசலசிவ அருணாசலா! அருணாசலசிவ அருணாசலசிவ அருணாசலசிவ அருணாசலா!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācala-śiva aruṇācala-śiva aruṇācala-śiva aruṇācalā! aruṇācala-śiva aruṇācala-śiva aruṇācala-śiva aruṇācalā!</i></blockquote>\n<a name=\"aamm01\"></a><b>Verse 1:</b><br>\n<blockquote>அருணா சலமென வகமே நினைப்பவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ரகத்தைவே ரறுப்பா யருணாசலா<br>\n<br>\n<i>aruṇā calameṉa vahamē niṉaippava<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;rahattaivē raṟuppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலம் என அகமே நினைப்பவர் அகத்தை வேர் அறுப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācalam eṉa ahamē niṉaippavar ahattai vēr aṟuppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, you will eradicate the ego of those who think that Arunachalam is actually ‘I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you will eradicate [or root out] the ego of those who think [within the heart or mind] that Arunachalam is actually [certainly or only] ‘I’ [or that Arunachalam alone is ‘I’].<br>\n<br>\n<b>Alternative meaning 1:</b> Arunachala, you will eradicate the ego of those who think ‘Arunachalam’ [deep] within the heart [or mind].<br>\n<br>\n<b>Alternative meaning 2:</b> Arunachala, you will eradicate the ego of those who think that Arunachalam is actually [deep] within [only within or within the heart].</blockquote>\n<a name=\"uu21\"></a><b>Explanation:</b> அகம் (<i>aham</i>) is a Tamil word that means inside, mind, heart or home, and also a Sanskrit pronoun that means ‘I’, so Bhagavan often used அகம் (<i>aham</i>) to convey a double meaning, because though these Tamil and Sanskrit words are entirely unrelated as far as their respective etymologies are concerned, there is a certain overlap in their meanings that is particularly relevant in the context of his teachings, because ‘I’ is itself the heart in the deepest sense of this word, and even when ‘I’ is used to refer to ego rather than to our real nature (<i>ātma-svarūpa</i>), which is its real import, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu21\">verse 21</a> of <i>Upadēśa Undiyār</i>, it is inside.<br>\n<br>\nThe suffix ஏ (<i>ē</i>) in அகமே (<i>ahamē</i>) is an intensifier that implies actually, certainly or only, and in this case it can also be interpreted as indicating the locative case, thereby implying ‘in’, so அகமே (<i>ahamē</i>) means not only ‘actually I’, ‘certainly I’ or ‘only I’ but also ‘in the heart’ or ‘in the mind’. என (<i>eṉa</i>) is a quotative particle, so in this case it can mean either as or that, and it can also serve the same function as inverted commas in English, so ‘அருணாசலம் என அகமே’ (<i>aruṇācalam eṉa ahamē</i>) means both ‘that Arunachalam is actually [certainly or only] I’ and ‘as Arunachalam in the heart [or mind]’. Moreover, since அகமே (<i>ahamē</i>) also means ‘actually within’, ‘only within’ or ‘within the heart’, ‘அருணாசலம் என அகமே’ (<i>aruṇācalam eṉa ahamē</i>) can also be interpreted as ‘that Arunachalam is actually [deep] within [only within or within the heart]’.<br>\n<br>\nRegarding the first of these three sets of meanings, as I mentioned while discussing the last line of the <a href=\"#aamm-p\"><i>pāyiram</i></a>, Muruganar explains that the intensifying suffix ஏ (<i>ē</i>) in அகமே (<i>ahamē</i>) can be transposed from அகம் (<i>aham</i>) to அருணாசலம் (<i>aruṇācalam</i>), in which case ‘அருணாசலம் என அகமே’ (<i>aruṇācalam eṉa ahamē</i>) would be construed as ‘அருணாசலமே அகம் என’ (<i>aruṇācalamē aham eṉa</i>), meaning ‘that Arunachalam alone is I’ rather than ‘that Arunachalam is only I’, as it would mean if the ஏ (<i>ē</i>) were not transposed. This transposition does not change the meaning if ஏ (<i>ē</i>) is taken to mean actually or certainly, but it does make a subtle change in emphasis if ஏ (<i>ē</i>) is taken to mean only or alone, because ‘only Arunachalam is I’ implies that ‘I’ is nothing other than Arunachalam, whereas ‘Arunachalam is only I’ implies that Arunachalam is nothing other than ‘I’, which could be misinterpreted to mean that Arunachalam is not also what appears externally in the form of a hill. What Arunachalam actually is is only ‘I’, but so long as we experience ourself as ‘I am this body’, out of his infinite love for us Arunachalam also appears externally in the form of this hill.<br>\n<br>\n<a name=\"un04\"></a><a name=\"aa3\"></a>That is, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]?’, so we cannot know God or Arunachalam as formless so long as we are aware of ourself as ‘I am this body’, and hence it is appropriate to worship and adore him in form, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2014/05/atma-vicara-stress-and-other-related.html#aa3\">verse 3</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>நின்னையா னுருவென வெண்ணியே நண்ண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நிலமிசை மலையெனு நிலையினை நீதா<br>\nனுன்னுரு வருவென வுன்னிடின் விண்ணோக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குறவுல கலைதரு மொருவனை யொக்கு<br>\nமுன்னுரு வுனலற வுன்னிட முந்நீ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ருறுசருக் கரையுரு வெனவுரு வோயு<br>\nமென்னையா னறிவுற வென்னுரு வேறே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;திருந்தனை யருணவான் கிரியென விருந்தோய்.<br>\n<br>\n<i>niṉṉaiyā ṉuruveṉa veṇṇiyē naṇṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nilamisai malaiyeṉu nilaiyiṉai nīdā<br>\nṉuṉṉuru varuveṉa vuṉṉiḍiṉ viṇṇōk<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kuṟavula halaidaru moruvaṉai yokku<br>\nmuṉṉuru vuṉalaṟa vuṉṉiḍa munnī<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ruṟusaruk karaiyuru veṉavuru vōyu<br>\nmeṉṉaiyā ṉaṟivuṟa veṉṉuru vēṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dirundaṉai yaruṇavāṉ giriyeṉa virundōy</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நின்னை யான் உரு என எண்ணியே நண்ண, நிலமிசை மலை எனும் நிலையினை நீ தான். உன் உரு அரு என உன்னிடில், விண் நோக்குற உலகு அலை தரும் ஒருவனை ஒக்கும். உன் உரு உனல் அற உன்னிட, முன் நீர் உறு சருக்கரை உரு என உரு ஓயும். என்னை யான் அறிவுற, என் உரு வேறு ஏது? இருந்தனை அருண வான் கிரி என இருந்தோய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>niṉṉai yāṉ uru eṉa eṇṇiyē naṇṇa, nilamisai malai eṉum nilaiyiṉai nī tāṉ. uṉ uru aru eṉa uṉṉiḍil, viṇ ṇōkkuṟa ulahu alai tarum oruvaṉai okkum. uṉ uru uṉal aṟa uṉṉiḍa, muṉ-nīr uṟu sarukkarai-y-uru eṉa uru ōyum. eṉṉai yāṉ aṟivuṟa, eṉ uru vēṟu ēdu? irundaṉai aruṇa-vāṉ-giri eṉa irundōy</i>.<br>\n<br>\n<b>அன்வயம்:</b> யான் நின்னை உரு என எண்ணியே நண்ண, நீ தான் நிலமிசை மலை எனும் நிலையினை. உன் உரு அரு என உன்னிடில், விண் நோக்குற உலகு அலை தரும் ஒருவனை ஒக்கும். உன் உரு உனல் அற உன்னிட, முன் நீர் உறு சருக்கரை உரு என உரு ஓயும். என்னை யான் அறிவுற, என் உரு வேறு ஏது? அருண வான் கிரி என இருந்தோய் இருந்தனை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>yāṉ niṉṉai uru eṉa eṇṇiyē naṇṇa, nī tāṉ nilamisai malai eṉum nilaiyiṉai. uṉ uru aru eṉa uṉṉiḍil, viṇ ṇōkkuṟa ulahu alai tarum oruvaṉai okkum. uṉ uru uṉal aṟa uṉṉiḍa, muṉ-nīr uṟu sarukkarai-y-uru eṉa uru ōyum. eṉṉai yāṉ aṟivuṟa, eṉ uru vēṟu ēdu? aruṇa-vāṉ-giri eṉa irundōy irundaṉai</i>.<br>\n<br>\n<b>English translation:</b> When I approach thinking of you as a form, you yourself stand as a hill on earth. If one thinks of your form as formless, one is like someone who wanders about the world in order to see the sky. When without thinking one thinks of your form, form will cease to exist like a sugar-form immersed in the ocean. When I know myself, what else is my form? You, who exist as the great Aruna Hill, are.<br>\n<br>\n<b>Explanatory paraphrase:</b> When I approach thinking of you as a form, you yourself stand as a hill on earth. If one thinks of [or meditates upon] your form as formless, one is like someone who wanders about the world in order to see the sky. [But] when without thinking one thinks of your form [that is, when one attends only to ‘I am’, which is your true form or <i>svarūpa</i>], [one’s own] form [namely ego, one’s separate individuality] will cease to exist like a sugar-form [a salt doll] immersed in the ocean. When I know myself, what else is my form [other than you]? You, who exist as the great Aruna Hill, [alone] are.</blockquote>\nSo long as we rise and stand as ego, we are aware of ourself as a form, ‘I am this body’, so whatever idea we have about God or Arunachalam being formless is just an idea or thought, which is a mental form, so we cannot know his formless nature as it actually is without being aware of ourself devoid of form, and hence even the ‘formless’ God that we may try to worship is just an idea, a mental form. Therefore he says in the second line of this verse: ‘உன் உரு அரு என உன்னிடில், விண் நோக்குற உலகு அலை தரும் ஒருவனை ஒக்கும்’ (<i>uṉ uru aru eṉa uṉṉiḍil, viṇ ṇōkkuṟa ulahu alai tarum oruvaṉai okkum</i>), ‘If one thinks of your form as formless, one is like someone who wanders about the world in order to see the sky’. That is, the sky is just space, which is here and now, so wandering to the ends of the earth in order to see the sky close up is futile and unnecessary, and it is equally futile to try to think of or meditate upon God as formless.<br>\n<br>\nIn order to know him as formless, we need to stop thinking by turning our entire attention back within in order to see what we ourself actually are, because only when we see ourself as formless can we know him as formless, as he implies in the third line: ‘உன் உரு உனல் அற உன்னிட, முன் நீர் உறு சருக்கரை உரு என உரு ஓயும்’ (<i>uṉ uru uṉal aṟa uṉṉiḍa, muṉ-nīr uṟu sarukkarai-y-uru eṉa uru ōyum</i>), ‘When without thinking one thinks of your form [that is, when one attends only to ‘I am’, which is your true form or <i>svarūpa</i>], [one’s own] form [namely ego, one’s separate individuality] will cease to exist like a sugar-form [a salt doll] immersed in the ocean’. Attending to anything other than ourself is thinking or mental activity, whereas being self-attentive brings about the cessation of all thinking or mental activity, so since the real form of Arunachalam is <i>ātma-svarūpa</i>, the real nature of oneself, he describes being keenly self-attentive as ‘உன் உரு உனல் அற உன்னல்’ (<i>uṉ uru uṉal aṟa uṉṉal</i>), ‘thinking without thinking of your form’. When we think without thinking of <i>ātma-svarūpa</i>, the real form of Arunachalam, our own form or separate individuality will dissolve in him like a salt doll immersed in the ocean.<br>\n<br>\nTherefore he concludes this verse by saying in the last line: ‘என்னை யான் அறிவுற, என் உரு வேறு ஏது? இருந்தனை அருண வான் கிரி என இருந்தோய்’ (<i>eṉṉai yāṉ aṟivuṟa, eṉ uru vēṟu ēdu? irundaṉai aruṇa-vāṉ-giri eṉa irundōy</i>), ‘When I know myself, what else is my form [other than you]? You, who exist as the great Aruna Hill, [alone] are’. That is, when we look outwards, we are aware of ourself as ‘I am this body’, so Arunachalam likewise appears to be a form, namely the form of this great hill, which is so beloved to the heart of Bhagavan, but when we look deep within our own heart, the adjunct ‘this body’ in ‘I am this body’ drops off, and Arunachalam then remains shining alone as ‘I am’. In other words, Arunachalam seems to be separate from ourself only so long as we rise and stand as ego, whose nature is to always look outwards at things other than itself, but when we look back within to see what we actually are, we will thereby sink deep within and dissolve in him, and thus we will see that this ‘I’ that we now mistake to be the form of a body is actually nothing other than Arunachalam itself.<br>\n<br>\nComing back now to this first verse of <i>Akṣaramaṇamālai</i>, நினைப்பவர் (<i>niṉaippavar</i>) means ‘those who think’, so ‘அருணாசலம் என அகமே நினைப்பவர்’ (<i>aruṇācalam eṉa ahamē niṉaippavar</i>) means “those who think that Arunachalam is actually [or certainly] ‘I’ [or that Arunachalam alone is ‘I’]”, “those who think ‘Arunachalam’ [deep] within the heart [or mind]” and “those who think that Arunachalam is actually [deep] within [only within or within the heart]”. Combining the first and second of these three meanings together, ‘அருணாசலம் என அகமே நினைப்பவர்’ (<i>aruṇācalam eṉa ahamē niṉaippavar</i>) implies “those who think within the heart [or mind] that Arunachalam is actually ‘I’ [or that Arunachalam alone is ‘I’]”, or if we take all three meanings together, it implies “those who think within the heart [or mind] that Arunachalam is actually within [existing and shining eternally] as ‘I’”.<br>\n<br>\nஅகத்தை (<i>ahattai</i>) is an accusative case form of அகம் (<i>aham</i>), which in this case means mind or ego. வேர் (<i>vēr</i>) means root, and in some contexts can mean foundation or cause, and அறுப்பாய் (<i>aṟuppāy</i>) is a second person singular future or predictive form of அறு (<i>aṟu</i>), which means to cut, sever, separate, exterminate or remove, so வேரறு (<i>vēr-aṟu</i>) means to cut the root, root out or eradicate, and வேரறுப்பாய் (<i>vēr-aṟuppāy</i>) means ‘you will eradicate’. Therefore ‘அகத்தை வேரறுப்பாய்’ (<i>ahattai vēraṟuppāy</i>) means ‘you will eradicate ego [or mind]’.<br>\n<br>\nAs Muruganar points out, அகம் (<i>aham</i>) is also a Tamil form of the Sanskrit word अघ (<i>agha</i>), which means sin, impurity, evil, pain and suffering, so ‘அகத்தை வேரறுப்பாய்’ (<i>ahattai vēraṟuppāy</i>) can also be interpreted to mean ‘you will eradicate sin [impurity, evil, pain and suffering]’. However, since ego is the root of all sin, impurity, evil, pain and suffering, being the one who commits sins and does evil deeds, and who consequently experiences pain and suffering as the fruit of such actions, the principal meaning of this clause, namely ‘you will eradicate ego’, entails all these secondary meanings.<br>\n<br>\nThis verse therefore has two principal meanings, namely (1) ‘Arunachala, you will eradicate the ego of those who think that Arunachalam is actually ‘I’ [or that Arunachalam alone is ‘I’]’ and (2) ‘Arunachala, you will eradicate the ego of those who think ‘Arunachalam’ [deep] within the heart [or mind]’. Another meaning is ‘Arunachala, you will eradicate the ego of those who think that Arunachalam is actually [deep] within [only within or within the heart]’, but since what exists and shines within the heart (as the heart) is only ‘I’, the implication of this third meaning is much the same as the first meaning.<br>\n<br>\n<a name=\"uu08\"></a>The second of these three meanings is appropriate for those who are more drawn to <i>anya-bhāva</i>, the devotional attitude or idea (<i>bhāva</i>) that God is other (<i>anya</i>) than oneself, which is the preliminary stage of the path of self-surrender or <i>bhakti</i>, whereas the first and third meanings are appropriate for those who are more drawn to <i>ananya-bhāva</i>, the understanding that God is not other (<i>ananya</i>) than oneself, which is what prompts us to follow the path of self-investigation or <i>jñāna</i>, which is the more advanced stage of the path of self-surrender or <i>bhakti</i>, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n\t<br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than <i>anya-bhāva</i> [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], <i>ananya-bhāva</i> [meditation on nothing other than oneself], in which he is [considered to be] I, certainly is the best among all [practices of <i>bhakti</i>, varieties of meditation and kinds of spiritual practice] [in the sense that it is the most effective of all means to purify the mind, and is also the only means to eradicate ego, the root of all impurities].</blockquote>\nஅருணாசலம் என அகமே நினைப்பது (<i>aruṇācalam eṉa ahamē niṉaippadu</i>), ‘thinking that Arunachalam is actually I’, is what he describes in this verse as ‘அவன் அகம் ஆகும் அனனிய பாவம்’ (<i>avaṉ aham āhum aṉaṉiya-bhāvam</i>), ‘<i>ananya-bhāva</i> [meditation on what is not other], in which he is I’, which implies meditating on nothing other than ‘I’ with the understanding that he (namely God or Arunachalam) is what shines as ‘I’. This should not be confused with the practice known as <i>sō’haṁ bhāvanā</i>, which is meditating on the thought ‘He is I’, because like all other thoughts the thought ‘He is I’ is <i>anya</i>, something other than oneself, so meditating on such a thought is not <i>ananya-bhāva</i>, which is meditation on what is not other than oneself. Since we alone are not other than ourself, <i>ananya-bhāva</i> means meditating on ourself alone, or in other words, being self-attentive.<br>\n<br>\nThough ‘அருணாசலம் என அகமே நினைப்பது’ (<i>aruṇācalam eṉa ahamē niṉaippadu</i>), ‘thinking that Arunachalam is actually I’, could be interpreted as meditating on the thought ‘Arunachalam is actually I’, that is not the meaning intended by Bhagavan, because ego will be eradicated only when we are so keenly self-attentive that we thereby cease to be aware of anything other than ourself. Therefore what ‘அருணாசலம் என அகமே நினைப்பது’ (<i>aruṇācalam eṉa ahamē niṉaippadu</i>), ‘thinking that Arunachalam is actually I’, implies is that we should meditate on nothing other than ‘I’ with the clear understanding and firm conviction that what shines in our heart as ‘I’ is only Arunachalam, because Arunachala-<i>svarūpa</i> (the real form or nature of Arunachalam) is <i>ātma-svarūpa</i> (the real form or nature of ourself), which is the true import of the word ‘I’.<br>\n<br>\n<a name=\"uu09\"></a>Meditating on anything other than ourself is a thought or mental activity (<i>bhāvanā</i>), because it entails a movement of our mind or attention away from ourself towards something else, whereas meditating on nothing other than ourself is not a thought or mental activity, because it is just a resting of our mind or attention in its source, namely ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu09\">verse 9</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvanā</i>, alone is <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [the state of being], which transcends [all] <i>bhāvanā</i> [thinking, imagination or meditation], alone [or certainly] is <i>para-bhakti tattva</i> [the nature, reality or true state of supreme devotion].</blockquote>\nWhat he means in this context by ‘பாவ பலம்’ (<i>bhava balam</i>), ‘the strength of meditation’, is the strength, intensity, firmness or stability of <i>ananya-bhāva</i>, so the implication is that by the strength of self-attentiveness we will subside and remain in our natural state of being (<i>sat-bhāva</i>), which transcends all mental activity (<i>bhāvanā</i>). That is, meditation on anything other than ourself, even on thoughts such as ‘He is I’ (‘<i>avaṉ aham</i>’ or ‘<i>sō’ham</i>’), is a mental activity (<i>bhāvanā</i>), whereas meditation on ourself alone is not a mental activity but a subsidence or cessation of all mental activity, so it is not a doing or <i>karma</i> but only a state of just being (<i>summā iruppadu</i>). Being a state of just being, it is the state in which we do not rise as ego, so it is the state of complete self-surrender, which is the culmination and pinnacle of all <i>bhakti</i>, so he says that it is <i>para-bhakti tattva</i>, the nature, reality or true state of supreme devotion.<br>\n<br>\n<a name=\"ny13\"></a>This is also what he implies in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is firmly fixed as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] except <i>ātma-cintana</i> [thought of oneself: self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\nTherefore in order to give ourself entirely to Arunachala, we need to be so keenly and steadily self-attentive that we thereby give not even the slightest room to the rising of any other thought. By being so keenly and steadily self-attentive, we as ego will sink back deep into the heart, which is the source from which we rose, and will dissolve there forever at the holy feet of Arunachala, who exists and shines eternally in the heart as the heart, our own real nature (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"uu08a\"></a><a name=\"apad10\"></a>However, though Bhagavan says in <a href=\"#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>, ‘அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்’ (<i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>), ‘Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all’, this is not intended to deny the value or efficacy of <i>anya-bhāva</i>, devotion to God as if he were other than oneself, because such devotion will purify the mind and thereby give it the clarity to understand that God is actually what always exists and shines in our heart as ‘I’. This is particularly true of the name and form of Arunachala, because they have a unique power to turn the mind back within to face its real nature (<i>ātma-svarūpa</i>), which is the true form (<i>svarūpa</i>) of Arunachala, as Bhagavan knew from his own experience and as he reveals in <a href=\"https://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html#c3866708280401270711\">verse 10</a> of <i>Śrī Aruṇācala Padigam</i>:<br>\n<blockquote>பார்த்தனன் புதுமை யுயிர்வலி காந்த<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பருவத மொருதர மிதனை<br>\nயோர்த்திடு முயிரின் சேட்டையை யொடுக்கி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யொருதன தபிமுக மாக<br>\nவீர்த்ததைத் தன்போ லசலமாச் செய்தவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வின்னுயிர் பலிகொளு மிஃதென்<br>\nனோர்த்துய்மி னுயிர்கா ளுளமதி லொளிரிவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுயிர்க்கொலி யருணமா கிரியே.<br>\n<br>\n<i>pārttaṉaṉ pudumai yuyirvali kānta<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paruvata morudara midaṉai<br>\nyōrttiḍu muyiriṉ cēṭṭaiyai yoḍukki<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yorutaṉa dabhimukha māha<br>\nvīrttadait taṉpō lacalamāc ceydav<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṉṉuyir balikoḷu miḵdeṉ<br>\nṉōrttuymi ṉuyirgā ḷuḷamadi loḷiriv<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuyirkkoli yaruṇamā giriyē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். ஒருதரம் இதனை ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! ஓர்த்து உய்மின், உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. orudaram idaṉai ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! ōrttu uymiṉ, uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē</i>.<br>\n<br>\n<b>அன்வயம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். இதனை ஒருதரம் ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே ஓர்த்து உய்மின்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. idaṉai orudaram ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē ōrttu uymiṉ</i>.<br>\n<br>\n<b>English translation:</b> I have seen a wonder, the magnetic hill that seizes the soul. Subduing the mischievous activity of the soul who thinks of it once, pulling to face towards itself, the one, and making it motionless like itself, it accepts that sweet soul as sacrificial offering. What this is! O souls, be saved thinking of the great Aruna Hill, this killer of the soul, who shines in the heart.<br>\n<br>\n<b>Explanatory paraphrase:</b> I have seen a wonder, the magnetic hill that seizes [or forcibly attracts] the soul. Subduing the mischievous [outward-flowing mental] activity of the soul who thinks of it once, pulling [dragging or attracting] [that soul] [inwards] to be <i>taṉadu abhimukham</i> [facing towards itself], the one [unique and peerless] [infinite pure awareness that shines within the heart as ‘I’], and [thereby] making it <i>acala</i> [motionless] like itself, it accepts [and consumes] that sweet [spiritually ripened and pure] soul as <i>bali</i> [food offered in sacrifice]. What [a wonder] this is! O souls, be saved [by] thinking of the great Aruna Hill, this killer of the soul, who shines in the heart [as the heart, namely the fundamental awareness of being, ‘I am’].</blockquote>\n<a name=\"aa1\"></a>Arunachala is what is always shining in our heart as ‘I am’, but because our mind is constantly directed outwards, towards things other than ourself, out of its infinite love and compassion for us it also shines outside in the form of this great hill in order to turn our mind back within to face its real form or <i>svarūpa</i>, which is <i>sat-cit</i>, our fundamental awareness of our own existence, ‘I am’. As he sings in the first line of <a href=\"https://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#aa1\">verse 1</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘அறிவு அறு கிரி என அமர்தரும். அம்மா, அதிசயம் இதன் செயல் அறி அரிது ஆர்க்கும்’ (<i>aṟivu aṟu giri eṉa amardarum. ammā, atiśayam idaṉ seyal aṟi aridu ārkkum</i>), ‘It sits calmly as a hill [seemingly] bereft of awareness, [but] ah, its action is pre-eminent [or wonderful], difficult for anyone to understand’. <br>\n<br>\n<a name=\"aamm102\"></a><a name=\"aamm103\"></a>The செயல் (<i>seyal</i>), ‘doing’ or ‘action’, of Arunachala is just to be in our heart as it is, but by its mere being it does all that is necessary to draw our mind back within, because its being as ‘I am’ has a powerful magnetic attraction, which may seem imperceptible to us so long as our mind is facing outwards, but which we will become increasingly aware of to the extent to which we turn back within to face our real nature (<i>ātma-svarūpa</i>), which is Arunachala itself. As soon as we are granted the great blessing of thinking of the name and form of Arunachala even once, we are thereby caught in the web of its grace, as he sings in <a href=\"https://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html#c5844639309778572447\">verses 102 and 103</a> of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>அருணையென் றெண்ணயா னருட்கண்ணி பட்டேனுன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;னருள்வலை தப்புமோ வருணாசலா<br>\n<br>\n<i>aruṇaiyeṉ ḏṟeṇṇayā ṉaruṭkaṇṇi paṭṭēṉuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṉaruḷvalai tappumō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அருணை என்று எண்ண, யான் அருள் கண்ணி பட்டேன். உன் அருள் வலை தப்புமோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇai eṉḏṟu eṇṇa, yāṉ aruḷ kaṇṇi paṭṭēṉ. uṉ aruḷ valai tappumō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, as soon as thought as ‘Arunai’, I was trapped in the net of grace. Will the net of your grace fail?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, as soon as [I] thought [of you] as ‘Arunai’ [Arunachala], I was trapped in the net [or noose] of [your] grace. Will the net of your grace [ever] fail [in its purpose of ensnaring your devotees]?<br>\n<br>\nசிந்தித் தருட்படச் சிலந்திபோற் கட்டிச்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சிறையிட் டுண்டனை யருணாசலா<br>\n<br>\n<i>cindit taruṭpaḍac cilandipōṟ kaṭṭic<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ciṟaiyiṭ ṭuṇḍaṉai yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> சிந்தித்து அருள் பட, சிலந்தி போல் கட்டி, சிறை இட்டு உண்டனை அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>cindittu aruḷ paḍa, silandi pōl kaṭṭi siṟai iṭṭu, uṇḍaṉai aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, thinking to be trapped in grace, ensnaring and imprisoning like a spider, you devoured.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like a spider [that spins a web, ensnares and devours its prey], thinking [deciding or resolving] [that I should] be trapped in [the web of your] grace, ensnaring and imprisoning [me], you devoured [me].</blockquote> <br>\n<a name=\"aamm70\"></a>Likewise in verse 70 he sings:<br>\n<blockquote>பெயர்நினைத் திடவே பிடித்திழுத் தனையுன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பெருமையா ரறிவா ரருணாசலா<br>\n<br>\n<i>peyarniṉait tiḍavē piḍittiṙut taṉaiyuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;perumaiyā raṟivā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> பெயர் நினைத்திடவே பிடித்து இழுத்தனை. உன் பெருமை யார் அறிவார் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>peyar niṉaittiḍavē piḍittu iṙuttaṉai. uṉ perumai yār aṟivār aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, as soon as thought of the name, catching you pulled. Who can know your greatness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, as soon as [I] thought of [your] name, catching [me] you pulled [drew, dragged or attracted] [me to you]. Who can know [or comprehend] your greatness?</blockquote>\n<a name=\"aamm98\"></a>Therefore through these and other verses, including this first verse of <i>Akṣaramaṇamālai</i>, Bhagavan has openly disclosed Arunachala’s செயல் (<i>seyal</i>), the secret doings, workings or actions of his grace, as he sings in verse 98:<br>\n<blockquote>வெளிவிட்டே னுன்செயல் வெறுத்திடா துன்னருள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெளிவிட் டெனைக்கா வருணாசலா<br>\n<br>\n<i>veḷiviṭṭē ṉuṉseyal veṟuttiḍā duṉṉaruḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veḷiviṭ ṭeṉaikkā varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விட்டேன் உன் செயல். வெறுத்திடாது உன் அருள் வெளி விட்டு எனை கா அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viṭṭēṉ uṉ seyal. veṟuttiḍādu uṉ aruḷ veḷi viṭṭu eṉai kā aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, I have let out your doing. Without despising, letting out your grace, protect me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [through these verses] I have let out your doing [your actions or deeds] [that is, I have openly disclosed all that you craftily and secretly did in my heart in order to save me]. Without despising [me for doing so and therefore abandoning me], letting out [or openly showering] your grace [or revealing the space of your grace (the infinite space of pure awareness)], protect me [by establishing me forever in the state of absolute isolation (<i>kaivalya</i>) or liberation (<i>mukti</i>)].</blockquote>\n<a name=\"apad10a\"></a><a name=\"uu09a\"></a>However, nowhere has he revealed the secret of Arunachala’s செயல் (<i>seyal</i>) or action as clearly and explicitly as he has done in this <a href=\"#apad10\">tenth verse</a> of <i>Śrī Aruṇācala Padigam</i>, because here he sings ‘ஒருதரம் இதனை ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும்’ (<i>orudaram idaṉai ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham-āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum</i>), ‘Subduing the mischievous activity of the soul who thinks of it once, pulling [it] to face towards itself, the one, and [thereby] making it motionless like itself, it accepts that sweet soul as sacrificial offering’, thereby implying the following: Firstly, when we think of it even once, Arunachala will begin to subdue our சேட்டை (<i>cēṭṭai</i>) or चेष्टा (<i>cēṣṭā</i>), mischievous movement or activity, which implies the outward-going movement or activity of our mind, so since our mind goes outwards under the sway of our <i>viṣaya-vāsanās</i> (inclinations to attend to <i>viṣayas</i>, objects or phenomena), which are the impurities in <i>cittam</i> (the mind or will), we can infer that Arunachala subdues our outward-going movements or activities by purifying our mind, which means reducing the strength of our <i>viṣaya-vāsanās</i>, and the more we think of Arunachala with love in our heart, the more our mind will thereby be purified. Secondly, to the extent that our mind is purified and its outward-going momentum is thereby reduced, we will thereby come under the sway and attraction of the inward-pulling magnetic power of Arunachala, the one unique awareness that shines eternally and immutably in our heart as ‘I am’, and thus it will draw us inwards to be தனது அபிமுகம் (<i>taṉadu abhimukham</i>), facing towards itself, which means to be self-attentive. Thirdly, by pulling us inwards to be self-attentive, Arunachala will make us motionless (<i>acala</i>) like itself, meaning that we will be firmly established in the state of just being as we actually are, in accordance with the principle that he implies in <a href=\"#uu09\">verse 9</a> of <i>Upadēśa Undiyār</i>: ‘[அனனிய] பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தல்’ ([<i>ananya</i>] <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal</i>), ‘By the strength of meditation [that is, by the strength of <i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [the state of being], which transcends <i>bhāvanā</i> [thinking or meditation]’. Finally, since our mind or soul will have been made perfectly ripe by this process of grace, as soon as we become motionless like itself, Arunachala will accept us as a sweet பலி (<i>bali</i>), food offered in sacrifice, meaning that it will swallow us, making us inseparably one with itself.<br>\n<br>\nThis is how Arunachala roots out the ego of those who think of it even once, and the more we think of it with love deep in our heart, the more quickly its செயல் (<i>seyal</i>) or work of preparing us for the complete eradication of ego will proceed. Thus in this verse Bhagavan explains how, by making us think of itself within our heart, Arunachala leads us naturally and seamlessly from <i>anya-bhāva</i>, the state in which we consider it to be <i>anya</i> or other than ourself, to <i>ananya-bhāva</i>, the state in which we clearly understand it to be <i>ananya</i> or not other than ourself and therefore meditate on it only as ‘I’ with intense love, because it is only by the strength of such intensely loving <i>ananya-bhāva</i> or self-attentiveness that ego will be eradicated.<br>\n<br>\nAs I explained earlier, ‘அகத்தை வேரறுப்பாய்’ (<i>ahattai vēraṟuppāy</i>) means ‘you will eradicate [or root out] ego [or mind]’, and the வேர் (<i>vēr</i>) in வேரறுப்பாய் (<i>vēr-aṟuppāy</i>) means root, foundation or cause, which is a very significant word in this context for two reasons. Firstly, வேரறு (<i>vēr-aṟu</i>) means to cut the root, root out or eradicate, so it implies annihilation or complete destruction in such a way that ego can never rise again even to the slightest extent. Secondly, ego is the root of the vast tree of <i>saṁsāra</i> (embodied existence, all the suffering it entails and its concomitant long-perpetuating cycle of birth and death), so <i>saṁsāra</i> will end only when this root is cut, eradicated or removed entirely.<br>\n<br>\n<a name=\"un26\"></a>Since all phenomena seem to exist only in the view of ourself as ego, ego is the root cause and foundation of all phenomena, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.</blockquote>\n<a name=\"un25\"></a>Investigating what this ego is (in other words, who am I) alone is giving up everything because everything else will be given up only when ego is given up, and the nature of ego is to live, endure and flourish by grasping things other than itself, but to subside and dissolve back into its source by trying to grasp itself, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>: <br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. [Such is the nature of this] formless phantom ego. Investigate [or know].</blockquote>\n<a name=\"un27\"></a><a name=\"apad10b\"></a>This is why ego can be eradicated only by its turning its entire attention back towards itself to see who am I, as he implies unequivocally in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i> by asking rhetorically, ‘நான் உதிக்கும் தானம் அதை நாடாமல், நான் உதியா தன் இழப்பை சார்வது எவன்?’ (<i>nāṉ udikkum thāṉam-adai nāḍāmal, nāṉ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ?</i>), ‘Without investigating the place where ‘I’ rises [namely the fundamental awareness ‘I am’, which is the source from which one has risen as ego, the false awareness ‘I am this body’], how to reach the annihilation of oneself, in which ‘I’ does not rise?’, and why thinking of Arunachala as something other than ‘I’ (<i>anya-bhāva</i>) must therefore lead us eventually to thinking of it as ‘I’ alone (<i>ananya-bhāva</i>). The uniqueness of the name and form of Arunachala is that it has a special power to bring about this crucial change by working from deep within our heart to draw our attention back within to face towards its true form or <i>svarūpa</i>, namely our fundamental awareness, ‘I am’, as Bhagavan explains in <a href=\"#apad10\">verse 10</a> of <i>Śrī Aruṇācala Padigam</i>.<br>\n<br>\n<a name=\"un21\"></a>What we as ego can and must do is just turn our attention back within to face ourself alone, thereby surrendering ourself entirely to Arunachala, but the actual eradication of ego can be effected only by Arunachala, as Bhagavan implies by saying: ‘அகத்தை வேரறுப்பாய்’ (<i>ahattai vēraṟuppāy</i>), ‘you will eradicate ego’. That is, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’, thereby implying that we can see or know Arunachala, which is what we actually are, only by being swallowed by it. By turning our entire attention back within we are offering ourself as food to Arunachala, and when we attend to ourself keenly enough, we will thereby sink into the innermost depth of our heart, where we will be swallowed by the infinite clarity of pure awareness, which is Arunachala-<i>svarūpa</i>, the real nature of Arunachala.<br>\n<br>\n<a name=\"un40\"></a>From this first verse of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> we can see how perfectly this love song complements Bhagavan’s other more obviously philosophical poems such as <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a>, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html\"><i>Upadēśa Undiyār</i></a> and <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html\"><i>Āṉma-Viddai</i></a>. For example, he concludes <i>Uḷḷadu Nāṟpadu</i> by saying in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">verse 40</a> ‘அகந்தை உரு அழிதல் முத்தி’ (<i>ahandai-uru aṙidal mutti</i>), ‘The ego-form perishing [or being destroyed] is <i>mukti</i> [liberation]’, and he begins <i>Akṣaramaṇamālai</i> by saying in this verse ‘அகத்தை வேரறுப்பாய் அருணாசலா’ (<i>ahattai vēr-aṟuppāy aruṇācalā</i>), ‘you will eradicate ego, Arunachala’, so eradication of ego is the central theme and sole aim of all his teachings, and we can say that where <i>Uḷḷadu Nāṟpadu</i> ends <i>Akṣaramaṇamālai</i> begins.<br>\n<br>\nLove and philosophy are not only complementary but also inseparable, because love is the motivating force behind any real philosophy. The very word philosophy derives from the ancient Greek <i>philosophia</i>, which means loving (<i>philos</i>) wisdom (<i>sophia</i>). Since wisdom in its deepest and purest form is the infinite clarity of pure awareness that alone remains when ego is eradicated, this love song, whose sole aim is eradication of ego and seeing what remains, is philosophy of the deepest and most sublime variety.<br>\n<br>\n<a name=\"ny07\"></a><a name=\"un13\"></a><a name=\"aamm43\"></a>One of the Sanskrit terms for philosophy is <i>darśana</i>, which means view or seeing, because the ultimate aim of all philosophy is <i>tattva-darśana</i>, seeing (in the sense of directly knowing, experiencing or being aware of) what is real. What is real is what actually exists, so when Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself]’, he implies that we ourself as we actually are alone are what is real. He confirms this in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’, and in <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#aamm43\">verse 43</a> of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>தானே தானே தத்துவ மிதனைத்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானே காட்டுவா யருணாசலா<br>\n<br>\n<i>tāṉē tāṉē tattuva midaṉait<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉē kāṭṭuvā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> தானே தானே தத்துவம். இதனை தானே காட்டுவாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉē tāṉē tattuvam. idaṉai tāṉē kāṭṭuvāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, ‘oneself alone is oneself’ alone is the reality. Show this yourself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, ‘oneself alone is oneself’ [‘I alone am I’] alone is the reality [or: oneself alone, oneself alone is the reality]. Show [me] this yourself.</blockquote>\n<a name=\"us16\"></a>Therefore <i>svarūpa-darśana</i> (seeing ourself as we actually are) alone is <i>tattva-darśana</i> (seeing what is real), as he implies in <a href=\"https://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html#us16\">verse 16</a> of <i>Upadēśa Sāram</i>:<br>\n<blockquote>दृश्य वारितं चित्त मात्मनः ।<br>\nचित्त्व दर्शनं तत्त्व दर्शनम् ॥<br>\n<br>\n<i>dṛśya vāritaṁ citta mātmanaḥ<br>\ncittva darśanaṁ tattva darśanam</i>.<br>\n<br>\n<b>पदच्छेद:</b> दृश्य वारितम्, चित्तम् आत्मनः चित्त्व दर्शनम् तत्त्व दर्शनम्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>dṛśya vāritam, cittam ātmanaḥ cittva darśanam tattva darśanam</i>.<br>\n<br>\n<b>English translation:</b> Kept back from what is seen, the mind seeing its own knowingness is seeing what is real.<br>\n<br>\n<b>Explanatory paraphrase:</b> Kept back from <i>dṛśya</i> [what is seen, perceived or known as an object], the mind seeing its own <i>cittva</i> [its real nature as pure awareness or knowingness] is <i>tattva-darśana</i> [seeing <i>tattva</i>: ‘thatness’, what actually exists or is real].</blockquote>\n<a name=\"aamm44\"></a>In order to see our own <i>cittva</i> (pure awareness), which is ourself as we actually are, we need to turn back and look deep within ourself, as he says in <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#aamm44\">verse 44</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>திரும்பி யகந்தனைத் தினமகக் கண்காண்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;டெரியுமென் றனையென் னருணாசலா<br>\n<br>\n<i>tirumbi yahandaṉaid diṉamahak kaṇkāṇ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṭeriyumeṉ ḏṟaṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ என்றனை என் அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum’ eṉḏṟaṉai eṉ aruṇācalā</i><br>\n<br>\n<b>அன்வயம்:</b> அருணாசலா, ‘அகம் திரும்பி, தினம் அகக்கண் தனை காண்; தெரியும்’ என்றனை. என்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalā, ‘aham tirumbi, diṉam aha-k-kaṇ taṉai kāṇ; ṭeriyum’ eṉḏṟaṉai. eṉ!</i><br>\n<br>\n<b>English translation:</b> Arunachala, what! You said: ‘Turning back inside, see yourself daily with the inner eye; it will be known’.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, what [a wonder]! You said: ‘Turning back inside, see yourself daily [constantly and persistently] with the inner eye [or an inward look]; it [the reality that always shines as ‘I alone am I’] will be known’.</blockquote>\n<a name=\"un26a\"></a>In order to look so deep within ourself that we see what we actually are and thereby eradicate ego, we need to be willing to give up everything else entirely and forever, as he implies in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, so this requires all-consuming love to know and to be what we actually are. Therefore if any one thing qualifies as true love for wisdom (<i>philosophia</i>), this is certainly it, because nothing else comes even close to it in terms of the depth and intensity of love that it requires, so this is philosophy in its truest and deepest sense.<br>\n<br>\nThe language of love poetry is the most suitable means to give voice to this deep and subtle philosophy, and nowhere is this language used more effectively than in this song of pure self-effacing and self-sacrificing love. This language may not be understood by all who consider themselves to be philosophers, because many such people have a very narrow and limited understanding of what philosophy actually is, so they believe that philosophy is primarily concerned with reasoning, logic and conceptual analysis. These are of course important and necessary tools of philosophy, but they are relatively elementary tools, and are useful only at a more superficial level, because real wisdom cannot be found at the superficial level of conceptual understanding and clarity, but only in the much deeper clarity of pure awareness, which can be found only in the depth of one’s own heart. If used correctly and wisely, as Bhagavan used them to masterful effect, reasoning, logic and conceptual analysis can help to point us in the right direction, showing us why real and certain knowledge cannot be found by any form of objective or outward-looking investigation but only by investigating who am I, the subject who knows all other things.<br>\n<br>\nReasoning, logic and conceptual analysis are tools that can be used to justify an extremely wide variety of divergent beliefs, as can be seen from the huge diversity of different and often quite contradictory views and conclusions that philosophers have arrived at from ancient times to the present day, so there is some other factor besides reasoning, logic and conceptual analysis that determines what each philosopher decides to believe. That other factor is their own likes and dislikes. That is, we each believe what we want to believe, and we use reasoning and logic to justify whatever we want to believe. Philosophers may be more skilful than others in using these tools to justify whatever they want to believe, but in the final analysis what they believe is determined by what they want to believe rather than by these tools of their trade.<br>\n<br>\nThe will (<i>cittam</i>) is more subtle and therefore more powerful than the intellect (<i>buddhi</i>), so the intellect is a tool driven by the will rather than vice versa (though a judicious and wise use of our intellect can help us to direct our will in the right direction), and hence our will is ultimately what determines whatever we decide to believe. Therefore any philosopher who fails to recognise the crucial role that their will plays in shaping their philosophy is not a very deep or perceptive philosopher. Only if we understand the crucial role that our will plays in shaping our view of ourself and everything else will we begin to see why the language of love is a deeper philosophical language than the language of logical reasoning. Logical reasoning has an important role to play in any philosophical investigation, but love has a much deeper and more impactful role to play.<br>\n<br>\nThe crucial role played by love will become clear to us to the extent that our philosophical investigation becomes deep and inward-facing, so its role becomes most obvious to anyone who has clearly understood that all philosophical investigation must ultimately lead to self-investigation (<i>ātma-vicāra</i>), which is the deepest and most important investigation of all, and who consequently tries in earnest to investigate who am I by looking deep within their own heart. We can go deep in this path of self-investigation only to the extent to which we have love to surrender ego and thereby to know and to be what we actually are, and it is only to the extent that we truly have such love that we will be able to understand the profound importance, value, meaning and implication of this supreme love song, <i>Śrī Aruṇācala Akṣaramaṇamālai</i>.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/SoRhjsLmAVA\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 1</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/SoRhjsLmAVA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div><br>\n<br>\n* * * * *<br>\n<br>\nThis is the first of a series of articles that I hope to write on the verses of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>. I should also add that inspiration for many of the ideas I express in these articles come from Muruganar’s Tamil commentary (<i>virutti-y-urai</i>) on this song and from explanations that I heard from Sadhu Om<br>\n<br>\nThe following is a recording of Sadhu Om singing <i>Śrī Aruṇācala Akṣaramaṇamālai</i>: <a href=\"https://youtu.be/VQoHPithIkA\">ஸ்ரீ அருணாசல அக்ஷரமணமாலை</a>.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8191716819988826777/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam",
        "Śrī Aruṇācala Navamaṇimālai",
        "Śrī Aruṇācala Padikam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjg0MjI0MDI2NjUzCm9mZnNldDogMzYwMDAwMAo\""
}