{
    "kind": "blogger#post",
    "id": "6795164469558150027",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-01-31T21:50:00Z",
    "updated": "2023-07-28T09:32:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6795164469558150027",
    "title": "<i>Āṉma-Viddai</i>: Tamil text, transliteration and translation",
    "content": "The path of self-investigation (<i>ātma-vicāra</i>) that Bhagavan taught us is the direct and easy means to eradicate ego, the root and foundation of all our troubles, but there is a widespread belief that it is a very difficult path and therefore suitable only for a few spiritually mature aspirants. Even among the devotees who lived with him this was a widely held belief, as Muruganar discovered to his surprise in the following way.<br><a name='more'></a>\n<br>\nOne day soon after he came to Bhagavan, Muruganar was sitting in his presence, but after a while Bhagavan went outside, and while Muruganar was waiting for him to return another devotee called Viswanathan approached and whispered in a secretive manner that Bhagavan is very great, but it is not possible to know anything from him directly, and he therefore offered to introduce him to Kavyakantha Ganapati Sastri, saying that if he were to take <i>mantra-dīkṣā</i> (initiation in a <i>mantra</i>) from him he would thereby gain the clarity to understand Bhagavan’s teachings. Seeing the surprise on Muruganar’s face, Viswanathan advised him to think about it, saying he would return later. Later that day Viswanathan approached him again and asked what he had decided, but Muruganar told him that he had come only for Bhagavan’s grace, so whether he was fit to receive it or not, he was not interested in seeking anything from anyone else.<br>\n<br>\nTelling this to Sadhu Om many years later, Muruganar said with a smile that Kavyakantha’s followers must then have decided that he was a hopeless case, because they never again offered him such advice. He also said that this was one of the reasons why he decided a few years later to ask Bhagavan to write this song, <i>Āṉma-Viddai</i>.<br>\n<br>\nThat is, Muruganar knew from his own experience how easy this practice of self-investigation is, but he also knew that many other devotees wrongly believed it to be very difficult, so he wanted Bhagavan to write a poem to dispel this mistaken belief and thereby reassure sincere aspirants, and hence on the 24th April 1927 he composed the <i>pallavi</i> (refrain) and <i>anupallavi</i> (sub-refrain or post-refrain) for this <i>kīrtanam</i> and asked Bhagavan to compose the <i>caraṇaṅgaḷ</i> (verses) for it. Knowing why Muruganar made this request, Bhagavan immediately composed five <i>caraṇaṅgaḷ</i> to explain how easy this path is and why it is so necessary.<br>\n<br>\nA <i>kīrtanam</i> is a musical composition consisting of a <i>pallavi</i>, an <i>anupallavi</i> and one or more <i>caraṇams</i>, in which the <i>pallavi</i> expresses the central theme of the song and is therefore repeated after the <i>anupallavi</i> and each of the <i>caraṇams</i>. This <i>kīrtanam</i> is composed in the style of a well-known and much-loved <i>kīrtanam</i> from <i>Nandaṉār Carittiram</i>, a <i>kathā-kāla-kṣēpam</i> (a form of musical story-telling) that Gopalakrishna Bharati, a popular 19th century Tamil poet and musician, composed on the life of <a href=\"https://en.wikipedia.org/wiki/Nandanar\">Nandanar</a>, who is one of the most revered and loved of the sixty-three Tamil Saivite saints, whose stories are narrated in the <i>Periya Purāṇam</i>. Nandanar was a <i>paṟaiyar</i> (an outcaste or ‘untouchable’), and in Gopalakrishna’s version of his story he worked as a bonded labourer for a cruel brahmin landowner, so Gopalakrishna composed a <i>kīrtanam</i> in which Nandanar addresses his master and sings in the <i>pallavi</i>, ‘ஐயே, மெத்தக் கடினம், உமதடிமை, ஐயே, மெத்தக் கடினம்!’ (<i>aiyē, mettak kaḍiṉam, umadaḍimai, aiyē, mettak kaḍiṉam!</i>), ‘Ah [or sir], very hard [or difficult], [being] your slave, ah, very hard’, in which ‘ஐயே’ (<i>aiyē</i>) can be taken to be either an exclamation, ‘Ah’, or an address to his master, ‘Sir’. Therefore in the same style Muruganar composed the <i>pallavi</i> for this <i>kīrtanam</i>: ‘ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!’ (<i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham</i>), ‘Ah, extremely easy, <i>ātma-vidyā</i> [knowing oneself], ah, extremely easy’.<br>\n<br>\n(Unfortunately, in <a href=\"https://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>, section 379 (1978 edition, page 344; 2006 edition, page 358), it is incorrectly recorded that Bhagavan said: “Chidambaram is the famous place of pilgrimage associated with Nandanar who sang that <i>Atma Vidya</i> is most difficult of attainment. Muruganar (a long-standing devotee of Sri Bhagavan) began however that <i>Atma Vidya</i> is the easiest of attainments”. Bhagavan of course would never have said that Nandanar ‘sang that <i>Atma Vidya</i> is most difficult of attainment’, because the song he was referring to was not composed by Nandanar but by Gopalakrishna Bharati in his <i>Nandaṉār Carittiram</i>, and in that song there is no mention of <i>ātma-vidyā</i>. Moreover, in the same passage of <i>Talks</i> it is incorrectly implied that after composing the <i>pallavi</i> and <i>anupallavi</i> Muruganar ‘could not pursue the theme further and laid the first four lines composed by him before Sri Bhagavan for completion’, whereas in fact Muruganar could very well have completed the song if he had wanted to, but he did not want to, because he had composed the <i>pallavi</i> and <i>anupallavi</i> with the intention to ask Bhagavan to compose the <i>caraṇaṅgaḷ</i> so that he could affirm that <i>ātma-vidyā</i> is extremely easy.)<br>\n<ol>\n<a href=\"#av-pallavi\">பல்லவி (<i>pallavi</i>): Refrain</a><br>\n<a href=\"#av-anupallavi\">அநுபல்லவி (<i>anupallavi</i>): Sub-refrain</a><br>\n<a href=\"#av-caranangal\"> சரணங்கள் (<i>caraṇaṅgaḷ</i>): Verses</a><br>\n<li><a href=\"#av1\">Verse 1: when thought is dissolved completely, the sun of pure self-awareness will shine spontaneously and the darkness of self-ignorance will cease</a></li>\n<li><a href=\"#av2\">Verse 2: since the thought ‘I am this body’ alone is the one thread on which all other thoughts are strung, if one investigates from where it spreads, thoughts will cease and <i>ātma-jñāna</i> will shine spontaneously as ‘I am I’</a></li>\n<li><a href=\"#av3\">Verse 3: knowing anything else without knowing oneself is worthless, and if one knows oneself there is nothing else to know</a></li>\n<li><a href=\"#av4\">Verse 4: more than any other path, this path is exceedingly easy, because if one remains without even the least action of mind, speech or body, in one’s heart the light that is oneself will shine forth</a></li>\n<li><a href=\"#av5\">Verse 5: if one investigates within without thinking of anything else, one’s real nature, which is called Annamalai, the eye to the mind-eye, will certainly be seen</a></li>\n</ol>\n<b>ஆன்ம வித்தை (<i>Āṉma-Viddai</i>): The Science of Self-Knowledge</b><br>\n<br>\n<a name=\"av-pallavi\"></a><b>பல்லவி (<i>pallavi</i>): Refrain</b><br>\n<blockquote>ஐயே! யதிசுலபம் — ஆன்மவித்தை<br>\nஐயே! யதிசுலபம்.<br>\n<br>\n<i>aiyē! yatisulabham — āṉmaviddai<br>\naiyē! yatisulabham</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham!</i><br>\n<br>\n<b>அன்வயம்:</b> ஐயே, ஆன்ம வித்தை அதி சுலபம், ஐயே, அதி சுலபம்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aiyē, āṉma-viddai ati sulabham, aiyē, ati sulabham!</i><br>\n<br>\n<b>English translation:</b> Ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!<br>\n<br>\n<b>Explanatory paraphrase:</b> Ah [what a wonder], knowing oneself is [so] extremely easy, ah, [so] extremely easy!</blockquote>\n<b>Explanation:</b> ‘ஆன்ம வித்தை’ (<i>āṉma-viddai</i>) is a Tamil form of the Sanskrit term ‘आत्मविद्या’ (<i>ātma-vidyā</i>), which means self-knowledge or the science of self, because विद्या (<i>vidyā</i>) means knowledge in a broad sense that includes science, learning, philosophy or any practical skill or art. In this context we can interpret <i>āṉma-viddai</i> or <i>ātma-vidyā</i> to mean the art and science of self-knowledge, so the import of this <i>pallavi</i>, and hence of this entire <i>kīrtanam</i>, is that knowing oneself is extremely easy.<br>\n<br>\n<b>Other explanations and discussions:</b><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#av-pallavi\">As Bhagavan says in the second sentence of the first verse, all that is required to reveal our real nature is that thought must be dissolved in such a manner that it can never revive even an iota, so knowing ourself is extremely easy</a><br>\n2020-03-12: <a href=\"https://happinessofbeing.blogspot.com/2020/03/what-can-be-simpler-than-just-being.html#av-pallavi\">Just being self-attentive is extremely simple, because it is a state of perfect oneness, in which one thing is attending to nothing other than itself, and also extremely easy, so if it seems difficult, that is only because our liking to attend to other things is still much stronger than our liking just to be self-attentive</a><br>\n<br>\n<a name=\"av-anupallavi\"></a><b>அநுபல்லவி (<i>anupallavi</i>): Sub-refrain</b><br>\n<blockquote>நொய்யார் தமக்குமுளங் கையா மலகக்கனி<br>\nபொய்யா யொழியமிகு மெய்யா யுளதான்மா.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>noyyār tamakkumuḷaṅ kaiyā malakakkaṉi<br>\npoyyā yoṙiyamihu meyyā yuḷadāṉmā</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> நொய்யார் தமக்கும் உளங்கை ஆமலக கனி பொய் ஆய் ஒழிய மிகு மெய் ஆய் உளது ஆன்மா. (ஐயே, அதிசுலபம், ...).<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>noyyār tamakkum uḷaṅkai āmalaka kaṉi poy āy oṙiya mihu mey āy uḷadu āṉmā</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> உளங்கை ஆமலக கனி பொய் ஆய் ஒழிய நொய்யார் தமக்கும் மிகு மெய் ஆய் ஆன்மா உளது. (ஐயே, அதிசுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷaṅkai āmalaka kaṉi poy āy oṙiya noyyār tamakkum mihu mey āy āṉmā uḷadu</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Oneself exists as so very real even for those who are simple-minded that an <i>āmalaka</i> fruit on the palm ends as unreal. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself exists as so very real [and clear] even for those who are simple-minded that [in comparison] [even] an <i>āmalaka</i> fruit on the palm is found to be unreal [and unclear]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<b>Explanation and discussion:</b> There is an expression in Tamil, ‘உள்ளங்கை நெல்லிக்கனி’ (<i>uḷḷaṅ-kai nelli-k-kaṉi</i>), which literally means ‘palm <i>āmalaka</i> fruit’, and which is used to describe anything that is as clear and certain as an <i>āmalaka</i> fruit on the palm of one’s hand. Referring to this, in this <i>anupallavi</i> Muruganar implies that oneself (<i>ātmā</i>) is so very clear, certain and real that in comparison even an <i>āmalaka</i> fruit on the palm of one’s hand seems unclear, dubious and unreal. That is, there is nothing that is as clear and indubitably real as our awareness of our own existence, ‘I am’.<br>\n<br>\nSince we are always so clearly aware of ourself, knowing ourself as we actually are cannot be difficult. If it seems difficult, that is because we do not yet want it strongly enough, and the reason we do not want it strongly enough is that in order to be aware of ourself as we actually are we must give up forever being aware of anything else, so to the extent we have any desire for or attachment to anything other than ourself we do not wholeheartedly want to be aware of ourself as we actually are. In other words, though we may have a certain degree of love to know what we actually are, we are not yet ready to pay the price that must be paid for it.<br>\n<br>\nThe need for us to give up being aware of anything else in order to know ourself as we actually are is explained by Bhagavan in the verses (<i>caraṇaṅgaḷ</i>) of this song.<br>\n<br>\n<b>Other explanations and discussions:</b><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#av-anupallavi1\">Bhagavan starts the first verse by confirming what Muruganar wrote here, namely that we ourself always exist and are indubitably real</a><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#av-anupallavi2\">What Muruganar means here by ஆன்மா (<i>āṉmā</i>) is only oneself and not any other thing called ‘the self’, so what he implies is simply that for each one of us we ourself are always indubitably real and clearly known</a><br>\n2019-12-24: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-do-we-need-to-distinguish-ourself.html#c6015359889337812144\">Our own existence and our awareness of our existence (<i>sat-cit</i>) is self-shining (<i>svayam-prakāśa</i>), so it can never be unreal or illusory</a><br>\n<br>\n<a name=\"av-caranangal\"></a><b>சரணங்கள் (<i>caraṇaṅgaḷ</i>): Verses</b><br>\n<br>\n<a name=\"av1\"></a><b>Verse 1:</b><br>\n<blockquote>மெய்யாய் நிரந்தரந்தா னையா திருந்திடவும்<br>\nபொய்யா முடம்புலக மெய்யா முளைத்தெழும்பொய்<br>\nமையார் நினைவணுவு முய்யா தொடுக்கிடவே<br>\nமெய்யா ரிதயவெளி வெய்யோன் சுயமான்மா —<br>\n&nbsp;&nbsp;&nbsp;விளங்குமே; இரு ளடங்குமே; இட ரொடுங்குமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பம் பொங்குமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>meyyāy nirantarandā ṉaiyā dirundiḍavum<br>\npoyyā muḍambulaha meyyā muḷaitteṙumpoy<br>\nmaiyār niṉaivaṇuvu muyyā doḍukkiḍavē<br>\nmeyyā ridayaveḷi veyyōṉ suyamāṉmā —<br>\n&nbsp;&nbsp;&nbsp;viḷaṅgumē; iru ḷaḍaṅgumē; iḍa roḍuṅgumē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbam poṅgumē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> மெய் ஆய் நிரந்தரம் தான் ஐயாது [அல்லது: நையாது] இருந்திடவும், பொய் ஆம் உடம்பு உலகம் மெய் ஆ முளைத்து எழும். பொய் மை ஆர் நினைவு அணுவும் உய்யாது ஒடுக்கிடவே, மெய் ஆர் இதய வெளி வெய்யோன் சுயம் ஆன்மா விளங்குமே; இருள் அடங்குமே; இடர் ஒடுங்குமே; இன்பம் பொங்குமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mey āy nirantaram tāṉ aiyādu</i> [or: <i>naiyādu</i>] <i>irundiḍavum, poy ām uḍambu ulaham mey ā muḷaittu eṙum. poy mai ār niṉaivu aṇuvum uyyādu oḍukkiḍavē, mey ār idaya veḷi veyyōṉ suyam āṉmā viḷaṅgumē; iruḷ aḍaṅgumē; iḍar oḍuṅgumē; iṉbam poṅgumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> நிரந்தரம் தான் ஐயாது [அல்லது: நையாது] மெய் ஆய் இருந்திடவும், பொய் ஆம் உடம்பு உலகம் மெய் ஆ முளைத்து எழும். பொய் மை ஆர் நினைவு அணுவும் உய்யாது ஒடுக்கிடவே, மெய் ஆர் இதய வெளி வெய்யோன் ஆன்மா சுயம் விளங்குமே; இருள் அடங்குமே; இடர் ஒடுங்குமே; இன்பம் பொங்குமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nirantaram tāṉ aiyādu</i> [or: <i>naiyādu</i>] <i>mey āy irundiḍavum, poy ām uḍambu ulaham mey ā muḷaittu eṙum. poy mai ār niṉaivu aṇuvum uyyādu oḍukkiḍavē, mey ār idaya veḷi veyyōṉ āṉmā suyam viḷaṅgumē; iruḷ aḍaṅgumē; iḍar oḍuṅgumē; iṉbam poṅgumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Though oneself exists incessantly and indubitably as real, the body and world, which are unreal, arise sprouting as real. When unreal darkness-pervaded thought is dissolved without reviving even an iota, in the reality-pervaded heart-space oneself, the sun, will certainly shine by oneself; darkness will cease; suffering will end; happiness will surge forth. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Though oneself exists incessantly and indubitably [or imperishably] as real, the body and world, which are unreal, arise sprouting as [if] real. When thought, which is pervaded by [or full of] unreal darkness [the darkness of self-ignorance, namely ego, which is the cause for the appearance of the body and world], is dissolved without reviving even an iota [in other words, when it is dissolved in such a manner that it does not ever revive even an iota], in the heart-space, which [alone] is real, oneself, [who is] the sun [of pure awareness], will certainly shine by oneself [spontaneously or of one’s own accord]; darkness [self-ignorance in the form of ego] will cease; suffering will end; happiness will surge forth. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<b>Detailed explanation and discussion:</b><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html\"><i>Āṉma-Viddai</i> verse 1: thought is what causes the appearance of the unreal body and world</a><br>\n<br>\n<b>Video discussion:</b><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/DCFuAeWgTjw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2023-07-27: <a href=\"https://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html#av1\">If we attend only to ourself and thereby put an end to all thinking, the appearance and seeming reality of all other things will be dissolved along with all the thoughts that it consists of</a><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#av1\">The only means to bring about the permanent dissolution of all thoughts is to eradicate ego, because ego is the first thought and root of all other thoughts, so the means to eradicate ego is explained by him in the second verse</a><br>\n2019-12-24: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-do-we-need-to-distinguish-ourself.html#c6015359889337812144\">Our own existence and our awareness of our existence can never be an illusion, because in order to be aware of anything, whether real or illusory, we must exist and be aware</a><br>\n<br>\n<a name=\"av2\"></a><b>Verse 2:</b><br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நா ரெனுமதனா<br>\nனானா ரிடமெதென்றுட் போனா னினைவுகள்போய்<br>\nநானா னெனக்குகையுட் டானாய்த் திகழுமான்ம — <br>\n&nbsp;&nbsp;&nbsp;ஞானமே; இதுவே மோனமே; ஏக வானமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பத் தானமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnā reṉumadaṉā<br>\nṉāṉā riḍamedeṉḏṟuṭ pōṉā ṉiṉaivugaḷpōy<br>\nnāṉā ṉeṉakkuhaiyuṭ ṭāṉāyt tikaṙumāṉma —<br>\n&nbsp;&nbsp;&nbsp;ñāṉamē; iduvē mōṉamē; ēka vāṉamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbat tāṉamē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ [அல்லது, ‘நான் ஆர்? இடம் எது?’] என்று உள் போனால், நினைவுகள் போய், ‘நான் நான்’ என குகை உள் தானாய் திகழும் ஆன்ம ஞானமே. இதுவே மோனமே, ஏக வானமே, இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, ‘nāṉ nāṉ’ eṉa guhai uḷ tāṉāy tikaṙum āṉma-ñāṉamē. iduvē mōṉamē, ēka vāṉamē, iṉba-tāṉamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ (அல்லது, ‘நான் ஆர்? இடம் எது?’) என்று உள் போனால், நினைவுகள் போய், குகை உள் ‘நான் நான்’ என ஆன்ம ஞானமே தானாய் திகழும். இதுவே மோனமே, ஏக வானமே, இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, guhai uḷ ‘nāṉ nāṉ’ eṉa āṉma-ñāṉamē tāṉāy tihaṙum. iduvē mōṉamē, ēka vāṉamē, iṉba-tāṉamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which the various thoughts are strung, if one goes within thus: what is the place from which I spread out, thoughts ceasing, in the cave <i>ātma-jñāna</i> alone will shine spontaneously as ‘I am I’. This alone is silence, the one space, the abode of bliss. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which [all] the various thoughts are strung, if one goes within [investigating] what is the place from which I spread out [or: who am I, what is [my] place], [all] thoughts [including the root thought, ‘I am this body’] will cease [or depart], and in the cave [of one’s heart] <i>ātma-jñāna</i> [pure self-awareness] alone will shine spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. This alone is silence, the one space [of pure awareness], the abode of bliss. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!).</blockquote>\n<b>Detailed explanation and discussion:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html\"><i>Āṉma-Viddai</i> verse 2: the thought ‘I am this body’ is what supports all other thoughts</a><br>\n<br>\n<b>Video discussion:</b><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/a9EFsAKOdqM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2023-07-27: <a href=\"https://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html#av2\">The subject that is aware of all objects is what is aware of itself as ‘I am this body’, namely ourself as ego, and without this subject no objects would seem to exist</a><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#av2\">Since thought alone is the obstacle that stands in the way of our being aware of ourself as we actually are, as soon as all thoughts (including the primal thought, namely ego) are dissolved in such a manner that they can never reappear, our real nature will shine forth spontaneously, just as the sun appears spontaneously as soon as the clouds that concealed it are blown aside</a><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#av2a\">The one thread on which all the many and various thoughts are strung is ego, the thought or false awareness ‘I am this body’, so if one goes within investigating what is the place or source from which ego spreads (namely our real nature, which is our fundamental awareness of our own existence, ‘I am’), thoughts will cease and pure self-awareness (<i>ātma-jñāna</i>) will shine spontaneously as ‘I am I’</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html\">The <i>Ramaṇa mahāvākya</i>: ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘अहम् अहम्’ (<i>aham aham</i>), ‘I am I’</a><br>\n2020-06-21: <a href=\"https://happinessofbeing.blogspot.com/2020/06/how-do-we-remember-being-asleep.html#av2\">Bhagavan used the term ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, to distinguish our real adjunct-free self-awareness from our false adjunct-mixed self-awareness, namely ego, which he referred to as ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, because ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, denotes a false identity, since it is an identification of ourself with something other than ourself, namely a body consisting of five sheaths, whereas ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, denotes our real identity, since it is an identification of ourself with ourself alone</a><br>\n2020-04-15: <a href=\"https://happinessofbeing.blogspot.com/2020/04/the-dreamer-is-ourself-as-ego-not.html#av2\">All other thoughts are objects perceived by ego, whereas ego is the subject, the perceiver of them all, so no other thoughts can exist without ego, and hence ego is the one constant thought, the thread on which all other thoughts are strung</a><br>\n2019-09-22: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html?commentPage=2#c8663403955662523471\">‘I am I’ is not a circular definition of ‘I’, because it refers to the clear awareness that I am nothing other than I, which is what shines forth when ego, the false awareness ‘I am this’, is destroyed</a><br>\n2019-08-28: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#c4668023140245844037\">‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, expresses recognition of the fact that I am nothing other than I, because when ego is eradicated, what remains in its place is just pure self-awareness (<i>ātma-jñāna</i>), which is never aware of itself as anything other than itself</a><br>\n2016-10-02: <a href=\"https://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#av2\"><i>Āṉma-Viddai</i> verse 2: what shines as ‘I am I’ is the one silent and blissful space of pure self-awareness</a><br>\n2016-06-19: <a href=\"https://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#av2\">The primary adjunct that is mixed with self-awareness to form ego is a body, so though ego is sentient and a body is an insentient thought, ego is always aware of itself as ‘I am this body’</a><br>\n2016-02-08: <a href=\"https://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#i-am-i\">We cannot be anything that we do not experience permanently, so ‘I am only I’</a><br>\n2015-11-11: <a href=\"https://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html#av2\"><i>Āṉma-Viddai</i> verse 2: our primal thought called ‘I’ is just the illusory experience ‘I am this body’</a><br>\n2014-08-15: <a href=\"https://happinessofbeing.blogspot.com/2014/08/establishing-that-i-am-and-analysing.html#av2\">Since we never experience the mind without experiencing ourself as a body, Bhagavan often described our primal thought called ‘I’ as the thought ‘I am this body’ (in which ‘this body’ refers to whatever body we currently experience as ourself, whether in waking or in dream)</a><br>\n2014-05-25: <a href=\"https://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">Bhagavan describes ego (this thought called ‘I’) as a thought because it is a confused mixture of what ‘I’ actually is and of various adjuncts that it (ego) now experiences as ‘I’, and all such adjuncts (beginning with the body that now seems to be ‘I’) are mere thoughts, so he also described ego as the thought called ‘I am this body’</a><br>\n2011-10-07: <a href=\"https://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#av2\">What Bhagavan means by ‘the thought called I’ is the thought ‘I am this body’</a><br>\n<br>\n<a name=\"av3\"></a><b>Verse 3:</b><br>\n<blockquote>தன்னை யறிதலின்றிப் பின்னை யெதறிகிலென்<br>\nறன்னை யறிந்திடிற்பின் னென்னை யுளதறிய<br>\nபின்ன வுயிர்களில பின்ன விளக்கெனுமத்<br>\nதன்னைத் தனிலுணர மின்னுந் தனுளான்ம —<br>\n&nbsp;&nbsp;&nbsp;ப்ரகாசமே; அருள் விலாசமே; அக விநாசமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்ப விகாசமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>taṉṉai yaṟidaliṉḏṟip piṉṉai yedaṟihileṉ<br>\nḏṟaṉṉai yaṟindiḍiṟpiṉ ṉeṉṉai yuḷadaṟiya<br>\nbhiṉṉa vuyirgaḷila bhiṉṉa viḷakkeṉumat<br>\ntaṉṉait taṉiluṇara miṉṉun taṉuḷāṉma —<br>\n&nbsp;&nbsp;&nbsp;prakāśamē; aruḷ vilāsamē; aha vināśamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉba vikāsamē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே. அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma-prakāśamē. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் அறிய என்னை உளது? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, தன் உள் ஆன்ம ப்ரகாசமே மின்னும். அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ aṟiya eṉṉai uḷadu? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, taṉ uḷ āṉma-prakāśamē miṉṉum. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Without knowing oneself, if one knows whatever else, what? If one has known oneself, then what exists to know? When one knows in oneself that self, which is the light without separation in separate sentient beings, within oneself the shining of oneself alone will flash forth. The shining forth of grace; the annihilation of ego; the blossoming of happiness. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Without knowing oneself, if one knows whatever else, [so] what? [That is, how can such knowledge be reliable, so how can it have any real value?] If one has known oneself, then what [else] exists to know? When one knows in oneself that self [one’s real nature], which is the light [that shines] <i>abhinna</i> [without <i>bhinna</i>: separation, division, difference or distinction] in separate sentient beings [or souls], within oneself <i>ātma-prakāśa</i> [the shining, clarity or light of oneself] alone will flash forth [like lightening]. [This is] <i>aruḷ-vilāsa</i> [the shining forth, amorous play or beauty of grace], <i>aha-vināśa</i> [the annihilation of ego], <i>iṉba-vikāsa</i> [the blossoming of happiness]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<b>Detailed explanation and discussion:</b><br>\n2023-07-27: <a href=\"https://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html\"><i>Āṉma-Viddai</i> verse 3: knowledge of all other things is caused by ignorance of ourself</a><br>\n<br>\n<b>Video discussion:</b><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/OlqZhRvcQNE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#av3\">There is no real value in knowing anything other than ourself, particularly when we do not even know what we ourself actually are, and when we do know ourself as we actually are, nothing else will exist for us to know, so since all thoughts are about things other than ourself, they must all cease in such a way that they never rise again in order for us to know ourself as we actually are and thereby to experience the infinite happiness that is our own real nature</a><br>\n2022-03-31: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#av3\">Separation and differences are not real, because they seem to exist only so long as we look outwards, away from ourself, but they all disappear when we turn our entire attention back within to see what we actually are</a><br>\n2020-03-09: <a href=\"https://happinessofbeing.blogspot.com/2020/03/though-we-appear-in-two-distinct-modes.html#av3\">So long as we are aware of anything other than ourself, we are not aware of ourself as we actually are, because what we actually are is just pure awareness, other than which nothing exists for us to know or be aware of</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#av3\">When we are aware of ourself as we actually are, nothing else will exist for us to perceive, as Bhagavan clearly implies in the second sentence of this verse</a><br>\n2019-01-31: <a href=\"https://happinessofbeing.blogspot.com/2019/01/to-understand-consciousness-can-we-rely.html#av3\">Without knowing the truth of ourself, the perceiver, how can we know the truth of whatever we perceive?</a><br>\n<br>\n<a name=\"av4\"></a><b>Verse 4:</b><br>\n<blockquote>கன்மா திகட்டவிழ சென்மா திநட்டமெழ<br>\nவெம்மார்க் கமதனினு மிம்மார்க் கமிக்கெளிது<br>\nசொன்மா னததனுவின் கன்மா திசிறிதின்றிச்<br>\nசும்மா வமர்ந்திருக்க வம்மா வகத்திலான்ம —<br>\n&nbsp;&nbsp;&nbsp;சோதியே; நிதானு பூதியே; இராது பீதியே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பவம் போதியே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>kaṉmā dikaṭṭaviṙa jeṉmā dinaṭṭameṙa<br>\nvemmārg gamadaṉiṉu mimmārg gamikkeḷidu<br>\nsoṉmā ṉadadaṉuviṉ kaṉmā disiṟidiṉḏṟic<br>\ncummā vamarndirukka vammā vahattilāṉma —<br>\n&nbsp;&nbsp;&nbsp;jyōtiyē; nitāṉu bhūtiyē; irādu bhītiyē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbavam bhōdhiyē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> கன்மாதி கட்டு அவிழ, சென்மாதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. சொல் மானத தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க, அம்மா, அகத்தில் ஆன்ம சோதியே; நித அனுபூதியே; இராது பீதியே; இன்ப அம்போதியே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉma-ādi kaṭṭu aviṙa, jeṉma-ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu. sol māṉada taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka, ammā, ahattil āṉma-jyōtiyē; nita āṉubhūtiyē; irādu bhītiyē; iṉba ambhōdhiyē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> கன்மாதி கட்டு அவிழ, சென்மாதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. மானத சொல் தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க, அம்மா, அகத்தில் ஆன்ம சோதியே; நித அனுபூதியே; பீதியே இராது; இன்ப அம்போதியே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉma-ādi kaṭṭu aviṙa, jeṉma-ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu. māṉada sol taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka, ammā, ahattil āṉma-jyōtiyē; nita āṉubhūtiyē; bhītiyē irādu; iṉba ambhōdhiyē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> To untie the bonds beginning with action, to rise from the devastation beginning with birth, more than whatever path, this path is exceedingly easy. When one just is, resting without the least action of mind, speech or body, ah, in the heart the light of oneself alone. The eternal experience. Fear does not exist. The ocean of bliss alone. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> To untie the bonds beginning with <i>karma</i> [that is, the bonds of action and of all that results from it], and to rise [or be resurrected] from the devastation beginning with birth [that is, to transcend and become free from the miseries of embodied existence, which begins with birth and ends with death], more than whatever [other] path, this path [of <i>ātma-vicāra</i>] is exceedingly easy. When one just is, resting [calmly as pure awareness] without the least <i>karma</i> [action] of mind, speech or body, ah, in [one’s] heart the light of oneself alone [will shine forth clearly as ‘I am I’]. [Having thereby drowned and lost oneself (namely ego) forever in this perfectly peaceful and infinitely clear state of pure awareness, it will be clear that this is one’s] eternal experience. Fear does not [or will not] exist. The ocean of [infinite] bliss alone [will remain]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<b>Detailed explanation and discussion:</b><br>\nComing soon<br>\n<br>\n<b>Video discussion:</b><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/QQ7mhiM-7fw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2020-03-31: <a href=\"https://happinessofbeing.blogspot.com/2020/03/how-can-we-just-be.html#av4\"><i>Āṉma-Viddai</i> verse 4: how can we just be without even the least action of mind, speech or body?</a><br>\n2020-03-12: <a href=\"https://happinessofbeing.blogspot.com/2020/03/what-can-be-simpler-than-just-being.html#av4\">Just being self-attentive is extremely simple, because that it is a state of perfect oneness, in which one thing is attending to nothing other than itself, and also extremely easy, so if it seems difficult, that is only because our liking to attend to other things is still much stronger than our liking just to be self-attentive</a><br>\n2014-04-11: <a href=\"https://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#av4\">What one really is is something that is clearly and perfectly self-aware, so ‘remaining still and being simply what one really is’ means just being calmly and clearly self-aware without any action of mind, speech or body</a><br>\n2014-03-20: <a href=\"http://happinessofbeing.blogspot.com/2014/03/atma-vicara-is-only-means-by-which-we.html#av4\">Bhagavan taught that <i>ātma-vicāra</i> is not only the only means by which we can experience ourself as we really are, but is also the easiest of all kinds of spiritual practice, so it is suitable for anyone who genuinely wants to know what they really are</a><br>\n<br>\n<a name=\"av5\"></a><b>Verse 5:</b><br>\n<blockquote>விண்ணா தியவிளக்குங் கண்ணா தியபொறிக்குங்<br>\nகண்ணா மனக்கணுக்குங் கண்ணாய் மனவிணுக்கும்<br>\nவிண்ணா யொருபொருள்வே றெண்ணா திருந்தபடி<br>\nயுண்ணா டுளத்தொளிரு மண்ணா மலையெனான்மா —<br>\n&nbsp;&nbsp;&nbsp;காணுமே; அருளும் வேணுமே; அன்பு பூணுமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பு தோணுமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>viṇṇā diyaviḷakkuṅ kaṇṇā diyapoṟikkuṅ<br>\nkaṇṇā maṉakkaṇukkuṅ kaṇṇāy maṉaviṇukkum<br>\nviṇṇā yoruporuḷvē ṟeṇṇā dirundapaḍi<br>\nyuṇṇā ḍuḷattoḷiru maṇṇā malaiyeṉāṉmā —<br>\n&nbsp;&nbsp;&nbsp;kāṇumē; aruḷum vēṇumē; aṉbu pūṇumē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbu tōṇumē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண் ஆய், மன விணுக்கும் விண் ஆய் ஒரு பொருள் வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து ஒளிரும் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ āy, maṉa-viṇukkum viṇ āy oru poruḷ vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu oḷirum aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து, விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மனக் கணுக்கும் கண் ஆய், மன விணுக்கும் விண் ஆய் ஒளிரும் ஒரு பொருள் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu, viṇ ādiya viḷakkum kaṇ ādiya poṟikkum kaṇ ām maṉa-k-kaṇukkum kaṇ āy, maṉa-viṇukkum viṇ āy oru poruḷ oḷirum aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> In the heart that investigates within, as it is without thinking of anything other, oneself, which is called Annamalai, the one substance, which shines as the eye to the mind-eye, which is the eye to the sense organs beginning with eyes, which illumine what begins with space, and as the space to the mind-space, will certainly be seen. Grace also is certainly necessary. Be adorned with love. Happiness will certainly appear. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> In the <i>uḷḷam</i> [heart or mind] that investigates within, [just being] as it is without thinking of anything other [than itself], <i>ātmā</i> [oneself], which is called Annamalai, the one <i>poruḷ</i> [real substance], which shines as the eye to the mind-eye, which is the eye to the [five] sense organs beginning with eyes, which illumine [the five elements] beginning with space, and as the space to the mind-space, will certainly be seen. [For one to see oneself as one actually is] grace also is certainly necessary. [In order to be a suitable receptacle to imbibe grace, one should] be adorned with [bound by or possessed of] love [for seeing and thereby just being as one actually is]. [Infinite] happiness will [then] certainly appear [or be experienced]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<b>Detailed explanation and discussion:</b><br>\nComing soon<br>\n<br>\n<b>Video discussion:</b><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/1Ag8G1f2naI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\n<br>\n<b>Other explanations and discussions:</b><br>\n2022-10-27: <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html#av5\">Since the mind is able to perceive the world through the eyes and other sense organs only because it is endowed with a semblance of awareness, and since it is endowed with such awareness only because it is illumined by the original light of pure awareness, which is Arunachala, he describes Arunachala (Annamalai) in this verse as ‘மனக் கணுக்கும் கண்’ (<i>maṉa-k-kaṇukkum kaṇ</i>), ‘the eye to the mind-eye’</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#av5\">‘Grace also is certainly necessary. Be adorned with love. Happiness will certainly appear’, and as he often said, ‘<i>Bhakti</i> is the mother of <i>jñāna</i>’, which implies that all-consuming and heart-melting love (<i>bhakti</i>) is the sole means by which we can know and be what we actually are</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#av5\"><i>Āṉma-Viddai</i> verse 5: mind (in the sense of ego) is both the space in which all phenomena appear and the eye in whose view alone they appear</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#av5a\">The ‘மன விண்’ (<i>maṉa viṇ</i>) or ‘mind-space’ that he refers to here is the mind’s field of awareness, into which it projects all phenomena, so its projection and perception of them are one and the same thing, which is why he taught us <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) itself is creation (<i>sṛṣṭi</i>)</a><br>\n2019-08-01: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#av5\"><i>Āṉma-Viddai</i> verse 5: grace is also necessary, but it is already inside us, so it is always available to us if we have sufficient love to surrender ourself to it</a><br>\n2016-03-01: <a href=\"https://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#easy\">To experience ourself as we actually are is extremely easy, but we must cultivate all-consuming love in order to succeed</a>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6795164469558150027/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwNTMzMTc3NTM2Cm9mZnNldDogMzYwMDAwMAo\""
}