{
    "kind": "blogger#post",
    "id": "5716831155236929835",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-07-02T20:26:00+01:00",
    "updated": "2022-10-29T13:00:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5716831155236929835",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 8",
    "content": "This is the eighth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm08\"></a><b>Verse 8:</b><br>\n<blockquote>ஊர்சுற் றுளம்விடா துனைக்கண் டடங்கிட<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுன்னழ கைக்காட் டருணாசலா<br>\n<br>\n<i>ūrsuṯ ṟuḷamviḍā duṉaikkaṇ ḍaḍaṅgiḍa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṉṉaṙa haikkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so that seeing you uninterruptedly the mind, which roams about the world, subsides, show your beauty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that seeing [or looking at] you uninterruptedly [my] mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], subsides [settles, submits or ceases entirely and forever] [in you] [thereby being brought under the sway of your grace], show [me] your beauty [the infinite beauty of your real nature, which is unlimited, unalloyed and unceasing happiness].</blockquote>\n<b>Explanation:</b> ஊர் (<i>ūr</i>) means a place, particularly a place where people live, such as a village, town or city, but in this context it is a metonym for the world as a whole, and also for all the <i>viṣayas</i> (objects or phenomena) that constitute the world. சுற்று (<i>suṯṟu</i>) is a verb that means to revolve, spin, whirl, roam or wander about, and in this case the root of this verb is used in the sense of an adjectival participle that means ‘roaming’ or ‘which roams about’. உளம் (<i>uḷam</i>) is a poetic abbreviation of உள்ளம் (<i>uḷḷam</i>), which means the heart or in this case the mind, so ‘ஊர் சுற்று உளம்’ (<i>ūr suṯṟu uḷam</i>) means ‘the world-roaming mind’ or ‘the mind, which roams about the world’.<br>\n<br>\nThat is, the nature of the mind is to always dwell on things other than itself, namely <i>viṣayas</i> (objects or phenomena), and the totality of all <i>viṣayas</i> is what is called ‘the world’, meaning both the seemingly external world of physical phenomena and the internal world of mental phenomena. Since the mind is fickle and unsteady, it does not dwell for long on any one <i>viṣaya</i> but is constantly wandering from one to another in search of happiness, which it wrongly believes it can obtain from them, so this deeply engrained habit of the mind to wander about, moving perpetually from one <i>viṣaya</i> to another, is what Bhagavan describes here as ‘ஊர் சுற்றுதல்’ (<i>ūr suṯṟudal</i>), roaming or wandering about the world.<br>\n<br>\n<a name=\"uu28\"></a>Why is it the nature of the mind to roam about the world like this? In this context உள்ளம் (<i>uḷḷam</i>) means the mind in the sense of ego, which is the subject, the knower or experiencer of all <i>viṣayas</i>, and ego is a false awareness of ourself, because whenever we rise as ego we are aware of ourself as ‘I am this body’, which is not what we actually are. What we actually are is <i>sat-cit-ānanda</i>, pure being (<i>sat</i>), pure awareness (<i>cit</i>) and pure happiness (<i>ānanda</i>), which is infinite, eternal, indivisible and immutable, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then beginningless, endless and unbroken existence-awareness-happiness.<br>\n<br>\n<b>Explanatory paraphrase:</b> If one knows what the [real] nature of oneself is, then [what will remain existing and shining is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [existence-awareness-happiness].</blockquote>\nSince we are infinite happiness, when we rise as ego and thereby limit ourself as the extent of a finite body, we seemingly separate ourself from the infinite happiness that we actually are, so we naturally crave to regain such happiness, and we cannot be satisfied with anything less than infinite happiness. However, as a seemingly finite ego, we cannot experience infinite happiness, but can only experience finite semblances of true happiness. Since we have seemingly separated ourself from the true happiness that we actually are, it seems to us to be something other than ourself and to be lacking in ourself, so we seek it outside ourself among <i>viṣayas</i>.<br>\n<br>\nSince we wrongly believe that happiness can be obtained only from things other than ourself, namely <i>viṣayas</i>, such things seem to be the cause of both our happiness and unhappiness, so we like and desire those things that we believe will make us happy, and we dislike, feel averse to and fear those things that we believe will make us unhappy. Therefore we as ego or mind incessantly roam about the world seeking to obtain or experience whatever we believe will make us happy and seeking to avoid whatever we believe will make us unhappy.<br>\n<br>\n<a name=\"ny01\"></a>Seeking happiness or satisfaction in this way is the very nature of ourself as ego, but nothing will satisfy us completely or lastingly until we regain our own real nature (<i>svarūpa</i>), which alone is infinite and eternal happiness. Seeking perfect happiness or satisfaction is not wrong, but what is wrong is seeking it in anything other than ourself, because it does not exist in anything other than ourself. Since we ourself are infinite happiness, we can experience such happiness only by being aware of ourself as we actually are, as Bhagavan teaches us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br>\n<br>\n<i>sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>.<br>\n<br>\nSince all sentient beings want [or like] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s own <i>svabhāva</i> [nature], which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [awareness-investigation] <b>called ‘who am I’ alone is the principal means</b>.</blockquote>\nWe will not stop seeking infinite happiness until we experience it as our own real nature, and until we experience it thus the nature of ourself as ego or mind is to continue seeking it in things other than ourself, so the mind will not cease roaming about the world until we see that we ourself are the infinite and eternal happiness that we are always seeking. Since <i>ātma-svarūpa</i>, the real nature of ourself, is what is called Arunachala, what Bhagavan refers to in this verse as ‘உன் அழகை’ (<i>uṉ aṙahai</i>), ‘your beauty’, meaning the beauty of Arunachala, is infinite happiness, which is the real nature both of Arunachala and of ourself, and which is the only real beauty. Only when the mind sees this real beauty that is Arunachala will it subside and thereby cease roaming about the world in search of happiness outside itself, because having once seen this real beauty it will be unable to let go of it, so it will continue to see it unceasingly and eternally, as Bhagavan implies when he sings: ‘ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா’ (<i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>), ‘Arunachala, so that seeing you uninterruptedly the mind, which [by its very nature] roams [incessantly] about the world, subsides [in you], show [me] your beauty’.<br>\n<br>\nவிடாது (<i>viḍādu</i>) is a negative adverbial participle that means ‘not leaving’ or ‘not letting go’, and therefore implies ‘uninterruptedly’ or ‘incessantly’. In this context it applies both to ‘ஊர் சுற்று உளம்’ (<i>ūr suṯṟu uḷam</i>), ‘the world-roaming mind’ or ‘the mind, which roams about the world’, because the nature of the mind is to roam incessantly about the world, and to ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>), ‘seeing you’, because when the mind once sees the real beauty that is Arunachala, it will be so enchanted and transfixed that it will never be able to leave or let go of that beauty, so it will continue eternally and uninterruptedly seeing or looking at Arunachala.<br>\n<br>\nஉனை (<i>uṉai</i>) is a poetic abbreviation of உன்னை (<i>uṉṉai</i>), an accusative form of the second person singular pronoun, ‘you’, and கண்டு (<i>kaṇḍu</i>) is an adverbial participle that means seeing or looking at, so ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>) means ‘seeing you’ or ‘looking at you’. A secondary meaning of கண்டு (<i>kaṇḍu</i>) is worshipping or adoring in the sense of gazing at with love and adoration, so in this context loving adoration is implied in the phrase ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>), which therefore means ‘looking at and seeing you in love and adoration’. This phrase is further qualified by the negative adverbial participle விடாது (<i>viḍādu</i>), ‘not leaving’ or ‘not letting go’, so ‘விடாது உனை கண்டு’ (<i>viḍādu uṉai kaṇḍu</i>) means ‘seeing you without [ever] leaving [or letting go of] [you]’, because when Arunachala shows his beauty we will be so transfixed with wonder and love that we will never again have even the slightest inclination to look away from him towards anything else whatsoever.<br>\n<br>\n<a name=\"uu26\"></a>Since Arunachala is our own real nature, seeing him is not a case of one thing seeing another thing, but of we ourself seeing ourself. In other words, the real nature of Arunachala cannot be seen or known as an object but only as the reality of ourself, the subject, and we can see it only by being it, because it cannot be seen or known by anything other than itself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as ‘that’ (<i>tat</i>), the one infinite reality called <i>brahman</i>].</blockquote>\n<a name=\"uu23\"></a>Why can we know ourself as we actually are only by being ourself as we actually are, and why is knowing ourself as we actually are alone seeing Arunachala as he actually is? Bhagavan explains this in the previous three verses of <i>Upadēśa Undiyār</i>. What we actually are is pure awareness (<i>uṇarvu</i> or <i>cit</i>), which alone is what actually exists (<i>uḷḷadu</i> or <i>sat</i>), as he explains in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].</blockquote>\n<a name=\"unm1\"></a>Pure awareness knows itself just by being itself, and since it alone is <i>uḷḷadu</i>, what actually exists, there is nothing other than itself for it to know. There is never a moment when it does not know itself, nor any moment when it knows anything other than itself, so it is eternal and immutable. Since it alone is what we actually are, we can know ourself as we actually are only by just being as it is, as Bhagavan implies in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>English translation:</b> If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>uḷḷadu</i> [what is or what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as <i>uḷḷadu</i>, does <i>uḷḷa-v-uṇarvu</i> exist? (2) Other than <i>uḷḷadu</i>, is there awareness to think [of it, meditate on it or investigate it]?] Since <i>uḷḷa-poruḷ</i> [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i>, which is called <i>uḷḷam</i> [the heart]? Being in the heart as it is [that is, as pure thought-free awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is].</blockquote>\nஉள்ளது (<i>uḷḷadu</i>) means ‘what is’ or ‘what exists’ in the sense of what actually exists, as opposed to what merely seems to exist, and உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) likewise means ‘the existing substance’ or ‘the substance that exists’ in the sense of the substance that actually exists, as opposed to any substance that merely seems to exist, so these two terms both refer to the one real substance (<i>poruḷ</i> or <i>vastu</i>), which is the only thing that actually exists. Since உள்ளது (<i>uḷḷadu</i>) is what exists, there cannot be anything other than it, because anything other than what exists would by definition be non-existent. Therefore, since there cannot be any awareness (<i>uṇarvu</i> or <i>cit</i>) other than what exists (<i>uḷḷadu</i> or <i>sat</i>), what exists cannot be known by any awareness other than itself, so it is itself the awareness that knows itself, as Bhagavan points out in <a href=\"#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>.<br>\n<br>\nJust as awareness could not be other than what exists, what exists could not be other than awareness, because anything other than awareness does not know its own existence, so it exists, or rather seems to exist, only in the view of whatever awareness knows its seeming existence. Anything that exists only in the view of some awareness other than itself does not actually exist, because its existence depends on the existence of whatever awareness knows it, so it does not exist independently. Its existence is therefore not a real existence but just a seeming existence. What actually exists is what is actually aware, and what is actually aware is what actually exists. Existence (<i>sat</i>) and awareness (<i>cit</i>) are therefore one and inseparable.<br>\n<br>\nTherefore, as Bhagavan says in conclusion to the first sentence of <a href=\"#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>: ‘உள்ளது உணர்வு ஆகும்’ (<i>uḷḷadu uṇarvu āhum</i>), ‘what exists is awareness’. That is, awareness is what actually exists, and nothing other than awareness exists at all. Anything other than awareness merely seems to exist, but does not actually exist. All other things seem to exist only in the view of ego, which itself does not actually exist, because it appears in waking and dream but disappears in sleep. Anything that appears and disappears does not actually exist even when it seems to exist, because what actually exists must always exist and can therefore never cease to exist.<br>\n<br>\nEgo seems to exist and to be aware of other things only because it is illumined by its own reality, namely the one real awareness, which is what alone actually exists. The awareness that actually exists is pure awareness, which is aware of nothing other than its own existence, ‘I am’, so it alone is the reality of ego, the false awareness that is always aware of itself not just as ‘I am’ but as ‘I am this body’. Without the real awareness ‘I am’, the false awareness ‘I am this body’ could not seem to exist.<br>\n<br>\nWhen Bhagavan says in the final sentence of <a href=\"#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>, ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), ‘Awareness alone exists as we’, what he means by ‘நாம்’ (<i>nām</i>), ‘we’, is not ourself as ego but only ourself as we actually are, namely the fundamental awareness ‘I am’, which is the sole reality underlying the seeming existence of ego, just as a rope is the reality underlying the seeming existence of an illusory snake.<br>\n<br>\nSince what exists is awareness, it does not exist as an object, and therefore cannot be known as an object, so it does not exist outside ourself but only in the innermost depth of our heart, beyond the range of thought, as Bhagavan points out in the first clause of the second sentence of the <a href=\"#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), ‘Since the existing substance exists in the heart without thought’. How then can we think of it, meditate upon it, investigate it or know it? Only by just being as it is, as Bhagavan says in the third sentence: ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of it]’.<br>\n<br>\nஉள்ளல் (<i>uḷḷal</i>) means thinking, remembering, meditating or investigating, but we obviously cannot literally think of or meditate on that which is beyond the range of thought. If we try to think of it, what we are actually thinking of is only an idea of it and not it as it actually is. Therefore, when Bhagavan says that being in the heart as it is alone is thinking of it, he is using the term ‘உள்ளல்’ (<i>uḷḷal</i>) in a metaphorical sense, and what he implies by saying this is that being in the heart as it is alone is knowing it as it is.<br>\n<br>\nThe heart is not just the place where உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, exists, but is உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) itself, as he indicates by saying ‘உள்ளம் எனும் உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘how to [or who can] think of <i>uḷḷa-poruḷ</i>, which is called <i>uḷḷam</i> [the heart]?’. Since உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, is ourself as we actually are, ‘உள்ளத்தே உள்ளபடி உள்ளதே’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>), ‘only being in the heart as it is’, means being as we actually are, namely as pure awareness, which is devoid of thought. Therefore, since pure awareness is awareness that is aware of nothing other than its own being, ‘I am’, we can be as it is only by being so keenly self-attentive that we cease to be aware of anything other than our own being, ‘I am’.<br>\n<br>\n<a name=\"uu24\"></a>So how does this help us to understand the deep implication of the clause ‘விடாது உனை கண்டு’ (<i>viḍādu uṉai kaṇḍu</i>), ‘seeing you without [ever] leaving [or letting go of] [you]’? ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>), ‘seeing you’, means seeing Arunachala, and Arunachala is God, who is what we actually are, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one substance. Only awareness of [their] adjuncts is [what makes them seem] different.</blockquote>\nWhat he refers to here as ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’ or ‘being nature’, is the real nature of both Arunachala and ourself, which is pure being, so this is what he refers to in the <a href=\"#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i> as உள்ளது (<i>uḷḷadu</i>), ‘what exists’, and as உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘the existing substance’ or ‘substance that exists’. In other words, our இருக்கும் இயற்கை (<i>irukkum iyaṟkai</i>), ‘existing nature’, is what we actually are, so this is the ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), the ‘one substance’, that he says is both God (<i>īśa</i>) and soul (<i>jīva</i>). Therefore, since Arunachala is what he refers to here as ஈச (<i>īśa</i>) or God, and we are what he refers to as சீவ (<i>jīva</i>) or soul, what he implies here is that our real nature as pure being, ‘I am’, is the one real substance (<i>poruḷ</i> or <i>vastu</i>), which is what both Arunachala and ourself actually are.<br>\n<br>\nWhy then do we seem to be something other than the one existing substance (<i>uḷḷa-poruḷ</i>), which is Arunachala? In other words, why are we not aware of ourself as Arunachala? The answer to this is provided by Bhagavan in the second sentence of this verse: ‘உபாதி உணர்வே வேறு’ (<i>upādhi-uṇarvē vēṟu</i>), ‘Only adjunct-awareness is different’. That is, when we rise as ego or <i>jīva</i>, we cease to be aware of ourself as just ‘I am’, which is our இருக்கும் இயற்கை (<i>irukkum iyaṟkai</i>), ‘existing nature’, and are instead aware of ourself as ‘I am this body’, which is our rising nature. The body, which is a form consisting of five sheaths, namely the physical body, life, mind, intellect and will, is an adjunct (<i>upādhi</i>), so our awareness of ourself as ‘I am this body’ is what he refers to here as ‘உபாதி உணர்வு’ (<i>upādhi-uṇarvu</i>), ‘adjunct-awareness’.<br>\n<br>\n<a name=\"uu25\"></a>Since we mistake ourself to be one set of adjuncts, we take Arunachala to be another set of adjuncts, but since he is never aware of himself as anything other than pure being-awareness (<i>sat-cit</i>), he is never aware of any adjuncts at all. He therefore never sees us as anything other than himself, so if we are to see him as he actually is, which is as he sees himself, all we need to do is to see ourself without adjuncts, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>English translation:</b> Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts].</blockquote>\nWhen we rise and stand as ego, we are always aware of ourself as a set of adjuncts, namely a body consisting of five sheaths, so ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), ‘knowing oneself leaving aside adjuncts’, means knowing ourself as we actually are and thereby ceasing to rise as ego. Therefore what Bhagavan implies in this verse is that we cannot know God as he actually is without knowing ourself as we actually are, because he is what we actually are, and we cannot know ourself as we actually are without ceasing to rise as ego, because whenever we rise as ego we know ourself as a set of adjuncts (<i>upādhis</i>), ‘I am this body’, which is not what we actually are.<br>\n<br>\nThis is why he says in this eighth verse of <i>Akṣaramaṇamālai</i>: ‘உளம் விடாது உனை கண்டு அடங்கிட’ (<i>uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa</i>), ‘so that seeing you uninterruptedly the mind subsides [settles, submits or ceases entirely and forever]’. அடங்கிட (<i>aḍaṅgiḍa</i>) is the infinitive form of அடங்கிடு (<i>aḍaṅgiḍu</i>), which is a compound of two verbs, அடங்கு (<i>aḍaṅgu</i>), which means to yield, submit, be subdued, shrink, settle, subside, cease or disappear, and இடு (<i>iḍu</i>), which in this context serves as an auxiliary verb that intensifies whichever verb it is appended to, so அடங்கிட (<i>aḍaṅgiḍa</i>) means to subside, settle, submit or cease entirely and forever. Here the infinitive is used in the sense of ‘in order to’ or ‘so that’, so ‘உளம் அடங்கிட’ (<i>uḷam aḍaṅgiḍa</i>) means ‘in order for the mind to subside’ or ‘so that the mind subsides [settles, submits or ceases entirely and forever]’.<br>\n<br>\nArunachala is <i>ātma-svarūpa</i>, the real nature of ourself, whereas the mind is what we seem to be so long as we attend to anything other than ourself. Whenever we rise as mind we are aware of ourself as ‘I am this body’ and we are consequently aware of other things, so the mind is a false awareness of ourself, and hence it will cease to exist only when we are aware of ourself as we actually are. In other words, in order to make the mind subside in such a way that it will never rise again we need to see ourself as we actually are, and seeing ourself as we actually are is what Bhagavan refers to here as ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>), ‘seeing you’, because ‘உனை’ (<i>uṉai</i>), ‘you’, here refers to Arunachala, who is ourself as we actually are.<br>\n<br>\n<a name=\"un25\"></a>In this context ‘உனை கண்டு’ (<i>uṉai kaṇḍu</i>), ‘seeing you’, does not mean seeing Arunachala in name and form because the nature of ego or mind is to rise, stand and flourish by attending to forms, but to subside and dissolve back into its source only by attending to itself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. The formless phantom ego. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Grasping form [that is, grasping the form of a body (composed of five sheaths) as itself] it comes into existence; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [that is, projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [that is, if it seeks, examines or investigates itself], it will take flight. [Such is the nature of this] formless phantom [fiend, demon or evil spirit] ego. [Therefore] investigate [it] [or know thus].</blockquote>\nHowever, this does not mean that there is no benefit in seeing the name or form of Arunachala, because its name and form have a special power to turn our attention back within to see what we actually are, which alone is his real form (<i>svarūpa</i>). Nevertheless, the mind will not subside in such a way that it will never rise again until we turn back within, away from all names and forms, to see him as he actually is, namely as <i>ātma-svarūpa</i>, the real nature of ourself.<br>\n<br>\n<a name=\"un08\"></a>Moreover, there is another reason why we can conclude that Bhagavan is not referring here to seeing Arunachala in name and form. That is, ‘விடாது உனை கண்டு’ (<i>viḍādu uṉai kaṇḍu</i>), ‘seeing you without [ever] leaving [or letting go of] [you]’, does not mean seeing him in name and form because what sees names and forms is only ego, which rises in waking and dream but subsides in sleep, so even if ego could see his name or form uninterruptedly in the waking and dream states, it would leave or let go of them whenever it falls asleep. Seeing Arunachala in name and form is therefore not seeing him in reality, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un08\">verse 8</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>எப்பெயரிட் டெவ்வுருவி லேத்தினுமார் பேருருவி<br>\nலப்பொருளைக் காண்வழிய தாயினுமம் — மெய்ப்பொருளி<br>\nனுண்மையிற்ற னுண்மையினை யோர்ந்தொடுங்கி யொன்றுதலே<br>\nயுண்மையிற் காண லுணர்.<br>\n<br>\n<i>eppeyariṭ ṭevvuruvi lēttiṉumār pēruruvi<br>\nlapporuḷaik kāṇvaṙiya dāyiṉumam — meypporuḷi<br>\nṉuṇmaiyiṯṟa ṉuṇmaiyiṉai yōrndoḍuṅgi yoṉḏṟudalē<br>\nyuṇmaiyiṯ kāṇa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும் ஆர், பேர் உருவில் அப் பொருளை காண் வழி அது. ஆயினும், அம் மெய்ப் பொருளின் உண்மையில் தன் உண்மையினை ஓர்ந்து, ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>e-p-peyar iṭṭu e-vv-uruvil ēttiṉum ār, pēr-uruvil a-p-poruḷai kāṇ vaṙi adu. āyiṉum, a-m-mey-p-poruḷiṉ uṇmaiyil taṉ uṇmaiyiṉai ōrndu, oḍuṅgi oṉḏṟudalē uṇmaiyil kāṇal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஆர் எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும், அது அப் பொருளை பேர் உருவில் காண் வழி. ஆயினும், தன் உண்மையினை ஓர்ந்து, அம் மெய்ப் பொருளின் உண்மையில் ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ār e-p-peyar iṭṭu e-vv-uruvil ēttiṉum, adu a-p-poruḷai pēr-uruvil kāṇ vaṙi. āyiṉum, taṉ uṇmaiyiṉai ōrndu, a-m-mey-p-poruḷiṉ uṇmaiyil oḍuṅgi oṉḏṟudalē uṇmaiyil kāṇal. uṇar</i>.<br>\n<br>\n<b>English translation:</b> Whoever worships in whatever form giving whatever name, that is the way to see that substance in name and form. However, investigating the reality of oneself, dissolving in the reality of that true substance, becoming one alone is seeing in reality. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> Whoever worships [it] in whatever form giving [it] whatever name, that is the way to see that [nameless and formless] <i>poruḷ</i> [the real substance, namely <i>brahman</i>, the ultimate reality or God] in name and form. However, [by] investigating [or knowing] the reality of oneself, [and by thereby] dissolving [or subsiding] in the reality of that true <i>poruḷ</i>, becoming one [with it] alone is seeing [it] in reality. Know [or be aware].</blockquote>\n<a name=\"un20\"></a>Since Arunachala is the one real substance (<i>mey-p-poruḷ</i> or <i>sat-vastu</i>), it is what Bhagavan refers to in this verse as ‘தன் உண்மை’ (<i>taṉ uṇmai</i>), the ‘reality of oneself’, so seeing the reality of ourself by investigating what we actually are is alone seeing him in reality. Since all names and forms are mental fabrications, instead of seeing him as the reality of ourself, seeing him in name and form is not seeing him as he actually is but is only seeing a mental image, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un20\">verse 20</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>காணுந் தனைவிட்டுத் தான்கடவு ளைக்காணல்<br>\nகாணு மனோமயமாங் காட்சிதனைக் — காணுமவன்<br>\nறான்கடவுள் கண்டானாந் தன்முதலைத் தான்முதல்போய்த்<br>\nதான்கடவு ளன்றியில தால்.<br>\n<br>\n<i>kāṇun taṉaiviṭṭut tāṉkaḍavu ḷaikkāṇal<br>\nkāṇu maṉōmayamāṅ kāṭcitaṉaik — kāṇumavaṉ<br>\nḏṟāṉkaḍavuḷ kaṇḍāṉān taṉmudalait tāṉmudalpōyt<br>\ntāṉkaḍavu ḷaṉḏṟiyila dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b>: காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம், தன் முதலை, தான் முதல் போய், தான் கடவுள் அன்றி இலதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām, taṉ mudalai, tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தான் முதல் போய், தான் கடவுள் அன்றி இலதால், தன் முதலை, தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl, taṉ mudalai, taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving oneself, who sees, oneself seeing God is seeing a mental vision. Only one who sees oneself, the origin of oneself, is one who has seen God, because the origin, oneself, going, oneself is not other than God.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving [letting go of, neglecting, ignoring or not investigating] oneself [namely ego], who sees [all things other than oneself], oneself seeing God is seeing a mental vision [a mind-constituted image, phenomenon or appearance]. Only one who sees oneself [one’s real nature], the origin [base or foundation] of oneself [namely ego], is one who has seen God, because oneself [one’s real nature], [which alone is what remains] when oneself [namely ego], the origin [root or foundation of all other things], goes, is not other than God.</blockquote>\n<a name=\"un21\"></a>Since ego is a false awareness of ourself, an awareness of ourself as something other than what we actually are, so long as we rise and stand as ego, we cannot see ourself as we actually are, and hence we cannot see Arunachala as he actually is. Therefore, as soon as we see ourself as we actually are, ego will subside in such a way that it will never rise again, so Bhagavan concludes <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i> by saying ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’, thereby implying that eradication of ego alone is seeing Arunachala:<br>\n<blockquote>தன்னைத்தான் காண றலைவன் றனைக்காண<br>\nலென்னும்பன் னூலுண்மை யென்னையெனின் — றன்னைத்தான்<br>\nகாணலெவன் றானொன்றாற் காணவொணா தேற்றலைவற்<br>\nகாணலெவ னூணாதல் காண்.<br>\n<br>\n<i>taṉṉaittāṉ kāṇa ṯalaivaṉ ḏṟaṉaikkāṇa<br>\nleṉṉumpaṉ ṉūluṇmai yeṉṉaiyeṉiṉ — ḏṟaṉṉaittāṉ<br>\nkāṇalevaṉ ḏṟāṉoṉḏṟāṯ kāṇavoṇā dēṯṟalaivaṯ<br>\nkāṇaleva ṉūṇādal kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘தன்னை தான் காணல்’, ‘தலைவன் தனை காணல்’ என்னும் பல் நூல் உண்மை என்னை எனின்: தன்னை தான் காணல் எவன், தான் ஒன்றால்? காண ஒணாதேல், தலைவன் காணல் எவன்? ஊண் ஆதல் காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘taṉṉai tāṉ kāṇal’, ‘talaivaṉ taṉai kāṇal’ eṉṉum pal nūl uṇmai eṉṉai eṉiṉ: taṉṉai tāṉ kāṇal evaṉ, tāṉ oṉḏṟāl? kāṇa oṇādēl, talaivaṉ kāṇal evaṉ? ūṇ ādal kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘தன்னை தான் காணல்’, ‘தலைவன் தனை காணல்’ என்னும் பல் நூல் உண்மை என்னை எனின்: தான் ஒன்றால், தன்னை தான் காணல் எவன்? காண ஒணாதேல், தலைவன் காணல் எவன்? ஊண் ஆதல் காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘taṉṉai tāṉ kāṇal’, ‘talaivaṉ taṉai kāṇal’ eṉṉum pal nūl uṇmai eṉṉai eṉiṉ: tāṉ oṉḏṟāl, taṉṉai tāṉ kāṇal evaṉ? kāṇa oṇādēl, talaivaṉ kāṇal evaṉ? ūṇ ādal kāṇ</i>.<br>\n<br>\n<b>English translation:</b> If one asks what is the truth of many texts that say ‘oneself seeing oneself’, ‘seeing God’: Since oneself is one, how is oneself to see oneself? If it is not possible to see, how to see God? Becoming food is seeing.<br>\n<br>\n<b>Explanatory paraphrase:</b> If anyone asks what is the truth of many texts that talk of ‘oneself seeing oneself’ and ‘seeing God’ [the reply is]: Since oneself is one, how is oneself to see oneself? If it is not possible [for oneself] to see [oneself], how [is oneself] to see God [who is the real nature of oneself]? Becoming food [to God] is seeing [both oneself and God]. [In other words, ego being swallowed and consumed entirely by the infinite light of pure awareness is alone real seeing.]</blockquote>\nSeeing ourself bereft of adjuncts is alone seeing Arunachala as he actually is, and since ego is ourself mixed and conflated with adjuncts, it is eradicated as soon as we see ourself bereft of adjuncts, so only when we as ego have been swallowed by Arunachala are we truly seeing him. This is what Bhagavan implies by saying ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’, in this verse, and also what he implies in this eighth verse of <i>Akṣaramaṇamālai</i> when he says ‘உளம் விடாது உனை கண்டு அடங்கிட’ (<i>uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa</i>), ‘so that seeing you uninterruptedly the mind subsides [settles, submits or ceases entirely and forever]’.<br>\n<br>\nThe mind cannot see Arunachala as he really is without subsiding so thoroughly that it can never rise again, so who is it that sees him uninterruptedly? He alone sees himself, because he can never be an object of sight or awareness, so he can never be seen by anything other than himself. Therefore we can see him only by being him, and we can be him only by being swallowed by him, so ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food [to him] is [alone] seeing [him as he actually is]’.<br>\n<br>\n<a name=\"aamm09\"></a>Subsiding in such a way that we become food to Arunachala and therefore never rise again is what Bhagavan refers to as ‘எனை அழித்து’ (<i>eṉai aṙittu</i>), ‘destroying me’ or ‘annihilating me’, at the beginning of the next verse, namely verse 9 of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>எனையழித் திப்போ தெனைக்கல வாவிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லிதுவோ வாண்மை யருணாசலா<br>\n<br>\n<i>eṉaiyaṙit tippō deṉaikkala vāviḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;liduvō vāṇmai yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, if not now uniting me, destroying me, is this manliness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, now [that I am willing to surrender myself entirely to you], if [you] do not unite me [with yourself in inseparable oneness], [thereby] destroying me [destroying my ‘virginity’, namely ego], is this [your] manliness?</blockquote>\nSince Arunachala is not an object of perception and can therefore never be seen as such, we can see him only by being him, and we can be him only when he destroys us and thereby makes us one with himself. So long as we rise and stand as ego, we seem to be separate from him and hence we cannot see him as he actually is, so in order for us to see him as he sees himself, our separate existence as ego needs to be eradicated, and this eradication of ego is what he refers to in verse 8 as ‘உளம் அடங்கிட’ (<i>uḷam aḍaṅgiḍa</i>), ‘for the mind to subside [or cease]’ or ‘so that the mind subsides [or ceases]’, and in verse 9 as ‘எனை அழித்து’ (<i>eṉai aṙittu</i>), ‘destroying me’. Only when ego is thus destroyed will we be united with Arunachala in our natural and eternal state of inseparable oneness with him, and only when we are one with him are we seeing him as he actually is.<br>\n<br>\nWe can therefore see him only by surrendering ourself to him entirely, and we will be willing to surrender ourself to him entirely only when we have all-consuming love for him. Such all-consuming love is our real nature, but so long as we rise and stand as ego we seem to lack such love, and hence our mind wanders ceaselessly around the world seeking happiness in things other than ourself. We will therefore cease wandering about outside and surrender ourself entirely to him only when he attracts us to him in such a way that we are consumed entirely by intense love for him.<br>\n<br>\nWe wander about among the <i>viṣayas</i> (objects or phenomena) that constitute the world because in our clouded and befuddled state of self-ignorance we are under the wrong impression that we can obtain happiness from them, and hence we are constantly swayed this way and that by our <i>viṣaya-vāsanās</i> (inclinations to seek happiness in them). Therefore it is only when Arunachala makes us see that happiness is our own real nature that we will be willing to look within so keenly that we will thereby cease seeing anything else and see him alone as our own real nature.<br>\n<br>\nThis is therefore what Bhagavan teaches us to pray for in this verse. Arunachala making us see that happiness is our own real nature is what he implies by praying ‘உன் அழகை காட்டு அருணாசலா’ (<i>uṉ aṙahai kāṭṭu aruṇācalā</i>), ‘Arunachala, show your beauty’. உன் (<i>uṉ</i>) is the inflectional base of the second person singular pronoun, and when used on its own it represents the genitive case, so it means ‘your’. அழகை (<i>aṙahai</i>) is the accusative form of அழகு (<i>aṙahu</i>), which means ‘beauty’, and காட்டு (<i>kāṭṭu</i>) is a transitive verb that means ‘show’, ‘disclose’, ‘reveal’ or ‘cause to see’, being a causative form of காண் (<i>kāṇ</i>), ‘see’, so ‘உன் அழகை காட்டு’ (<i>uṉ aṙahai kāṭṭu</i>) means ‘show your beauty’ or ‘make [me] see your beauty’.<br>\n<br>\nWhat Bhagavan means by ‘உன் அழகு’ (<i>uṉ aṙahu</i>), ‘your beauty’, is clearly and beautifully described by Muruganar:<br>\n<blockquote>“உன்னழகு” என்றது மாயாவிலாசமாகத் தோன்றி மனத்தை மயக்குகின்ற விஷயங்களுக் கெல்லாம் வியதிரேகமான நிருபாதிக சுயஞ்சோதியாய் நிர்விகற்பமா யிருந்தோளிர்கின்ற சுத்த சைதன்யமான அருணாசலன் சொரூபலாவண்யத்தை.<br>\n<br>\n<i>“uṉ-ṉ-aṙahu” eṉḏṟadu māyā-vilāsam-āha-t tōṉḏṟi maṉattai mayakkugiṉḏṟa viṣayaṅgaḷukku ellām viyatirēkam-āṉa nirupādhika suyañjyōti-y-āy nirvikaṯpam-āy irundōḷirgiṉḏṟa śuddha caitaṉyam-āṉa aruṇācalaṉ sorūpa-lāvaṇyattai.</i><br>\n<br>\nWhat is called “your beauty” is Arunachala’s <i>svarūpa-lāvaṇya</i> [the beauty, loveliness or charm of his real nature], which is <i>śuddha caitanya</i> [pure awareness], which exists and shines without <i>upādhis</i> [adjuncts], being <i>svayaṁjyōti</i> [self-luminous] and <i>nirvikalpa</i> [devoid of change or differences], and which is <i>viyatirēka</i> [antithetical] to all <i>viṣayas</i> [objects or phenomena], which delude the mind, appearing as <i>māyā-vilāsa</i> [the play of <i>māyā</i>].</blockquote>\nவியதிரேகம் (<i>viyatirēkam</i>) means what is distinct from and can never co-exist with, and what therefore excludes entirely, so ‘விஷயங்களுக் கெல்லாம் வியதிரேகமான’ (<i>viṣayaṅgaḷukku ellām viyatirēkam-āṉa</i>), ‘which is <i>viyatirēka</i> to all <i>viṣayas</i>’, which is a relative clause describing சுத்த சைதன்யம் (<i>śuddha caitaṉyam</i>), ‘pure awareness’, means that pure awareness is that which is distinct from and can never co-exist with <i>viṣayas</i> (objects or phenomena), and which therefore excludes them entirely.<br>\n<br>\nArunachala is always showing us his real beauty, but in order to see what he is showing us we must turn back within to look at it. In other words, his grace is always doing everything that is necessary to draw us back to him, but it will never force us against our will, so we must be willing to co-operate with it by playing our small part, namely persistently trying to turn back within to see the beauty that he is always showing us. Because we are deluded by <i>viṣayas</i>, which are the play of <i>māyā</i>, we continue to roam among them, but if we sincerely wish to free ourself from this delusion, we must try our best to persistently look back within to see the real beauty of Arunachala, which always exists and shines in our heart as pure awareness, ‘I am’, devoid of all <i>upādhis</i> (adjuncts) and therefore devoid also of all <i>vikalpas</i> (changes and differences).<br>\n<br>\nThough it is necessary for us to co-operate with his grace by persistently trying to look deep within ourself to see him shining in our heart as our fundamental awareness of our own being, ‘I am’, thereby surrendering ourself entirely to him, what motivates us to do so is only his grace, because without his grace we would not have even the slightest inclination to look within or to surrender ourself to him. That is, we will look within only to the extent that we love to know and to be what we actually are, which is Arunachala, so since the nature of the mind is to roam about the world by constantly looking outwards, whatever love we have to look back within does not originate from our mind but only from his grace.<br>\n<br>\nTherefore, since the very nature of the mind is to roam about the world, searching in vain for happiness in one <i>viṣaya</i> after another, it will be willing to look back within to see Arunachala shining eternally in the heart as ‘I am’ only to the extent that it is drawn within by the all-powerful attraction of his grace. Since the nature of the mind is to constantly seek happiness, and since it will not subside forever until it experiences happiness in its infinite and eternal fullness, it will be drawn to look within only to the extent that it is made to see that the infinite and eternal happiness it is seeking is its own real nature. Therefore, since Arunachala is our own real nature (<i>svarūpa</i>), he alone is the real happiness that we are constantly seeking, so this happiness is what Bhagavan refers to in this verse as his beauty,  and this is why he prays: ‘ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா’ (<i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>), ‘Arunachala, so that seeing you uninterruptedly the mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], subsides [in you], show [me] your beauty’.<br>\n<br>\nThe mind will not subside and thereby cease roaming about the world in search of happiness until it looks within itself deeply and keenly enough to see the beauty of Arunachala, its own real nature, shining within it as the infinite and eternal fullness of real happiness, and it will not look within until his magnetic attraction draws it within to see his beauty. So which is to come first? Are we to look within to see his beauty, or is he to show us his beauty to make us look within? This is a question that cannot be answered either way, because it is based on an erroneous assumption, namely that our looking within and his showing us his beauty are two distinct things, which they are not. We can see his beauty only by looking within, and he can show us his beauty only by making us look within.<br>\n<br>\nHe is ourself as we actually are, so since he and his grace are never anything other than ourself, it is only through ourself that his grace must work. When we look within, it is his grace that is making us look within, so when we look within deep enough to see his real beauty, it is his grace that is making us see it or showing it to us. So long as we look outwards and thereby roam about among the countless <i>viṣayas</i> that constitute the world, we do so under the sway of our <i>viṣaya-vāsanās</i>, but when we look back within to see his real beauty, we do so only under the sway of his grace, which shines in our heart as <i>sat-vāsanā</i>, the love to hold onto ‘I am’, our own being (<i>sat</i>), which is both his beauty (<i>aṙahu</i>) and his real nature (<i>svarūpa</i>).<br>\n<br>\nIt is therefore up to us to choose whether we want to be swayed by our <i>viṣaya-vāsanās</i> or by his grace. The freedom to make this choice is ours by our very nature, and every moment we are exercising this freedom one way or the other. So long as we allow ourself to be swayed by our <i>viṣaya-vāsanās</i>, we will continue to roam incessantly about the world, but if instead we yield ourself to the sway of his grace, we will be drawn to look back within to see his beauty shining in our heart as our own real nature, ‘I am’. Therefore, when we pray to him wholeheartedly to show us his beauty so that we may subside back in him, thereby seeing him eternally without ever leaving or letting go of him, we are beginning to yield ourself to him, giving our consent to him to take charge of us entirely.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/X9L0Uakngf4\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 8</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/X9L0Uakngf4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5716831155236929835/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0ODE0NTUwCm9mZnNldDogMzYwMDAwMAo\""
}