{
    "kind": "blogger#post",
    "id": "3431427914468490347",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-04-28T17:46:00+01:00",
    "updated": "2022-10-29T12:59:40+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-6.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3431427914468490347",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 6",
    "content": "This is the sixth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm06\"></a><b>Verse 6:</b><br>\n<blockquote>ஈன்றிடு மன்னையிற் பெரிதருள் புரிவோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிதுவோ வுனதரு ளருணாசலா<br>\n<br>\n<i>īṉḏṟiḍu maṉṉaiyiṟ peridaruḷ purivō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiduvō vuṉadaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஈன்றிடும் அன்னையில் பெரிது அருள் புரிவோய், இதுவோ உனது அருள் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īṉḏṟiḍum aṉṉaiyil peridu aruḷ purivōy, iduvō uṉadu aruḷ aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, you who bestow kindness greater than the mother who gave birth, is this your kindness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you who bestow <i>aruḷ</i> [grace, love, affection, kindness, solicitude and compassion] greater than [that given by] the mother who gave birth [to one], is this your <i>aruḷ</i>?<br>\n<br>\n<b>Alternative meaning</b> [when இதுவோ (<i>iduvō</i>) is split as ‘இது ஓ’ (<i>idu ō</i>), ‘this, oh’ or ‘ah, such’]: Arunachala, you who bestow <i>aruḷ</i> greater than [that given by] the mother who gave birth [to one], ah, such is your <i>aruḷ</i>!</blockquote>\n<b>Explanation:</b> ‘ஈன்றிடும் அன்னையில் பெரிது அருள் புரிவோய்’ (<i>īṉḏṟiḍum aṉṉaiyil peridu aruḷ purivōy</i>) is a vocative clause addressing Arunachala as ‘you who bestow kindness greater than the mother who gave birth’. ஈன்றிடும் (<i>īṉḏṟiḍum</i>) means ‘birth-giving’ or ‘who gave birth’, being an adjectival participle formed from the verb ஈன் (<i>īṉ</i>), which means to give birth, bring forth, bring into being or produce, and அன்னை (<i>aṉṉai</i>) means mother, so ஈன்றிடும் அன்னை (<i>īṉḏṟiḍum aṉṉai</i>) means ‘the mother who gave birth’, or in other words, one’s birth mother, biological mother or own mother. அன்னையில் (<i>aṉṉaiyil</i>) is a locative case form of அன்னை (<i>aṉṉai</i>), and the locative is used here in a comparative sense, so it means ‘in comparison to the mother’ or ‘than the mother’.<br>\n<br>\nபெரிது (<i>peridu</i>) is a noun that means what is great, large, abundant or excellent, but here it is used as an adjective in a comparative sense, so it means greater, more abundant or more excellent. அருள் (<i>aruḷ</i>) is a key word that Bhagavan frequently uses both as a noun and as a verb, particularly in <i>Akṣaramaṇamālai</i> and other songs of <i>Śrī Aruṇācala Stuti Pañcakam</i>. In this context it is a noun, and it means more or less the same as the Sanskrit terms <i>karuṇā</i>, <i>kṛpā</i> and <i>anugraha</i>, namely kindness, tenderness, affection, love, solicitude, compassion, benevolence, pity, mercy and divine grace or blessing. புரி (<i>puri</i>) is a verb that means to do, make, produce or give, and புரிவோய் (<i>purivōy</i>) is a second person composite noun that means ‘you who do [make, produce or give]’. Therefore அருள்புரி (<i>aruḷ-puri</i>) means to give or bestow kindness, tenderness, compassion or grace, and அருள்புரிவோய் (<i>aruḷ-purivōy</i>) means ‘you who bestow kindness’.<br>\n<br>\nThough Arunachala’s அருள் (<i>aruḷ</i>), kindness, tenderness, solicitude, compassion, love or grace, is infinite and free of even the least imperfection, whereas a mother’s is finite and flawed, and though his is therefore incomparably greater than hers, to illustrate the greatness of his <i>aruḷ</i> Bhagavan says it is greater than a mother’s because as a general rule the <i>aruḷ</i> bestowed by a mother on her own child is more perfect and unconditional than whatever kindness, solicitude or love may be given by any other person in this world. Moreover, since the term ‘mother’ can refer to mothers of various kinds, such as a stepmother, adoptive mother, foster mother and so on, he specifies ‘ஈன்றிடும் அன்னை’ (<i>īṉḏṟiḍum aṉṉai</i>), ‘the birth-giving mother’ or ‘the mother who gave birth’, because there is a special bond between a birth mother and her child, so as a general rule the love of such a mother for her child is stronger and more unconditional than that of any other kind of mother.<br>\n<br>\nSadhu Om used to illustrate this with an analogy. On a dark night the dim light of the stars is a welcome respite from the pitch darkness that would otherwise envelope us, but if the moon rises, in its relatively bright light the starlight will fade into insignificance. However, when the sun rises, even the moonlight is found to be dim in comparison to the clear sunlight, which swallows all other lights in its brightness. Likewise, in the darkness of <i>saṁsāra</i> the kindness and love of friends, relatives and even strangers is a welcome respite from the selfishness, greed, heartlessness and cruelty we see all around us, but even the kindness and love of others is relatively insignificant when compared with the natural kindness and love that a mother shows towards her own child. However, when we are blessed to experience the supreme kindness and love of Arunachala, in comparison to it even the kindness and love that our own mother showed us when we were a child is found to be trivial.<br>\n<br>\nNo matter how great a birth mother’s love for her child may be, it has its own shortcomings and limitations. For example, though a mother may give so much care and attention to her child while she is awake, when she is overcome with tiredness she wants nothing more than to sleep, and when she sleeps she forgets all about her child. Arunachala, on the other hand, is eternally awake in our heart as pure awareness and therefore never forgets us, so he is always lovingly taking care of us whether we remember him or not. He is our divine mother, the source from which we have been born as ego and into which we must eventually merge back, and he is not only our source but also our substance, meaning that he is what we actually are, so he can never leave us, and hence, unlike the mother of our body, who is separated from us daily in sleep, and will be separated from us permanently when either her body or our body dies, and who can therefore be a mother to us only temporarily, he can never be separated from us, so he is our real and eternal mother.<br>\n<br>\nHis love for us is not constrained by any conditions, whereas the love of a birth mother is constrained by so many conditions. For example, circumstances sometimes force a mother to abandon her child, whether by giving it for adoption or in any other way, so even though she may continue to love her child, she cannot give it the care and attention that is due to it. Moreover, poverty may also cause a mother to neglect her child, because she may be so busy working to provide food and other necessities for herself and her child that she may not be able to give it sufficient care and attention. And even if a mother is able to give care and attention to her child so long as it is still young, her love for it may later diminish or cease entirely if in later life her child neglects her or if they turn against each other for any reason. On the other hand, no circumstances can ever force Arunachala to neglect or abandon us, and no matter how much we may deviate from the path of love and righteousness, he will never reject us and his love for us will never diminish even to the slightest extent.<br>\n<br>\nMoreover, if a mother has several children, she may be more fond of one or some of them than of others. Some mothers, for example, are particularly fond of their sons and therefore give them more care and attention than they give their daughters, whereas other mothers feel more affinity with their daughters and therefore give them more care and attention. Arunachala, on the other hand, is never guilty of such partiality, because he has unlimited and therefore equal love for all of us, since in his view none of us are other than himself.<br>\n<br>\nThe love of a mother for her child is imperfect because it is <i>anya-aṉbu</i>, love for another, whereas the love of Arunachala is perfect in every respect, being <i>ananya-aṉbu</i>, love for what is not other, because he is the one infinite and indivisible whole, other than which nothing exists, so in his clear view nothing is other than himself, and hence he loves each and every one of us as himself. He does not merely <i>have</i> love for himself and consequently for us as himself, because he is love itself, so there is no such thing as love other than himself, and hence the love of a mother for her child and all other forms of love that we see in this world are just poor reflections of the one infinite love that is himself.<br>\n<br>\nHis love for us is therefore his very nature, so as soon as we first rose as ego his love began working in the form of grace, the power that draws us back to merge eventually in him. His grace works primarily from within our own heart, gently pulling our mind back within, but because we are so strongly inclined to face outwards, away from him, his grace also works from outside in so many ways to gradually push us back within. For example, it is his grace that allots the fruits of our <i>karmas</i>, and it does so in such a way that will be most conducive to our spiritual development, so since everything that we experience is the fruit of our past <i>karmas</i>, our entire life is shaped by his grace. He is therefore taking care of every minute detail of both our internal and external life with far greater love and solicitude than our finite mind can ever comprehend or adequately appreciate.<br>\n<br>\n<a name=\"anmm9\"></a>When her children grow up, a birth mother will generally desire to have grandchildren, and if she has enjoyed a happily married life (insofar as any life as an embodied being can be happy), she will generally desire a similar life for her children, so most birth mothers are eager to see their children marry and have children. In the case of Bhagavan, however, his divine mother and father, Arunachala, never had any such desire for him. On the contrary, the sole intention of Arunachala was to save him not only from drowning in the deep ocean of the worldly <i>māyā</i> of being a mother or father, but also from the root cause of that <i>māyā</i>, namely ego, the false awareness ‘I am this body’, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#anmm9\">verse 9</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>:<br>\n<blockquote>அம்மையு மப்பனு மாயெனைப் பூமியி லாக்கியளித்<br>\nதம்மகி மாயையெ னாழ்கடல் வீழ்ந்துயா னாழ்ந்திடுமுன்<br>\nனென்மன மன்னி யிழுத்துன் பதத்தி லிருத்தினையால்<br>\nசின்மய னாமரு ணாசல நின்னருட் சித்ரமென்னே.<br>\n<br>\n<i>ammaiyu mappaṉu māyeṉaip bhūmiyi lākkiyaḷit<br>\ntammahi māyaiye ṉāṙkaḍal vīṙnduyā ṉāṙndiḍumuṉ<br>\nṉeṉmaṉa maṉṉi yiṙuttuṉ padatti liruttiṉaiyāl<br>\nciṉmaya ṉāmaru ṇācala niṉṉaruṭ citrameṉṉē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அம்மையும் அப்பனும் ஆய் எனை பூமியில் ஆக்கி அளித்து, அம் மகி மாயை என் ஆழ் கடல் வீழ்ந்து யான் ஆழ்ந்திடும் முன், என் மனம் மன்னி இழுத்து உன் பதத்தில் இருத்தினை ஆல். சின்மயன் ஆம் அருணாசல நின் அருள் சித்ரம் என்னே!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ammai-y-um appaṉ-um āy eṉai bhūmiyil ākki aḷittu, a-m-mahi māyai eṉ āṙ kaḍal vīṙndu yāṉ āṙndiḍum muṉ, eṉ maṉam maṉṉi iṙuttu uṉ padattil iruttiṉai āl. ciṉmayaṉ ām aruṇācala niṉ aruḷ citram eṉṉē!</i><br>\n<br>\n<b>English translation:</b> Bearing and tending me in the world as mother and father, before I sank falling in the deep ocean, namely that worldly <i>māyā</i>, entering my mind and drawing to yourself, you fixed at your feet. Aruṇācala, who are one composed of pure awareness, what a wonder of your grace!<br>\n<br>\n<b>Explanatory paraphrase:</b> Bearing and tending me in the world as [my] mother and father, before I sank falling in the deep ocean, namely that worldly <i>māyā</i> [the delusion of being a mother or father], entering [or occupying] my mind and drawing [me inwards] to yourself [or attracting me inwards to face yourself], you fixed [me] at your feet [or in your state]. Arunachala, who are <i>cinmayaṉ</i> [one composed of pure awareness], what a wonder of your grace [this is]!</blockquote>\n<a name=\"aa1\"></a>Therefore, to save him from this worldly <i>māyā</i> and its root cause, from his earliest childhood, even before he knew any other thing, Arunachala entered and occupied his mind, making him think of him as something supremely great, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#aa1\">verse 1</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘அறிவு அறு கிரி என அமர்தரும். அம்மா, அதிசயம் இதன் செயல் அறி அரிது ஆர்க்கும். அறிவு அறு சிறு வயது அது முதல் அருணாசலம் மிக பெரிது என அறிவின் இலங்க, அறிகிலன் அதன் பொருள் அது திருவண்ணாமலை என ஒருவரால் அறிவு உற பெற்றும்’ (<i>aṟivu aṟu giri eṉa amardarum. ammā, atiśayam idaṉ seyal aṟi aridu ārkkum. aṟivu aṟu siṟu vayadu adu mudal aruṇācalam miha peridu eṉa aṟiviṉ ilaṅga, aṟihilaṉ adaṉ poruḷ adu tiruvaṇṇāmalai eṉa oruvarāl aṟivu uṟa peṯṟum</i>), ‘It sits calmly as a hill [seemingly] bereft of awareness [or knowledge], [but] ah, its action [its அருட்செயல் (<i>aruḷ-seyal</i>), the action or working of its grace] is pre-eminent [or wonderful], difficult for anyone to understand. Though from [my] young age, [when I was] bereft of knowledge, Arunachalam shone in [my] awareness [or mind] as something exceedingly great, even [after] coming to know from someone that it is Tiruvannamalai I did not know its <i>poruḷ</i> [substance, reality, truth, import, meaning or significance]’. For Bhagavan, therefore, there is no greater wonder than the grace of Arunachala and the way it works from within our heart to draw our mind inwards and thereby to save us by devouring us entirely.<br>\n<br>\n<a name=\"apad10\"></a>Since he had experienced the அருட்செயல் (<i>aruḷ-seyal</i>), the doing, working or action of Arunachala’s grace, which had taken complete charge and possession of him, entering and occupying his mind in this way by filling it with the thought of him, thereby stopping its சேட்டை (<i>cēṭṭai</i> or <i>cēṣṭā</i>), its outward-going movement or activity, pulling it inwards to be தனது அபிமுகம் (<i>taṉadu abhimukham</i>), facing towards himself, making it அசலம் (<i>acalam</i>), motionless, like himself, and devouring him as a sweet பலி (<i>bali</i>), food offered in sacrifice, as he describes in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#apad10\">verse 10</a> of <i>Śrī Aruṇācala Padigam</i>, the remembrance of his grace was firmly established and always shining fresh in his mind, so in the main clause of this sixth verse of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> he refers to it as ‘இது’ (<i>idu</i>), ‘this’, exclaiming in wonder: ‘இது ஓ உனது அருள் அருணாசலா!’ (<i>idu ō uṉadu aruḷ aruṇācalā!</i>), ‘this [or such], oh, is your <i>aruḷ</i> [kindness, solicitude, compassion, love or grace], Arunachala!’.<br>\n<br>\nஉனது (<i>uṉadu</i>) means ‘your’, and as we have seen அருள் (<i>aruḷ</i>) means grace, kindness, tenderness, solicitude, compassion or love, so ‘உனது அருள்’ (<i>uṉadu aruḷ</i>) means ‘your grace’. In this context இதுவோ (<i>iduvō</i>) can be interpreted in two ways, because இது (<i>idu</i>) means ‘this’, வ் (<i>v</i>) is a glide that joins இது (<i>idu</i>) and ஓ (<i>ō</i>) euphonically, and ஓ (<i>ō</i>) is both an interrogative suffix and an interjection, the meaning of which is determined by the context in which it is used, like ‘oh’ or ‘ah’ in English, and which in this context expresses wonder and joy. The meaning immediately suggested by இதுவோ (<i>iduvō</i>) is a question implying ‘is this?’, so when it is interpreted in this interrogative sense the main clause of this verse is a question: ‘இதுவோ உனது அருள் அருணாசலா?’ (<i>iduvō uṉadu aruḷ aruṇācalā?</i>), ‘is this your <i>aruḷ</i> [kindness, solicitude, compassion, love or grace], Arunachala?’. When it is interpreted in this interrogative sense, therefore, in this verse Bhagavan is rebuking Arunachala, implying: ‘When your love is so much greater than a mother’s, if you do not now finish the task you began, eradicating this ego and thereby taking complete charge of me as your own, and if instead you leave me to languish in this half-baked condition, or worse still, if you reject or abandon me altogether, is this your <i>aruḷ</i>? Does your unequalled and unsurpassed love and grace amount to no more than this?’<br>\n<br>\nHaving made us think of him, Arunachala will never reject or abandon us, and will certainly save us, in spite of all our defects and shortcomings, but how quickly and painlessly he does so depends on the extent to which we cooperate with him by surrendering ourself to him, so the more clearly we are aware of the inadequacy of our love and surrender, the more we will fear the consequences of our failure to surrender ourself wholeheartedly to him by clinging firmly to self-attentiveness, thereby not rising to obstruct the work of his grace. It is this fear of our own inadequacy that prompts us to implore him not to reject or abandon us, as Bhagavan is imploring in verses 4, 5 and 6, so though in these verses he seems to be chiding Arunachala, as if Arunachala would ever be guilty of forsaking anyone whom he had decided to save by making them think of him, he is taking the liberty of doing so just as a lover may chide her beloved, begging him never to reject or abandon her, because the love for him that he has aroused in her heart gives her the right to take such liberties with him. In her heart of hearts she knows that he will never forsake her, but knowing how unworthy she is of his love, in her desperate longing to become worthy of it and to reciprocate it as well as she can, she pleads with him never to forsake her. Rebuking him in this manner is therefore her way of clinging firmly to him and telling him that, in spite of her unworthiness and the inadequacy of her love for him, she nevertheless recognises how much she needs and depends entirely upon his grace and support.<br>\n<br>\nMuruganar takes ‘இது ஓ உனது அருள்!’ (<i>idu ō uṉadu aruḷ!</i>), ‘ah, such is your <i>aruḷ</i> [kindness, solicitude, compassion, love or grace]!’, to be the principal meaning of ‘இதுவோ உனது அருள்’ (<i>iduvō uṉadu aruḷ</i>), and ‘இதுவோ உனது அருள்?’ (<i>iduvō uṉadu aruḷ?</i>), ‘is this your <i>aruḷ</i>?’, to be its secondary meaning, but in this case I have followed Sadhu Om in taking the latter to be the primary meaning and the former to be secondary. Both meanings are equally valid, and each is suited to a particular perspective and <i>bhāva</i> (devotional attitude).<br>\n<br>\n<a name=\"aamm03\"></a>‘இது ஓ உனது அருள்!’ (<i>idu ō uṉadu aruḷ!</i>), ‘ah, such is your <i>aruḷ</i>!’, expresses the same <i>bhāva</i> of wonder, joy and gratitude that Bhagavan expressed in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html#aamm03\">verse 3</a>, ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>), ‘Arunachala, entering [my] mind [or home], [forcefully] carrying [me] away [dragging me out or attracting me to yourself], keeping [me] captive in the cave of your heart is what [a wonder of your grace]!’, so this meaning is particularly suitable from the perspective of Bhagavan’s experience of the grace of Arunachala. It is also suitable for any of us who feel wonder and joy thinking about how his grace has been working in our own life, even though we have not yet surrendered ourself to him entirely and consequently he has not yet taken complete charge and possession of us.<br>\n<br>\n<a name=\"aamm04\"></a><a name=\"aamm05\"></a>‘இதுவோ உனது அருள்?’ (<i>iduvō uṉadu aruḷ?</i>), ‘is this your <i>aruḷ</i>?’, on the other hand, expresses the same <i>bhāva</i> of outwardly chiding but inwardly pleading that Bhagavan expressed in the previous two verses, namely <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aamm04\">verse 4</a>, ‘ஆருக்கா எனை ஆண்டனை? அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா’ (<i>ārukkā eṉai āṇḍaṉai? ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>), ‘Arunachala, for whom [or for whose sake] did you take charge of me? If you reject [banish or abandon] [me], the whole world will blame [ridicule or revile] [you]’, and <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-5.html#aamm05\">verse 5</a>, ‘இப் பழி தப்பு. உனை ஏன் நினைப்பித்தாய்? இனி யார் விடுவார்? அருணாசலா’ (<i>i-p-paṙi tappu. uṉai ēṉ niṉaippittāy? iṉi yār viḍuvār? aruṇācalā</i>), ‘Arunachala, escape this blame. Why did you make [me] think of you? Now [or henceforth] who will [or can] leave [or let go]? [You cannot leave or let go of me, and I cannot leave or let go of you]’, so this meaning is particularly suitable for us whenever we are in a more prayerful mood. Sadhu Om took this to be the main meaning both because as a general rule, whenever there is a choice of more than one interpretation of any verse, he preferred to take any more prayerful meaning as the primary one, and more specifically because in the case of this verse, this prayerful interpretation provides a natural continuity with the prayerful <i>bhāva</i> not only of the previous two verses but also of the next six verses, the first two of which (7 and 8) are explicit prayers, and the other four of which (9 to 12) are implicit prayers expressed in the form of chiding, as a lover may chide her beloved whenever she feels he is not taking sufficient care of her and protecting her from others.<br>\n<br>\nThough Muruganar has composed many beautiful verses of prayer, in the majority of his verses he is primarily praising Bhagavan, expressing his wonder and joy at his grace and the way in which he had saved him from the clutches of ego, so it was natural for him to take the primary meaning of this and other verses to be any meaning that expressed wonder and joy at the grace of Arunachala. Most of the songs and verses composed by Sadhu Om, on the other hand, are heart-melting prayers for the grace of Bhagavan, though in many of his verses he also expresses his wonder and joy at his grace, so it was natural for him to take the primary meaning of this and other verses to be any meaning that either directly or indirectly expressed a prayer.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/R_9DXHd6_f0\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 6</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/R_9DXHd6_f0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3431427914468490347/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam",
        "Śrī Aruṇācala Navamaṇimālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0NzgwMTE4Cm9mZnNldDogMzYwMDAwMAo\""
}