{
    "kind": "blogger#post",
    "id": "5038556244974375368",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-04-22T22:14:00+01:00",
    "updated": "2022-10-29T12:58:29+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-5.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5038556244974375368",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 5",
    "content": "This is the fifth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm05\"></a><b>Verse 5:</b><br>\n<blockquote>இப்பழி தப்புனை யேனினைப் பித்தா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யினியார் விடுவா ரருணாசலா<br>\n<br>\n<i>ippaṙi tappuṉai yēṉiṉaip pittā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṉiyār viḍuvā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> இப் பழி தப்பு. உனை ஏன் நினைப்பித்தாய்? இனி யார் விடுவார்? அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>i-p-paṙi tappu. uṉai ēṉ niṉaippittāy? iṉi yār viḍuvār? aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, escape this blame. Why did you cause to think of you? Now who will leave?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, escape this blame. Why did you make [me] think of you? Now [or henceforth] who will [or can] leave [or let go]? [You cannot leave or let go of me, and I cannot leave or let go of you.]</blockquote>\n<a name=\"aamm04\"></a><b>Explanation:</b> The demonstrative prefix இ (<i>i</i>) means ‘this’, and பழி (<i>paṙi</i>) means blame, censure, condemnation or ridicule, so இப்பழி (<i>i-p-paṙi</i>) means ‘this blame’. In this context தப்பு (<i>tappu</i>) means ‘escape’, so ‘இப்பழி தப்பு’ (<i>i-p-paṙi tappu</i>) means ‘Escape this blame’. The blame he is referring to here is the blame he spoke about in the <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aamm04\">previous verse</a>: ‘ஆருக்கா எனை ஆண்டனை? அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா’ (<i>ārukkā eṉai āṇḍaṉai? ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>), ‘For whom did you take charge of me? If you [now] reject [expel, banish or abandon] [me], the whole world will blame [ridicule or revile] [you], Arunachala’.<br>\n<br>\nSince Arunachala would deserve such blame, condemnation or ridicule only if he were to reject, expel, banish or abandon any of his devotees, he can escape this blame only by never rejecting or abandoning any of them, no matter how unworthy they may be. Therefore ‘இப்பழி தப்பு’ (<i>i-p-paṙi tappu</i>), ‘Escape this blame’, is a prayer that implies: ‘Do not reject or abandon me, but instead complete the task you have begun of taking charge of me by eradicating this ego and thereby restoring me to my natural state of absolute and inseparable oneness with you’. It also implies that for the same reason he should never reject or abandon any of his devotees, so in this verse Bhagavan is praying on behalf of all of us that Arunachala should never leave his divine task of eradicating ego incomplete by rejecting any of us as unworthy of his grace.<br>\n<br>\nArunachala began this task, his அருட்செயல் (<i>aruḷ-seyal</i>), the action or working of his grace, at the very beginning of time, namely at the very moment that we first rose as ego, because such is his nature, but he commenced the final stages of this process by making us think of him, because it is by making us think of him that he begins to draw our outward-running mind inwards. Prior to that, at every moment of waking and dream we had been ceaselessly seeking happiness and satisfaction in things other than ourself, so we began to seek them within ourself only when he made us think of him.<br>\n<br>\nTherefore, if he did not intend to complete the task of taking charge of us entirely by eradicating ego, why did he make us think of him, as Bhagavan asks in the next sentence: ‘உனை ஏன் நினைப்பித்தாய்?’ (<i>uṉai ēṉ niṉaippittāy?</i>), ‘Why did you make [me] think of you?’? உனை (<i>uṉai</i>) is a poetic abbreviation of உன்னை (<i>uṉṉai</i>), which is the accusative singular form of the second person pronoun, ‘you’, and ஏன் (<i>ēṉ</i>) is an interrogative pronoun that means ‘why?’ or ‘for what?’. நினை (<i>niṉai</i>) is a verb that means to think, consider, ponder, remember or meditate, and நினைப்பி (<i>niṉaippi</i>) is a causative form of it, so it means ‘cause to think’ or ‘make think’. நினைப்பித்தாய் (<i>niṉaippittāy</i>) is a second person singular past tense form நினைப்பி (<i>niṉaippi</i>), so it means ‘you caused to think’ and in this case implies ‘you made [me] think’.<br>\n<br>\n<a name=\"uu08\"></a>As always, ‘thinking of Arunachala’ can be understood and interpreted at two levels. At the surface level, it means thinking of his name or form, while at a deeper level it means thinking of or meditating on his real nature (<i>svarūpa</i>), which is the real nature of ourself (<i>ātma-svarūpa</i>), namely the fundamental awareness that is always shining within us as ‘I am’. Both of these interpretations are correct, because as I explained <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu08\">while discussing the meaning</a> of the <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm01\">first verse</a>, interpreting ‘thinking of Arunachala’ to mean thinking of his name or form is appropriate for those who are more drawn to <i>anya-bhāva</i>, the devotional attitude or idea (<i>bhāva</i>) that God is other (<i>anya</i>) than oneself, which is the preliminary stage of the path of self-surrender or <i>bhakti</i>, whereas interpreting it to mean being self-attentive, which is ‘thinking of’ or meditating on his <i>svarūpa</i>, is appropriate for those who are more drawn to <i>ananya-bhāva</i>, the understanding that God is not other (<i>ananya</i>) than oneself, which is what prompts us to follow the path of self-investigation or <i>jñāna</i>, which is the more advanced stage of the path of self-surrender or <i>bhakti</i>, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>: ‘அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்’ (<i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>), ‘Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all [practices of <i>bhakti</i> and means to purify the mind]’.<br>\n<br>\n<a name=\"apad10\"></a>In the case of some spiritual aspirants Arunachala may draw their mind inwards to meditate on his <i>svarūpa</i> even before or without ever making them think of his name or form, whereas in the case of others he may first make them think of his name or form, because making us think of his name and form is a very powerful and effective means by which he draws our mind inwards to face his <i>svarūpa</i>, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#apad10\">verse 10</a> of <i>Śrī Aruṇācala Padigam</i>, the meaning and implication of which I discussed in detail while discussing the meaning of the <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm01\">first verse</a> of <i>Akṣaramaṇamālai</i>. Therefore, whether he does so either by first making us think of his name or form or by any other means, his ultimate aim is to draw our mind inwards to meditate on his <i>svarūpa</i>, because only when we do so will we sink into the innermost depth of our heart and thereby be devoured by him.<br>\n<br>\nArunachala used the seeming mind, speech and body of Bhagavan, which he had taken complete charge of as his own, to sing <i>Śrī Aruṇācala Akṣaramaṇamālai</i> for the benefit of devotees at various stages of their spiritual development, so the meaning and implications of these verses can appropriately be interpreted at different levels and from different perspectives, and though certain levels and perspectives may appeal to us more than others, we should take care not to exclude any of them and to acknowledge the aptness and value of all of them. Therefore, if I seem to be explaining these verses more from the perspective of <i>ananya-bhāva</i>, this is not intended to exclude or underrate the value of viewing them from the <i>anya-bhāva</i> perspective, which I fully acknowledge and appreciate.<br>\n<br>\nThis second sentence of this fifth verse, ‘உனை ஏன் நினைப்பித்தாய்?’ (<i>uṉai ēṉ niṉaippittāy?</i>), ‘Why did you make [me] think of you?’, is significant for several reasons. Firstly, by saying this Bhagavan implies that if we think of Arunachala, that is because he has made us think of him. The natural inclination of the mind is to flow outwards seeking happiness and satisfaction in things other than itself, so it will become inclined to turn back within to seek happiness and satisfaction in its own real nature (<i>ātma-svarūpa</i>) only when it is drawn to do so by a power greater than itself, namely the power of grace, which is the infinite love that Arunachala has for us as himself. It is his love for us that sows the seed of love for him in our heart. Therefore our thinking of him is the effect of his grace working within us.<br>\n<br>\nWithout his grace we would not have even the slightest inclination to think of him, because we would be too preoccupied with our search for happiness and satisfaction in things other than ourself. We seek happiness in other things because we wrongly believe that we cannot obtain happiness or satisfaction without such things, and we believe this because of our lack of <i>vivēka</i>: clear judgement, discernment or discrimination. The more we seek happiness in other things, the more our mind is thereby clouded by its dense fog of <i>viṣaya-vāsanās</i>, which are what rise in us as likes, dislikes, desires, attachments, hopes, fears and so on, and the more it is clouded, the more we consequently seek happiness in other things, so our lack of <i>vivēka</i> is self-perpetuating and therefore cannot be rectified except by grace.<br>\n<br>\nThat is, grace is what shines within us as the clarity that is required to disperse and dispel the dense fog of our <i>viṣaya-vāsanās</i> and consequently to reveal the clear <i>vivēka</i> that always exists in our heart but remains hidden so long as it is covered by this dense fog. This clarity called ‘grace’ can come only from Arunachala, the infinite light of pure awareness that is eternally shining in our heart as ‘I am’, and we can bathe and cleanse ourself in this light only by turning our mind back within to face it alone.<br>\n<br>\nTherefore the entire process of our spiritual development is driven primarily by grace. So long as our mind is racing outwards in search of happiness and satisfaction, we will have no inclination to turn back within, so it is grace alone that can give us love to turn within, and it gives us this love by gradually dispersing the dense fog of our <i>viṣaya-vāsanās</i> and thereby allowing the clarity of <i>vivēka</i> to shine forth from within ourself.<br>\n<br>\nA second reason why this sentence, ‘உனை ஏன் நினைப்பித்தாய்?’ (<i>uṉai ēṉ niṉaippittāy?</i>), ‘Why did you make [me] think of you?’, is significant is implicit in the first reason. If our thinking of him had been a whim or fancy of our own mind, we might forget about him as soon as some other whim takes hold of us and might therefore never think of him again, so any thought that originated from our mind would be fickle and unreliable. However, since it is he who made us think of him, our thought of him originates from him and not from us, so it has a power far greater than any thought that originates from us, and unlike such a thought it will be unfailing in its effect. That is, since he made us think of him once, he will make us think of him again and again and more and more deeply, so this thought of him will steadily increase in strength, depth and intensity, thereby becoming firmly established and deeply rooted in our mind. In other words, having once drawn our mind back within to meditate on him in our heart, he will continue drawing it back to him no matter how many times it wanders away outside, and he will not stop doing so till he has drawn it so deep within that it can never rise and come out again.<br>\n<br>\nTo the extent to which he draws our mind back within, we thereby taste the deep peace and joy of meditating on him in our heart as ‘I’, and the more we taste this peace and joy, the more willingly we will submit ourself to his inward-pulling attraction, thereby allowing him to draw us deeper and deeper within. In other words, the more he draws our mind within to meditate on him, the more he thereby nurtures in our heart the love to think of nothing other than him, so fixing our mind on him in our heart will be found to be happening more and more naturally, effortlessly and uninterruptedly.<br>\n<br>\n<a name=\"aamm02\"></a>Another reason why this sentence, ‘உனை ஏன் நினைப்பித்தாய்?’ (<i>uṉai ēṉ niṉaippittāy?</i>), ‘Why did you make [me] think of you?’, is significant is that in this context it implies that by making us think of him, Arunachala has implicitly undertaken an obligation and made a binding commitment to us, namely that he will never reject or abandon us but will unfailingly take complete charge (that is, complete control and care) of us, which he can do perfectly only by eradicating ego and thereby revealing that he and we are always ‘முற்று அபின்னம்’ (<i>muṯṟu abhinnam</i>), ‘completely non-different, indivisible and inseparable’ (as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#aamm02\">verse 2</a>). That is, by asking this rhetorical question immediately after saying that Arunachala should escape the blame of rejecting or abandoning him after taking charge of him, he implies that the reason he made him think of him was in order thereby to take complete charge of him.<br>\n<br>\nAll these implications of the second sentence are further confirmed in the next sentence: ‘இனி யார் விடுவார்?’ (<i>iṉi yār viḍuvār?</i>), which means ‘Now who will leave?’ but can be interpreted as implying ‘Now who can leave?’. இனி (<i>iṉi</i>) is an adverb that means now, hereafter or henceforth; யார் (<i>yār</i>) is an interrogative pronoun that means who; and விடுவார் (<i>viḍuvār</i>) is a third person plural or honorific singular future form of the verb விடு (<i>viḍu</i>), which means to leave or let go, so ‘யார் விடுவார்?’ (<i>yār viḍuvār?</i>) means ‘who will leave?’ or ‘who will let go?’, implying ‘which of us will [or can] leave or let go of the other?’.<br>\n<br>\n<a name=\"aamm71\"></a>Since Arunachala is what we always actually are, the real nature of ourself (<i>ātma-svarūpa</i>), namely our fundamental awareness ‘I am’, he can never leave us, and we can never leave him. Moreover, by making us think of him, he has committed himself to taking complete charge of us without ever rejecting or abandoning us, so now that he had undertaken this task, he can never henceforth let go of us. Because of the persistently outward-going nature of our mind, we may seem to let go of him repeatedly, but no matter how often we may allow ourself to attend to other things under the sway of our <i>viṣaya-vāsanās</i>, he will repeatedly draw our attention back within to face himself, so we cannot let go of him without being unfailingly drawn back to him sooner or later, and eventually he will draw us so deep within that we will lose ourself entirely and forever in him, after which we will never again be able to let go of him even for a moment, as he implies in verse 71:<br>\n<blockquote>பேய்த்தனம் விடவிடாப் பேயாப் பிடித்தெனைப்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பேயனாக் கினையென் னருணாசலா<br>\n<br>\n<i>pēyttaṉam viḍaviḍāp pēyāp piḍitteṉaip<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pēyaṉāk kiṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> பேய் தனம் விட விடா பேயா பிடித்து, எனை பேயன் ஆக்கினை. என் அருணாசலா!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pēy taṉam viḍa viḍā pēyā piḍittu, eṉai pēyaṉ ākkiṉai. eṉ aruṇācalā!</i><br>\n<br>\n<b>English translation:</b> Arunachala, what! Grasping as an unleaving demon so that the demon-nature leaves, you made me a demoniac.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, what [a wonder]! Grasping [seizing or possessing] [me] as an unleaving demon [a demon, ghost, fiend or evil spirit that will never let go of me] so that [my] [hitherto unleaving] demon-nature [namely ego] leaves [me], you made me a demoniac [someone possessed by the demon-like madness of love for you].</blockquote>\nSo long as we rise and stand as ego, our mind wanders about the world like a hungry demon trying to squeeze iotas of happiness and satisfaction out of numerous experiences, but as soon as Arunachala makes us think of him, we are possessed by a far more powerful demon in the form of his grace, which will never release us from its hold, but will instead gradually intoxicate us with an ever-increasing love for him, thereby binding us to itself more and more firmly until it eventually devours us entirely. Therefore, now that he has made us think of him, we can never henceforth leave him, and he will never leave or forsake us.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/HTIKeQz0mlU\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 5</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/HTIKeQz0mlU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5038556244974375368/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Padikam",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0NzA5MjI5Cm9mZnNldDogMzYwMDAwMAo\""
}