{
    "kind": "blogger#post",
    "id": "7751762422442783795",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-11-09T16:26:00Z",
    "updated": "2023-01-22T17:43:38Z",
    "url": "http://happinessofbeing.blogspot.com/2022/11/sri-arunacala-aksaramanamalai-verse-16.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7751762422442783795",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 16",
    "content": "This is the sixteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm16\"></a><b>Verse 16:</b><br>\n<blockquote>காந்த மிரும்புபோற் கவர்ந்தெனை விடாமற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கலந்தெனோ டிருப்பா யருணாசலா<br>\n<br>\n<i>kānta mirumbupōṟ kavarndeṉai viḍāmaṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kalandeṉō ḍiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> காந்தம் இரும்பு போல் கவர்ந்து எனை, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāntam irumbu pōl kavarndu eṉai, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>அன்வயம்:</b> காந்தம் இரும்பு போல் எனை கவர்ந்து, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāntam irumbu pōl eṉai kavarndu, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like a magnet iron, forcibly seizing me, uniting without leaving, may you be with me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like a magnet [grasping] iron [by its natural power of attraction], forcibly seizing [grasping, captivating or attracting] me [by the captivating power of your grace], uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me.</blockquote>\n<b>Explanation:</b> As in many of the previous and subsequent verses, in this verse Bhagavan clearly implies that it is only by the power of Arunachala’s grace that we can surrender ourself completely to him by turning our entire attention back within to see him as he actually is, namely as our own real nature, shining in our heart as our fundamental awareness ‘I am’, and thereby merge forever as one with him.<br>\n<br>\n<a name=\"aamm12\"></a>For example, in <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-12.html#aamm12\">verse 12</a> he implies that since Arunachala is the only one who actually exists, the ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), if the five sense-thieves enter our heart, this must be only his trick. In this context his ‘சூது’ (<i>sūdu</i>) or ‘trick’ implies <i>māyā</i>, which is the power that deceives and allures our mind, drawing it out towards the deceptive attractions of the world of sense-impressions, so the implication in verse 12 is that since Arunachala alone actually exists, the power of <i>māyā</i> is his power and therefore subservient to him, so it is only by the power of his grace that we can escape the snares and delusions of his <i>māyā</i>. That is, since <i>āvaraṇa</i> (covering, veiling or concealing), which is the primary and most fundamental power of <i>māyā</i>, is nothing but ego or mind, the false awareness ‘I am this body’, our very nature as ego is to be always deluded by <i>māyā</i> (both by its primary power, <i>āvaraṇa</i>, and consequently by its concomitant secondary power, <i>vikṣēpa</i> or scattering, which disperses our mind as innumerable thoughts, which are what constitute both the internal and the external worlds of phenomena), so without the intervention of Arunachala, who is our own real nature (<i>ātma-svarūpa</i>), we as ego will never be either willing or able to escape the clutches of <i>māyā</i>.<br>\n<br>\n<a name=\"aamm13\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html#aamm13\">verse 13</a> he implies that being the only one who actually exists, Arunachala is the true import or referent of <i>ōṁkāra</i> (the sacred syllable <i>ōm</i>) and therefore that for which there is nothing equal, similar or superior, so he cannot be known by anyone other than himself. The implication, therefore, is that we cannot know him except by being him, so as ego we can never know him as he actually is, and hence we need to surrender ourself entirely to him, thereby allowing ourself to be devoured by him. However, we will be willing to surrender ourself only when we have all-consuming love for him alone, but since the nature of ourself as ego is to always be attached to other things, having all-consuming love for him alone is contrary to our ego-nature, so such love can come from him alone.<br>\n<br>\n<a name=\"aamm14\"></a>Therefore in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-14.html#aamm14\">verse 14</a>, he prays to Arunachala, saying that it is his duty like a mother to give him his grace and thereby to take charge of him as his very own. Since his grace is the infinite love that he has for each one of us as himself, ‘giving grace’ implies giving us the same love for him that he has for us, namely love for him as our own real nature. Since it is only by such love given by him that we will be willing to give ourself wholly to him, and since he will not take complete charge of us as his very own until we are willing to give ourself wholly to him, the implication is that it is only by his giving us his grace in the form of all-consuming love for him that he can discharge his motherly duty to take complete charge of us.<br>\n<br>\n<a name=\"aamm15\"></a>Then in <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html#aamm15\">verse 15</a> he gives us another reason why we as ego can never see him or know him as he actually is. That is, the nature of ourself as ego is to always look outwards, so we can only see things other than ourself, just as the eye can only see objects other than itself and can never see itself. Arunachala is not anything other than ourself, but is the ‘eye to the eye’, meaning that it is the light of pure awareness, ‘I am’, which shines within the mind or ego, giving us as ego the light of awareness by which we see all other things. Since the nature of ourself as ego is to always see ourself as an object, namely a body consisting of five sheaths (a physical body, life, mind, intellect and will), and consequently to see other objects, ranging from gross to subtle (corresponding to each of the five sheaths), as ego we can never see ourself as we actually are. What we actually are is Arunachala, so though we as ego cannot see him, he always sees us as we actually are, namely as himself, and he sees us thus without any ‘eye’ or instrument of sight, but just by being himself, because he is pure awareness, which always knows itself not by an act of knowing but just by being itself. Therefore in verse 15 Bhagavan asked rhetorically, ‘கண்ணுக்கு கண் ஆய் கண் இன்றி காண் உனை காணுவது எவர்?’ (<i>kaṇṇukku kaṇ āy kaṇ iṉḏṟi kāṇ uṉai kāṇuvadu evar?</i>), ‘Who can see you, who, being the eye to the eye, sees without eyes?’, thereby implying that no one other than himself can see him as he actually is.<br>\n<br>\n<a name=\"un25\"></a>Does this mean then that we can never see him as he actually is? No, it simply means that as ego we can never see him as he actually is, but since he is what we actually are, we can see him just by being as we actually are instead of rising as ego. But how can we cease rising as ego and thereby remain as we actually are? Nothing that we can do as ego can enable us to cease rising as ego, but instead of trying to do anything as ego, we can cease rising just by turning our entire attention back within and thereby subsiding back into Arunachala, the source from which we have risen. That is, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ego is ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’ or ‘formless evil spirit’, and ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form’, so the nature of ourself as ego is to be constantly ‘grasping form’, which means grasping things other than ourself, and by grasping such things we are doing actions. However, in the same verse he then says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’, thereby implying that if we as ego seek (investigate or attend to) ourself, we will ‘take flight’ or run away, meaning that we will subside and dissolve back into the source from which we rose, namely our own being, ‘I am’, which is Arunachala. Therefore, whereas grasping or attending to anything other than ourself is an action done by us as ego, attending to ourself is not an action but a cessation not only of all action but also of ego, the doer of all action. This is why Bhagavan often said that we need not do anything but should just be as we actually are, meaning that we should just attend to ourself and thereby subside back into our own being, which is what always shines as our fundamental awareness ‘I am’.<br>\n<br>\nHowever, since the very nature of ourself as ego is to always grasp or attend to things other than ourself, how are we to attend to ourself? We attend to other things under the sway of our <i>viṣaya-vāsanās</i>, our volitional inclinations to experience <i>viṣayas</i> (objects or phenomena), which are the seeds that sprout as likes, dislikes, desires, aversions, attachments, fears and so on, so it is only under the sway of love to surrender ourself completely that we can attend to ourself. But from where is such love to come? It cannot come from ourself as ego, because as ego our nature is to always desire things other than ourself, so it can come only from ourself as we actually are, namely from Arunachala.<br>\n<br>\nIn other words, it can be given to us only by his grace, which is why Bhagavan ends verse 15 with a single word of prayer, ‘பார்’ (<i>pār</i>), which means ‘see’ or ‘look’, thereby implying that Arunachala should look at us with his அருட்கண் (<i>aruḷ-kaṇ</i>), the eye of his grace. Since his grace is the infinite love that he has for us as himself, his looking at us with his eye of grace is his giving us the love to turn back and look deep within ourself in order to see him as he is seeing us, namely as one indivisible whole, in which there is not even the slightest trace of any separation between him and us.<br>\n<br>\nThus in these four verses, 12 to 15, as in so many other verses of <i>Akṣaramaṇamālai</i>, Bhagavan clearly implies that without the grace of Arunachala we as ego can never be saved from ourself. We of course must be willing to yield ourself to his grace by trying to turn back within to see him shining in our heart as our own being, ‘I am’, but even to be willing to do so we require his grace. The onus is therefore on him. If he does not attract us as a magnet attracts iron, what can we do by ourself to escape the clutches of his <i>māyā</i>? Even the thought that we should escape her clutches, let alone the desire to do so, would not occur to us but for his grace. So powerful is the deceptive allurement of <i>māyā</i> in all her myriad forms that we will continue revelling in her charms for endless lives, as we have been doing till now, in spite of all the suffering and misery that she causes us along the way, until he looks at us with his eye of grace, thereby attracting us back to himself.<br>\n<br>\nTherefore, in continuation of these earlier verses, in this sixteenth verse he prays to Arunachala to attract him as a magnet attracts iron, without ever letting go of him. காந்தம் (<i>kāntam</i>) means magnet, இரும்பு (<i>irumbu</i>) means iron, and போல் (<i>pōl</i>) is a particle of comparison that means ‘like’, ‘similar to’ or ‘as’, so ‘காந்தம் இரும்பு போல்’ (<i>kāntam irumbu pōl</i>) means ‘magnet iron like’, thereby implying ‘as a magnet attracts iron’. கவர்ந்து (<i>kavarndu</i>) is an adverbial participle that means seizing, catching, grasping, taking by force, capturing, stealing, plundering, attracting, charming, captivating or taking control of, and எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), the accusative (or second case) form of the first person singular pronoun, so it means ‘me’, and hence ‘கவர்ந்து எனை’ (<i>kavarndu eṉai</i>), or in normal prose order, ‘எனை கவர்ந்து’ (<i>eṉai kavarndu</i>), means ‘attracting me’ or ‘forcibly seizing me’. Therefore ‘காந்தம் இரும்பு போல் கவர்ந்து எனை’ (<i>kāntam irumbu pōl kavarndu eṉai</i>) means ‘forcibly seizing me like a magnet iron’, thereby implying ‘attracting [or forcibly seizing] me as a magnet attracts [or forcibly seizes] iron’.<br>\n<br>\nவிடாமல் (<i>viḍāmal</i>) is a negative adverbial participle that means ‘not leaving’ or ‘not letting go’, and கலந்து (<i>kalandu</i>) is an adverbial participle that means joining, uniting, mixing, combining or being absorbed, so ‘விடாமல் கலந்து’ (<i>viḍāmal kalandu</i>) means ‘uniting without leaving’ and implies ‘uniting [me with yourself] without [ever] leaving [or letting go of] [me]’. எனோடு (<i>eṉōḍu</i>) is a sociative (a particular mode of the third case) form of the first person singular pronoun, so it means ‘with me’, and இருப்பாய் (<i>iruppāy</i>) is the second person singular future form of இரு (<i>iru</i>), ‘be’, ‘exist’ or ‘remain’, so it literally means ‘you will be’, but it is used here in the sense of the optative, இருப்பாயாக (<i>iruppāyāha</i>), so it means ‘may you be’. Therefore ‘எனோடு இருப்பாய்’ (<i>eṉōḍu iruppāy</i>) means ‘may you be with me’, and in this context it implies ‘may you be [eternally one] with me’. Thus ‘விடாமல் கலந்து எனோடு இருப்பாய்’ (<i>viḍāmal kalandu eṉōḍu iruppāy</i>) means ‘uniting without leaving, may you be with me’, thereby implying ‘uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me’, and the whole verse, ‘காந்தம் இரும்பு போல் கவர்ந்து எனை, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா’ (<i>kāntam irumbu pōl kavarndu eṉai, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>), means ‘Arunachala, like a magnet iron, forcibly seizing me, uniting without leaving, may you be with me’, thereby implying ‘Arunachala, like a magnet [grasping] iron [by its natural power of attraction], forcibly seizing [grasping, captivating or attracting] me [by the captivating power of your grace], uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me’.<br>\n<br>\n<a name=\"apad10\"></a>Arunachala is a supremely powerful magnet, and his very nature is to forcefully attract and catch hold of ego, the soul or <i>jīva</i>, just as the nature of a physical magnet is to forcefully attract and catch hold of any piece of iron. Though in the outward looking view of ourself as this body-bound ego he appears in the form of a hill, his real nature (<i>svarūpa</i>) is always shining in our heart as our own being, ‘I am’, so his nature as the divine magnet is not only to attract us to his outward form, but more importantly is to attract and pull us inwards to face his <i>svarūpa</i>, the one and only reality, and thereby to devour us, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#apad10\">verse 10</a> of <i>Śrī Aruṇācala Padigam</i>:<br>\n<blockquote>பார்த்தனன் புதுமை யுயிர்வலி காந்த<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பருவத மொருதர மிதனை<br>\nயோர்த்திடு முயிரின் சேட்டையை யொடுக்கி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யொருதன தபிமுக மாக<br>\nவீர்த்ததைத் தன்போ லசலமாச் செய்தவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வின்னுயிர் பலிகொளு மிஃதென்<br>\nனோர்த்துய்மி னுயிர்கா ளுளமதி லொளிரிவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுயிர்க்கொலி யருணமா கிரியே.<br>\n<br>\n<i>pārttaṉaṉ pudumai yuyirvali kānta<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paruvata morudara midaṉai<br>\nyōrttiḍu muyiriṉ cēṭṭaiyai yoḍukki<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yorutaṉa dabhimukha māha<br>\nvīrttadait taṉpō lacalamāc ceydav<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṉṉuyir balikoḷu miḵdeṉ<br>\nṉōrttuymi ṉuyirgā ḷuḷamadi loḷiriv<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuyirkkoli yaruṇamā giriyē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். ஒருதரம் இதனை ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! ஓர்த்து உய்மின், உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. orudaram idaṉai ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! ōrttu uymiṉ, uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē</i>.<br>\n<br>\n<b>அன்வயம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். இதனை ஒருதரம் ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே ஓர்த்து உய்மின்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. idaṉai orudaram ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē ōrttu uymiṉ</i>.<br>\n<br>\n<b>English translation:</b> I have seen a wonder, the magnetic hill that seizes the soul. Subduing the mischievous activity of the soul who thinks of it once, pulling to face towards itself, the one, and making it motionless like itself, it accepts that sweet soul as sacrificial offering. What this is! O souls, be saved thinking of the great Aruna Hill, this killer of the soul, who shines in the heart.<br>\n<br>\n<b>Explanatory paraphrase:</b> I have seen a wonder, the magnetic hill that seizes [or forcibly attracts] the soul. Subduing the mischievous [outward-flowing mental] activity of the soul who thinks of it once, pulling [dragging or attracting] [that soul] [inwards] to be <i>taṉadu abhimukham</i> [facing towards itself], the one [unique and peerless] [infinite pure awareness that shines within the heart as ‘I’], and [thereby] making it <i>acala</i> [motionless] like itself, it accepts [and consumes] that sweet [spiritually ripened and pure] soul as <i>bali</i> [food offered in sacrifice]. What [a wonder] this is! O souls, be saved [by] thinking of the great Aruna Hill, this killer of the soul, who shines in the heart [as the heart, namely the fundamental awareness of being, ‘I am’].</blockquote>\nThough Arunachala appears outwardly in the form of a hill, he is actually our own being, our fundamental awareness ‘I am’, so unlike an ordinary magnet, his magnetic power of attraction does not depend upon physical proximity. He catches us in the web of his grace just by making us think of him. If by his grace we think of him even once, he will begin to subdue our <i>cēṣṭā</i> (the <i>pravṛtti</i> or outward-going activity of our mind) by drawing our attention back within to face towards himself, the one who alone actually exists, shining eternally in our heart as ‘I am’. Thus he will make us motionless (<i>acala</i>) like himself, and then he will feed upon us, thereby absorbing us into himself, as himself.<br>\n<br>\nThis is how his magnetic power of attraction works. It pulls us back within to face him in our heart, where he is always waiting to devour us as soon as we see him as he actually is, namely as the real nature of ourself (<i>ātma-svarūpa</i>). However, to see him thus we need to be willing to look deep within ourself and thereby surrender ourself entirely to him, so with our whole heart we need to cry out to him in prayer as Bhagavan does in this verse: ‘காந்தம் இரும்பு போல் கவர்ந்து எனை, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா’ (<i>kāntam irumbu pōl kavarndu eṉai, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>), ‘Arunachala, like a magnet [grasping] iron [by its natural power of attraction], forcibly seizing [or attracting] me [by the captivating power of your grace], uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me’.<br>\n<br>\nBeing insentient (<i>jaḍa</i>), iron is powerless to resist the pull of a magnet, whereas ego is not <i>jaḍa</i> but a form of awareness, albeit not real awareness (<i>cit</i>) but only a semblance of awareness (<i>cidābhāsa</i>), so as ego we are free to resist the magnetic pull of Arunachala. That is, though by his grace he is always pulling our attention inwards to face him as he actually is, under the sway of our <i>viṣaya-vāsanās</i> we resist his pull by rushing outwards, constantly attending to anything other than ourself. Therefore we must be willing to yield ourself to his inward pull by trying our best to hold on to him in our heart, and hence this prayer.<br>\n<br>\nAs Bhagavan often used to say, ‘<i>bhakti</i> is the mother of <i>jñāna</i>’, and this is very clearly illustrated in this verse. Since Arunachala attracts and pulls us to himself by arousing love for him in our heart, the first clause of this verse, ‘காந்தம் இரும்பு போல் கவர்ந்து எனை’ (<i>kāntam irumbu pōl kavarndu eṉai</i>), ‘attracting [or grasping] me like a magnet [attracting or grasping] iron’, is a prayer for true, all-consuming love (<i>bhakti</i>) for him, and the result of such <i>bhakti</i> is <i>jñāna</i>, the state of pure awareness, in which we have merged in him and remain inseparably one with him, as implied in the rest of this verse, ‘விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா’ (<i>viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>), ‘uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me, Arunachala’. That is, we cannot remain firmly and unshakably fixed as pure awareness (<i>jñāna</i>) without having all-consuming love (<i>bhakti</i>) for him, and since infinite love is his real nature, whatever love we may have for him can come only from him, so we need him to arouse love for him in our heart by attracting and pulling us inwards, towards him, like a magnet attracting a piece of iron towards itself.<br>\n<br>\n<a name=\"uu24\"></a>Just as iron is the one substance that constitutes both a magnet and an ordinary piece of iron, <i>sat-cit</i> (pure being, which is pure awareness, ‘I am’) is the one substance (<i>poruḷ</i> or <i>vastu</i>) of both Arunachala and ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one <i>poruḷ</i> [real substance or <i>vastu</i>]. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].</blockquote>\nThe difference between a magnet and an ordinary piece of iron is that the magnetic particles of iron in a magnet are all aligned to face in one direction, allowing its magnetic nature to manifest, whereas the magnetic particles in an ordinary piece of iron are scattered to face in many directions, thereby obscuring its magnetic nature. Likewise, the difference between Arunachala (who is God) and ourself (the <i>jīva</i>) is that, being pure awareness, Arunachala is always facing inwards, towards itself alone, because in its clear view nothing other than itself exists, so there is nothing else (nothing external to itself) that it could ever face or attend to, whereas the attention of ourself as ego is always scattered outwards (away from ourself) under the sway of our <i>viṣaya-vāsanās</i> to face in many different directions, thereby obscuring our real nature as pure awareness.<br>\n<br>\nHowever, when a magnet attracts and grasps an ordinary piece of iron, holding it firmly without leaving it, the ordinary piece of iron will also become a magnet, because all its magnetic particles will be aligned by the magnet to face in one direction, namely towards the magnet itself. Likewise, if we are attracted and pulled by Arunachala towards himself, our entire attention will be drawn back within to face our real nature, which is Arunachala himself, and thus we will merge in him, becoming one with him in such a way that we will never be able to leave or be separated from him.<br>\n<br>\nIf the ordinary piece of iron is separated from the magnet, it will lose its temporarily induced magnetism, but it can become a permanent magnet by being persistently stroked against the magnet in one direction, because such unidirectional stroking will permanently align all its magnetic particles to face in one direction. Likewise, until we are attracted to Arunachala so strongly that we merge and become one with him, if we persistently try to turn our entire attention in just one direction, namely towards ourself alone, our mind and heart will thereby be gradually purified and realigned in such a way that we are ever more strongly attracted and pulled towards him, and thus we will become fit to merge in him, as him, thereby remaining forever inseparably one with him.<br>\n<br>\nHow strongly a piece of iron is attracted and pulled towards a magnet depends on how pure it is. If it is pure iron, it will be strongly attracted, whereas if it is rusty or consists predominantly of other impurities, it will barely be affected at all by the magnet’s power of attraction. Likewise, how strongly we are attracted and pulled inwards by the magnetic attraction of Arunachala depends on how pure our mind is. The purer our mind, the more strongly we will be attracted and drawn to him in our heart, whereas if our mind is very impure, we will feel little or no attraction towards him. The impurities in our mind are our <i>viṣaya-vāsanās</i>, and the stronger they are the more strongly we will be inclined to rush outwards and roam about outside seeking happiness in <i>viṣayas</i> (objects or phenomena), and the less we will be inclined to turn back within to seek happiness in our own being, ‘I am’, which is the real nature (<i>svarūpa</i>) of Arunachala. Therefore it is only to the extent that our mind is purified by the weakening of our <i>viṣaya-vāsanās</i> that we will be attracted by Arunachala to look deep within our heart to see him shining there as ourself.<br>\n<br>\nSo how is our mind to be purified? It can be purified only by his grace, because his grace is the light of pure awareness that is always shining in our heart as our own being, ‘I am’, so he alone can give us the clarity to recognise that happiness does not exist in any other thing but only in ourself. Therefore, even when our mind is extremely impure, being clouded by a dense fog of <i>viṣaya-vāsanās</i>, he gradually works within us over the course of many lives to weaken our <i>viṣaya-vāsanās</i> by making us repeatedly see the unsatisfactory nature of whatever fleeting happiness we seem to get from things other than ourself. As our inclinations (<i>vāsanās</i>) to seek happiness in other things (<i>viṣayas</i>) are thereby gradually weakened, our mind is consequently purified, enabling the clarity born of his grace to shine ever more brightly in our heart, and this clarity is what makes us fit to be pulled inwards by his magnetic power of attraction.<br>\n<br>\nIn order to attract iron to itself, a magnet need not do anything, but just has to be as it is, because its very nature is to attract iron. Likewise, to attract us to itself, Arunachala need not do anything, but just has to be as it is, because its very nature is to attract us. It attracts us because its being and our being are one, so it is ourself as we actually are, and our very nature is to love ourself more than we could ever love any other thing. However, so long as we rise as ego, we mistake ourself to be a body, and hence we do not recognise Arunachala as ourself. Therefore, mistaking him to be something other than ourself, we are unable to experience the full power of his magnetic attraction.<br>\n<br>\nThe nature of ourself as ego is to be attracted only to those things that we believe will make us happy. When our mind is clouded by a dense fog of <i>viṣaya-vāsanās</i>, we lack the inner clarity (the clarity of <i>vivēka</i>: correct judgement or ability to distinguish what is real from what is unreal) to recognise that happiness exists only within ourself, and therefore we wrongly believe that we can obtain it from things other than ourself, namely from the objects or phenomena of the world. Therefore it is only to the extent to which our mind is purified that we will begin to recognise that happiness does not actually exist in anything other than ourself, and it is only to the extent that we recognise this that we will be attracted to look deep within ourself. In other words, since Arunachala is our own being, ‘I am’, we will be able to experience the inward-pulling power of his magnetic attraction only to the extent that our mind is cleansed of its <i>viṣaya-vāsanās</i>, whose nature is to drive our attention outwards to seek happiness in things other than ourself.<br>\n<br>\nSo long as our <i>viṣaya-vāsanās</i> (inclinations to seek happiness in things other than ourself) are still relatively strong, in order to avoid being swayed by them we need to cling firmly to him in our heart, where he is always shining as our own being, ‘I am’. This state in which we cling firmly to him is compared to a baby monkey (<i>markaṭa</i>) clinging firmly to its mother for safety and protection, so clinging in this way is called <i>markaṭa-nyāya</i>, the ‘monkey principle’ or ‘monkey method’.<br>\n<br>\nHowever, as we go deeper in the practice of self-investigation and self-surrender, our <i>viṣaya-vāsanās</i> are thereby gradually weakened and our <i>sat-vāsanā</i> (inclination to seek happiness only in our own being) is correspondingly strengthened, and thus deep inner clarity, which is the nature of ourself as pure awareness, shines forth with ever-increasing brightness, by the light of which we are able to recognise more and more clearly that the inward pull of his grace is far more powerful than our own efforts to cling to him could ever be. As a result of this clarity, therefore, our inclination and ability to yield ourself wholly to him and thereby to depend entirely upon his grace becomes stronger and stronger. This state in which we depend entirely upon him is compared to a baby cat (<i>mārjāla</i>), who cannot hold on to its mother and who therefore depends entirely upon her to protect it and carry it to safety, so depending on his grace in this way is called <i>mārjāla-nyāya</i>, the ‘cat principle’ or ‘cat method’.<br>\n<br>\n<a name=\"gvk696\"></a>So long as we are not able to surrender ourself entirely to Arunachala, we need to cling to him in our heart as firmly as we can, but as we thereby gain greater clarity and recognise the inadequacy of our own efforts to cling to him, we gradually become fit to transition from the <i>markaṭa-nyāya</i> (monkey method) to the <i>mārjāla-nyāya</i> (cat method). Regarding this Bhagavan said, as recorded by Muruganar in <a href=\"https://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#gvk696\">verse 696</a> of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>ஈசனருட் பூட்கையா லெம்முயல்வு மின்றியே<br>\nமாசறுமார்ச் சால மரபினாற் — பாசமற<br>\nஇம்மையிலே ஞானசித்தி யெய்தினோர் மர்க்கடம்போ<br>\nலம்மையிலே யாட்செய் தவர்.<br>\n<br>\n<i>īśaṉaruṭ pūṭkaiyā lemmuyalvu miṉḏṟiyē<br>\nmāsaṟumārj jāla marapiṉāṟ — pāśamaṟa<br>\nimmaiyilē ñāṉasiddhi yeydiṉōr markkaṭambō<br>\nlammaiyilē yāṭcey tavar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஈசன் அருள் பூட்கையால் எம்முயல்வும் இன்றியே மாசு அறு மார்ச்சால மரபினால் பாசம் அற இம்மையிலே ஞான சித்தி எய்தினோர் மர்க்கடம் போல் அம்மையிலே ஆள் செய்தவர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īśaṉ aruḷ pūṭkaiyāl e-m-muyalvum iṉḏṟiyē māsu aṟu mārjjāla marapiṉāl pāśam aṟa immaiyilē ñāṉa siddhi eydiṉōr markkaṭam pōl ammaiyilē āḷ seydavar</i>.<br>\n<br>\n<b>English translation:</b> Those who have attained <i>jñāna-siddhi</i> in this very life, when attachment has ceased, by the power of God’s grace without any effort by the blemishless cat method, would have practised devotion in former lives like a monkey.<br>\n<br>\n<b>Explanatory paraphrase:</b> Those who have attained <i>jñāna-siddhi</i> [accomplishment of self-knowledge] in this very life, when attachment has ceased, by the power of God’s grace without [making] any effort [or endeavouring to do any spiritual practice] by the blemishless [baby] cat method [namely by depending entirely upon his grace, like a kitten depending on its mother to come and carry it to safety], would have practised devotion [or strived as a slave or devotee] in former lives like a [baby] monkey [which clings firmly to its mother for safety and protection].</blockquote>\nAs Bhagavan implies by saying this, in order to gain the strength of <i>bhakti</i> (love to surrender ourself completely to Arunachala) and <i>vairāgya</i> (freedom from desire for anything else) that is required for us to yield ourself to him without rising to know or do anything else (knowing clearly that he will certainly do everything that is necessary to save us when we surrender ourself in such a manner to him, like a kitten who depends entirely upon its mother to protect and safeguard it), over the course of many lives we need to persistently practise clinging tenaciously to him in our heart, like a baby monkey who clings tenaciously to its mother for safety and protection. By such tenacious monkey-style devotion we will gradually gain the maturity to recognise clearly that all our efforts to cling firmly to self-attentiveness can only lead us to the point where we subside within, thereby losing all inclination to rise and go outwards to know anything other than ourself or to do anything whatsoever, and that it is only when we reach such a point of complete surrender that his grace will rise from within as the infinitely clear light of pure awareness, thereby pulling us back into the heart, like a magnet pulling a needle towards itself, and completely absorbing us into itself, as itself, in such a way that we can never leave it.<br>\n<br>\nTherefore, the more we cling tenaciously to self-attentiveness and thereby subside deep within, the more clearly we will recognise the inadequacy of our own efforts, and the more willing we will consequently become to yield ourself to him and thereby to depend entirely on his grace, like a kitten depending on its mother. It is in such a state of transition from monkey-style devotion to kitten-style surrender that the prayer expressed by Bhagavan in this sixteenth verse of <i>Akṣaramaṇamālai</i> will well up in our heart: ‘By my repeated efforts to cling to you like a baby monkey clinging to its mother, I have discovered that I do not have sufficient strength to cling to you uninterruptedly, without ever leaving you, so like a kitten depending on its mother to carry it to safety, I depend on you to pull me to you, like a magnet pulling a piece of iron to itself, and thereby to unite me with yourself without ever letting go of me, so that you may be forever one with me’.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/KaK1Cq4Glnw\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 16</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/KaK1Cq4Glnw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7751762422442783795/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Padikam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc0NDA5NDE4NDY1Cm9mZnNldDogMAo\""
}