{
    "kind": "blogger#post",
    "id": "6857664711492321215",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-06-17T21:18:00+01:00",
    "updated": "2022-10-29T12:59:54+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/06/sri-arunacala-aksaramanamalai-verse-7.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6857664711492321215",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 7",
    "content": "This is the seventh in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm07\"></a><b>Verse 7:</b><br>\n<blockquote>உனையே மாற்றி யோடா துளத்தின்மே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லுறுதியா யிருப்பா யருணாசலா<br>\n<br>\n<i>uṉaiyē māṯṟi yōḍā duḷattiṉmē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;luṟudiyā yiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, may you be firmly on the mind so that it does not run, deceiving you.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, may you be [remain, sit down, be seated or be enthroned] firmly on [my] mind so that it does not run [out towards other things under the sway of its <i>viṣaya-vāsanās</i>], deceiving [or cheating on] you [like a promiscuous wife].<br>\n<br>\n<b>Alternative interpretation 1</b> [when the first two words are split as ‘உனையே மாற்றி’ (<i>uṉaiyē māṯṟi</i>), ‘changing you’, instead of ‘உனை ஏமாற்றி’ (<i>uṉai ēmāṯṟi</i>), ‘deceiving you’ or ‘cheating you’]: Arunachala, may you be [or sit down] firmly on [my] mind so that it does not run [outwards], changing [or transforming] you [by seeing you, who are the one infinite, indivisible and immutable pure awareness, as the numerous objects that constitute both the internal world of mental phenomena and the external world of physical phenomena].<br>\n<br>\n<b>Alternative interpretation 2</b> [when மாற்றி (<i>māṯṟi</i>) is taken to mean removing, dispelling, repelling or expelling instead of changing, altering or transforming]: Arunachala, may you be [seated] firmly on [the back of this horse, namely my unruly] mind, so that it does not run [away out of control], expelling [or rejecting] you [by throwing you off its back].</blockquote>\n<b>Explanation:</b> உனை (<i>uṉai</i>) is a poetic abbreviation of உன்னை (<i>uṉṉai</i>), the accusative form of the second person singular pronoun, ‘you’, and ஏமாற்றி (<i>ēmāṯṟi</i>) is an adverbial participle that means deceiving, cheating, tricking, defrauding or confusing, so ‘உனை ஏமாற்றி’ (<i>uṉai ēmāṯṟi</i>) means ‘deceiving you’ or ‘cheating you’. ஓடாது (<i>ōḍādu</i>) is a negative adverbial participle that means ‘not running’, but in this context it is used in the sense of ‘for not running’ or ‘so that it [the mind] does not run’, so ‘உனை ஏமாற்றி ஓடாது’ (<i>uṉai ēmāṯṟi ōḍādu</i>) means ‘so that it [the mind] does not run deceiving [or cheating] you’.<br>\n<br>\nஉளத்தின் (<i>uḷattiṉ</i>) is an inflected form of உளம் (<i>uḷam</i>), a poetic abbreviation of உள்ளம் (<i>uḷḷam</i>), which means the heart or in this case the mind, and மேல் (<i>mēl</i>) means above, on, upon or on top of, so ‘உளத்தின் மேல்’ (<i>uḷattiṉ mēl</i>) means ‘on the mind’. உறுதி (<i>uṟudi</i>) is a noun that means firmness, strength or stability, and உறுதியாய் (<i>uṟudiyāy</i>) is an adverbial form of it, meaning firmly or steadily. இரு (<i>iru</i>) is a verb that means to be, exist, remain, stay, wait, sink, sit down or be seated, and இருப்பாய் (<i>iruppāy</i>) is a second person singular future form of it, so it means ‘you will be’, but in this case it is used as an optative or polite imperative, so it means ‘may you be’. Therefore ‘உளத்தின் மேல் உறுதியாய் இருப்பாய்’ (<i>uḷattiṉ mēl uṟudiyāy iruppāy</i>) means ‘may you be [or sit down] firmly on [my] mind’, and ‘உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய்’ (<i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy</i>) means ‘may you be [or sit down] firmly on [my] mind so that it does not run, deceiving [or cheating] you’.<br>\n<br>\nThe teaching implied in this verse, therefore, is ‘do not run, just be’, so what is meant by ‘running’ and what is meant by ‘being’? In brief, running is the nature of the mind, whereas being is our real nature. That is, in this context ‘running’ means going outwards, away from ourself towards other things, whereas ‘being’ means remaining as we always actually are, resting in the heart without ever going out to do anything or to know anything other than ourself.<br>\n<br>\nThough this teaching, ‘do not run, just be’, which is addressed to us as mind (meaning as ego), is implied in this verse, it is expressed in the form of a prayer addressed to Arunachala, asking him to be seated firmly upon us so that we do not run outwards, associating with anything other than him, thereby cheating him like a fickle and unfaithful wife cheating on her loving and caring husband by spending her time being intimate with other men. When we run outwards, attending to anything other than ourself, we are being unfaithful to our beloved lord, Arunachala, like a wife associating intimately with other men. Such is the nature of the mind, however, so we cannot just be as we actually are without the grace of Arunachala, because it is only by his grace that we can have sufficient love to cling firmly to our being, ‘I am’, and thereby just be as we actually are.<br>\n<br>\nArunachala is our own being, ‘I am’, so his being firmly on our mind and our clinging firmly to our being are not two separate states, but just two different ways of describing the same state. He will not sit down firmly upon us until we are willing to submit ourself entirely to him, but whatever willingness or love we have to submit to him is his grace shining in our heart. Therefore when Bhagavan prays, ‘ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>), ‘Arunachala, may you be [seated] firmly on [my] mind so that it does not run [out towards any other thing]’, what he implies is ‘may you shine so clearly and steadily in my heart that my mind is drawn inwards to cling firmly to you with heart-melting love, instead of running outwards in accordance with its fickle and unfaithful nature’.<br>\n<br>\n<a name=\"aamm16\"></a>Arunachala is always shining clearly and steadily in our heart as our own being, ‘I am’, but we fail to recognise the nature of his being and shining thus because of the outward-running nature of our mind, so he needs to shine within us in such a way that our mind is drawn inwards like a needle being drawn towards a magnet, as Bhagavan prays in verse 16 of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>காந்த மிரும்புபோற் கவர்ந்தெனை விடாமற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கலந்தெனோ டிருப்பா யருணாசலா<br>\n<br>\n<i>kānta mirumbupōṟ kavarndeṉai viḍāmaṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kalandeṉō ḍiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> காந்தம் இரும்பு போல் கவர்ந்து எனை, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāntam irumbu pōl kavarndu eṉai, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>அன்வயம்:</b> காந்தம் இரும்பு போல் எனை கவர்ந்து, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāntam irumbu pōl eṉai kavarndu, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, forcibly seizing me like a magnet iron, uniting without leaving, may you be with me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, forcibly seizing [grasping, captivating or attracting] me [by the captivating power of your grace] like a magnet [grasping] iron [by its natural power of attraction], uniting [me with you] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me.</blockquote>\n<a name=\"aamm08\"></a>Arunachala being and shining in our heart in such a way that our mind is drawn inwards to see him alone and thereby prevented from running outwards to roam about in the world of objects or phenomena is also what Bhagavan prays for when he sings ‘உன் அழகை காட்டு அருணாசலா’ (<i>uṉ aṙahai kāṭṭu aruṇācalā</i>), ‘Arunachala, show your beauty’, in the next verse, namely verse 8 of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>ஊர்சுற் றுளம்விடா துனைக்கண் டடங்கிட<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுன்னழ கைக்காட் டருணாசலா<br>\n<br>\n<i>ūrsuṯ ṟuḷamviḍā duṉaikkaṇ ḍaḍaṅgiḍa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṉṉaṙa haikkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so that seeing you uninterruptedly the mind, which roams about the world, will subside, show your beauty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that seeing [or looking at] you uninterruptedly [my] mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], will subside [settle, submit or cease entirely and forever] [thereby being brought under the sway of your grace], show [me] your beauty [the infinite beauty of your real nature, which is unlimited, unalloyed and unceasing happiness].</blockquote>\n<a name=\"ny07\"></a>Arunachala is <i>ātma-svarūpa</i>, the real nature of ourself, and its nature is just to be, without ever rising to do anything or to know anything other than itself. It is therefore immutable, and hence it is அசல (<i>acala</i>), unmoving. As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i>’, so since nothing other than Arunachala actually exists, it is <i>ēkam ēva advitīyam</i>, ‘one only without a second’, and hence it is infinite and therefore formless.<br>\n<br>\n<a name=\"un04\"></a>We are therefore never anything other than Arunachala, but when we seemingly rise as ego, we limit ourself as the extent of a body, a form consisting of five sheaths, which we mistake to be ‘I’, so we seem to be something other than Arunachala. Since we have limited ourself as the form of a body, we become aware of the appearance of numerous other forms, all of which seem to be other than ourself, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>: <br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\n<a name=\"un25\"></a>Since we cannot rise, stand or flourish as ego without first grasping the form of a body as ourself and then grasping other forms as the objects of our experience, the very nature of ourself as ego or mind is to be always grasping forms of one kind or another, whether relatively gross or relatively subtle, and we cannot subside or cease so long as we continue to grasp forms. The only means, therefore, by which we as ego can subside in such a way that we will never rise again is to cling firmly to ourself alone, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. The formless phantom ego. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Grasping form [namely the form of a body composed of five sheaths] [as itself] it comes into existence; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [namely other forms or phenomena] it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [that is, if it seeks, examines or investigates itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. [Such is the nature of this] formless phantom [fiend, demon or evil spirit] ego. [Therefore] investigate [it] [or know thus].</blockquote>\nSince ego is a formless phantom or evil spirit, whatever forms it grasps are things other than itself, so in this context உரு (<i>uru</i>), ‘form’, means anything other than ego, namely any object or phenomenon. In other words, anything that can be distinguished in any way from any other thing is a form of one kind or another. So long as ego is grasping the form of a body as itself and consequently grasping other forms as its food or nourishment, it endures and flourishes, but since it has no form of its own, if it tries to grasp only itself, it will subside and dissolve back into its source, namely <i>sat-cit</i> (being-awareness), the fundamental awareness of our own being, ‘I am’, as Bhagavan implies by saying: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought [that is, if it investigates itself], it will take flight’.<br>\n<br>\nSince ego cannot rise, stand or flourish without grasping forms, its nature is to have strong inclinations to grasp forms, and these inclinations are what are called <i>viṣaya-vāsanās</i>, inclinations (<i>vāsanās</i>) to seek happiness in <i>viṣayas</i> (objects or phenomena). The nature of ego, therefore, is to constantly run outwards and wander under the sway of its <i>viṣaya-vāsanās</i>, so clinging to our own being, ‘I am’, and thereby being as we actually are, is contrary to the very nature of ourself as ego. However, though it is contrary to our ego-nature, it is our real nature, so it is only by the grace of Arunachala, who is our real nature, that we can be as we actually are.<br>\n<br>\nIt is not by doing anything that Arunachala enables us to be as we actually are, but just by being as he actually is, which is why Bhagavan prays in this verse ‘உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>), ‘Arunachala, may you be firmly on [my] mind’. That is, Arunachala is not only pure and infinite being but also pure and infinite love, because he does not see us or anything else as other than himself, so he loves us and everything else as himself. His love is therefore without any limits, so it is just by his existing and shining in our heart as our own real nature that he gives us the love required to cling firmly to him and thereby to be as we actually are.<br>\n<br>\nWhy then do we seem to be devoid of that love, or at least deficient in it? Since he is always existing and shining in our heart as our own being, ‘I am’, should we not always have all-consuming love to cling firmly to him? Yes, we should have, and in reality we do have, but we seem to be lacking such love because we have risen as ego, so under the sway of our <i>viṣaya-vāsanās</i> we allow our mind to run about outside, and hence we overlook his presence in our heart. Therefore, in order to recognise his presence in our heart and thereby be drawn within with all-consuming love for him, we need to try persistently to look within instead of running about outside. The more we look within, the more our love to look within will grow.<br>\n<br>\nBy persistently trying to look within and thereby hold onto our being, ‘I am’, we are yielding ourself to him, and the more we yield ourself to him the less we are obstructing his அருட்செயல் (<i>aruḷ-seyal</i>), the working of his grace. However, it is only his grace that is drawing our mind to face within, so it is only by his grace that we can surrender ourself to him. In other words, it is only by his being seated firmly on our mind that we can be as we actually are and thereby cease forever running about outside, as Bhagavan implies by praying in this verse: ‘உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>), ‘Arunachala, may you be [seated] firmly on [my] mind so that it does not run [about outside], deceiving [or cheating on] you’.<br>\n<br>\nThe first clause of this verse can be interpreted in two ways. The first is as I have explained above, namely to split this clause as ‘உனை ஏமாற்றி’ (<i>uṉai ēmāṯṟi</i>), in which உனை (<i>uṉai</i>) is an accusative form of the second person singular pronoun, ‘you’, and ஏமாற்றி (<i>ēmāṯṟi</i>) is an adverbial participle that means deceiving, cheating or tricking, so ‘உனை ஏமாற்றி’ (<i>uṉai ēmāṯṟi</i>) means ‘deceiving you’, ‘cheating you’ or ‘tricking you’. The alternative interpretation is to split it as ‘உனையே மாற்றி’ (<i>uṉaiyē māṯṟi</i>), in which உனையே (<i>uṉaiyē</i>) is an intensified form of உனை (<i>uṉai</i>), so it means ‘you’ or ‘you yourself’, and மாற்றி (<i>māṯṟi</i>) is a transitive adverbial participle that means changing, altering or transforming, so ‘உனையே மாற்றி’ (<i>uṉaiyē māṯṟi</i>) means ‘changing you’, ‘altering you’ or ‘transforming you’.<br>\n<br>\nArunachala is <i>ātma-svarūpa</i>, the real nature of ourself, which is alone what actually exists, and which is therefore infinite, eternal, indivisible and immutable, so it can never actually be changed, altered or transformed in any way, but when we rise as ego and thereby allow our mind to run about outside under the sway of its <i>viṣaya-vāsanās</i>, in the view of ourself as ego we seem to be a subject (a knower) knowing a vast multiplicity of objects or phenomena (things that are known). Therefore, since Arunachala alone is what actually exists, what we are seeing as the subject and the multitude of objects is actually only Arunachala, so by allowing our mind to run about outside we seem to have changed Arunachala into all this.<br>\n<br>\nIt is this seeming transformation of Arunachala, who is <i>ēkam ēva advitīyam</i>, ‘one only without a second’, into all this multiplicity and diversity that Bhagavan refers to in this verse when he sings: ‘உனையே மாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>uṉaiyē māṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>), ‘Arunachala, may you be [seated] firmly on [my] mind so that it does not run [about outside], changing [or transforming] you [by seeing you as all this multiplicity]’.<br>\n<br>\nBy allowing the mind to run outwards, we are seemingly transforming Arunachala in another sense also. That is, the nature of Arunachala is pure being, but by rising as ego and thereby allowing our mind to run about outside we are seemingly transforming being into rising and doing. As pure being, Arunachala is not actually affected in the least by the appearance of any amount of rising, running or doing, which occur only in the view of ego, the false rising ‘I’, so being is never actually transformed into rising, running or doing, but as ego we mistakenly see our being, ‘I am’, as rising, running and doing, ‘I have risen’, ‘I am running’ and ‘I am doing’. Therefore, in order to put an end to this illusory appearance of rising, running and doing by enabling us to see our real being as it always actually is, Bhagavan prays to Arunachala on our behalf: ‘உனையே மாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>uṉaiyē māṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>), ‘Arunachala, may you be [seated] firmly on the mind so that it does not [rise to] run [about outside, incessantly doing actions by mind, speech and body], [thereby seemingly] changing you [the one real being] [as all this rising, running and doing]’.<br>\n<br>\nMuruganar also gives an alternative explanation of this verse by pointing out that the wording of it also suggests another metaphor, namely a rider controlling an unruly horse by sitting firmly upon it. The mind is like an unruly horse, so if it is not firmly controlled by its rider, it will run away, throwing the rider from its back and thereby becoming free to roam wherever it wills, which in the case of the mind would be to run after all the allurements of the world. That is, மாற்றி (<i>māṯṟi</i>) also means removing, dispelling, repelling or expelling, so in the case of a horse and a rider it implies the horse throwing the rider from its back. Therefore, when viewed in the light of this metaphor, ‘உனையே மாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா’ (<i>uṉaiyē māṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>) implies: ‘Arunachala, may you be [seated] firmly on [the back of this horse, namely my unruly] mind, so that it does not run [away out of control], expelling [or rejecting] you [by throwing you off its back]’.<br>\n<br>\n<a name=\"apad07\"></a>The central idea in all the three interpretations of this verse that I have discussed here is the same, namely that the outward-running nature of the mind can be curbed and redirected to sink back within only by the grace of Arunachala, who is what is always existing and shining clearly in our heart as our own being, ‘I am’, and his drawing the mind back within to face himself alone and thereby to sink and merge forever in him, the heart, is what Bhagavan describes metaphorically as him being or sitting down firmly on the mind, just as he describes it metaphorically in verse 7 of <i>Śrī Aruṇācala Padigam</i> as him placing his vast lotus-feet on the head of ego, the spurious ‘I’ who has come out as if it were something other than him:<br>\n<blockquote>வெளிவளி தீநீர் மண்பல வுயிரா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விரிவுறு பூதபௌ திகங்கள்<br>\nவெளியொளி யுன்னை யன்றியின் றென்னின்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வேறுயா னாருளன் விமலா<br>\nவெளியதா யுளத்து வேறற விளங்கின்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வேறென வெளிவரு வேனார்<br>\nவெளிவரா யருணா சலவவன் றலையில்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விரிமலர்ப் பதத்தினை வைத்தே.<br>\n<br>\n<i>veḷivaḷi tīnīr maṇpala vuyirā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;virivuṟu bhūtabhau tikaṅgaḷ<br>\nveḷiyoḷi yuṉṉai yaṉḏṟiyiṉ ḏṟeṉṉiṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vēṟuyā ṉāruḷaṉ vimalā<br>\nveḷiyadā yuḷattu vēṟaṟa viḷaṅgiṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vēṟeṉa veḷivaru vēṉār<br>\nveḷivarā yaruṇā calavavaṉ ṟalaiyil<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;virimalarp padattiṉai vaittē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி, வளி, தீ, நீர், மண் பல உயிரா விரிவு உறு பூத பௌதிகங்கள் வெளி ஒளி உன்னை அன்றி இன்று என்னின், வேறு யான் ஆர் உளன்? விமலா, வெளி அதாய் உளத்து வேறு அற விளங்கின், வேறு என வெளி வருவேன் ஆர்? வெளி வராய், அருணாசல, அவன் தலையில் விரி மலர் பதத்தினை வைத்தே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi, vaḷi, tī, nīr, maṇ pala uyirā virivu uṟu bhūta bhautikaṅgaḷ veḷi oḷi uṉṉai aṉḏṟi iṉḏṟu eṉṉiṉ, vēṟu yāṉ ār uḷaṉ? vimalā, veḷi adāy uḷattu vēṟu aṟa viḷaṅgiṉ, vēṟu eṉa veḷi varuvēṉ ār? veḷi varāy, aruṇācala, avaṉ talaiyil viri malar padattiṉai vaittē</i>.<br>\n<br>\n<b>English translation:</b> If the elements, space, air, fire, water and earth, and what is composed of them, which spread out as many living beings, do not exist besides you, the space of light, who else am I? Blemishless, if shining without another in the heart as that, the space, who am I who come out as another? Come out, Arunachala, placing the vast lotus-feet on his head.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>bhūtas</i> [the five elements], [namely] space, air, fire, water and earth, and <i>bhautikas</i> [everything composed of these elements], which spread out [expand or unfold] as many living beings, do not exist besides you, the space of light [namely pure awareness], who else am I [other than you]? Blemishless, if [you are] shining without another in the heart as that, the space [of pure awareness], who am I who come out as [if] another? Come out [showing yourself to me by drawing my mind back within], Arunachala, placing [your] vast lotus-feet on his head [on the head of this ego, the spurious ‘I’ who has come out as if other than you].</blockquote>\nThough we need to try persistently to turn our mind back within to see what we actually are, which is Arunachala, we can do so only by his grace, because the nature of the mind is to constantly run about outside, seeking happiness in transient phenomena instead of sinking back within to find it in the one thing that exists and shines eternally and without ever undergoing any change whatsoever, in all times, in all places and in all states, namely Arunachala, the infinite light of pure being-awareness, ‘I am’. Looking back within to see what we actually are is not difficult, but it does require all-consuming love, the source of which is Arunachala, who exists and shines deep within our heart as <i>ātma-svarūpa</i>, the real nature of ourself.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/SLUkeVA_0Lo\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 7</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/SLUkeVA_0Lo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6857664711492321215/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Padikam",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MDQ0Nzk0MDYwCm9mZnNldDogMzYwMDAwMAo\""
}