{
    "kind": "blogger#post",
    "id": "2774205757421545826",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-04-17T22:24:00+01:00",
    "updated": "2023-07-26T19:26:27+01:00",
    "url": "http://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2774205757421545826",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 4",
    "content": "This is the fourth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://www.happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm04\"></a><b>Verse 4:</b><br>\n<blockquote>ஆருக் காவெனை யாண்டனை யகற்றிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லகிலம் பழித்திடு மருணாசலா<br>\n<br>\n<i>āruk kāveṉai yāṇḍaṉai yahaṯṟiḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;lakhilam baṙittiḍu maruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஆருக்கா எனை ஆண்டனை? அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ārukkā eṉai āṇḍaṉai? ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, for whom did you take charge of me? If rejecting, the whole world will blame.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, for whom [or for whose sake] did you take charge of me? If [you] reject [banish or abandon] [me], the whole world will blame [ridicule or revile] [you].</blockquote>\n<a name=\"aluvadu\"></a><b>Explanation:</b> The key word in the first sentence of this verse is ஆண்டனை (<i>āṇḍaṉai</i>), a second person singular past tense form of ஆள் (<i>āḷ</i>), which is a verb that Bhagavan frequently uses in its various forms in <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and other songs of <i>Śrī Aruṇācala Stuti Pañcakam</i> (Five Hymns to Arunachala), but for which there is no adequate English equivalent. The <a href=\"https://dsal.uchicago.edu/dictionaries/tamil-lex\"><i>Tamil Lexicon</i></a> defines <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஆள்&searchhws=yes&matchtype=default\">ஆள்</a> (<i>āḷ</i>) variously as to rule, reign over or govern; to receive or accept, as a protégé; to control or manage, as a household; and to cherish or maintain. As these definitions suggest, ஆள் (<i>āḷ</i>) combines within itself two principal meanings, namely on one hand to rule, govern, control or manage, and on the other hand to cherish, care for, take care of or take loving responsibility for the welfare and protection of, so I translate it as ‘to take charge’, in the sense that a caring adult may take charge of an orphaned child, meaning that they lovingly take full responsibility for the welfare, care, protection and upbringing of the child. It can also be translated as ‘to take possession of’ or ‘take as one’s own’, in the sense that a bridegroom takes his bride as his own, meaning that he takes full responsibility for protecting and taking care of her in every way.<br>\n<br>\nOne of the words that is derived from ஆள் (<i>āḷ</i>) is ஆண்டவன் (<i>āṇḍavaṉ</i>), which means ‘he who has taken charge’ or ‘he who has taken as his own’ and is therefore a term that is used to refer to God. Since God is the real nature of ourself (<i>ātma-svarūpa</i>), he loves us as himself, so he is always lovingly taking care of us. However, he never obstructs our freedom of will and action (<i>icchā-kriyā-svatantra</i>), because our real nature is infinitely free, so when we rise as ego and thereby limit ourself as a finite person, our freedom is limited but not entirely lost. Therefore, though he is always lovingly taking care of us in all respects, we fail to recognise this so long as we misuse our freedom of will to attend to things other than ourself.<br>\n<br>\nEverything other than ourself is a <i>viṣaya</i> (object or phenomenon), so our inclinations (<i>vāsanās</i>) to seek happiness in and therefore attend to such things are called <i>viṣaya-vāsanās</i>. The more we allow ourself to be swayed by any <i>viṣaya-vāsanās</i>, the stronger they become, and hence under their sway our mind rushes outwards with great enthusiasm seeking happiness or satisfaction in the experience of <i>viṣayas</i>. Allowing ourself to be swayed by our <i>viṣaya-vāsanās</i> in this way is a misuse of our freedom of will (<i>icchā-svatantra</i>), which in turn leads to a misuse of our freedom of action (<i>kriyā-svatantra</i>).<br>\n<br>\nSo long as we misuse our freedom of will in this way, we never turn our attention back within to see what we ourself actually are, so we fail to recognise that God is ever existing and shining blissfully in our heart as our own real nature (<i>svarūpa</i>), and hence we are blinding ourself to the fact that he is meticulously taking care of us in every possible way. Therefore it is only to the extent to which we surrender our will and are thereby willing to abide by his will that we begin to recognise the extent to which he is lovingly taking care of us and all our needs.<br>\n<br>\nBy surrendering ourself to him, we are handing over charge and possession of ourself to him, so he takes charge and possession of us to the extent to which we surrender ourself to him. That is, though he is always lovingly caring for us, he takes complete control of our life only to the extent to which we are willing to surrender our will to him. Therefore his ஆளுவது (<i>āḷuvadu</i>) or taking charge of us as his own and our surrendering ourself to him are two sides of the same coin. Since he is always willing to take charge of us, we must be equally willing to surrender and thereby hand over charge of ourself to him, because until we surrender ourself we are in effect obstructing the flow of his grace, since he will never deny us the freedom to use our will in whatever way we wish.<br>\n<br>\n<a name=\"aamm14\"></a>It may seem, therefore, that his taking charge of us is dependent on our surrendering ourself to him, but this is not the entire picture, because it is only by his grace that we become willing to surrender ourself to him. Long before we began to surrender ourself, his grace was working in our heart preparing the ground, and in that well-prepared ground he has now planted the seed of love for him, so it is only after he has planted and nurtured this seed that we begin to experience the inclination to surrender ourself to him. Therefore the full responsibility for his taking charge of us as his own lies with him, as he implies in verse 14 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>ஔவைபோ லெனக்குன் னருளைத் தந்தெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாளுவ துன்கட னருணாசலா<br>\n<br>\n<i>auvaipō leṉakkuṉ ṉaruḷait tandeṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāḷuva duṉkaḍa ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஔவை போல் எனக்கு உன் அருளை தந்து, எனை ஆளுவது உன் கடன் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>auvai pōl eṉakku uṉ aruḷai tandu, eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, giving me your grace like a mother, taking charge of me is your duty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, giving me your <i>aruḷ</i> [grace, love, kindness and compassion] like a mother, taking charge of me [as your own] is your duty [obligation or responsibility].</blockquote>\n<a name=\"ny12\"></a>It is his duty to take charge of us as his own, like a mother whose natural duty is to lovingly take care of her child as her own, but it is nevertheless our duty to surrender ourself completely to him, as he makes clear in the <a href=\"https://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of <i>guru</i>’s grace will never be forsaken but will surely be saved by him; nevertheless, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown.</blockquote>\n<a name=\"ny13\"></a>‘குரு காட்டிய வழி’ (<i>guru kāṭṭiya vaṙi</i>), ‘the path that <i>guru</i> has shown’, is to surrender ourself entirely to him, and we can surrender ourself to him only by being so keenly self-attentive that we do not give even the least room in our heart to the rising of any thought about anything else, as he explains in the next sentence, namely the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is firmly fixed as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] except <i>ātma-cintana</i> [thought of oneself: self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\nWhen we think of or attend to anything other than ourself, we are turning our attention away from God as he actually is, namely the pure awareness that is always shining in our heart as our own fundamental awareness, ‘I am’, so we can give ourself completely to him only by turning our entire attention back within to face his real nature (<i>svarūpa</i>), which is the real nature of ourself (<i>ātma-svarūpa</i>), namely ‘I am’. The more we lovingly attend to him in our heart as ‘I am’, the more we as ego subside and sink back within, and the more we thereby open our heart to his grace. When we do not attend to him, we are in effect closing our heart to his grace and thereby obstructing its work.<br>\n<br>\nHow he takes charge of us, therefore, is by sowing and nurturing the seed of love for him in our heart, because it is only by the strength of such love that we can cling firmly to self-attentiveness, thereby overcoming the strength of our <i>viṣaya-vāsanās</i>. His grace therefore works through us, and our being self-attentive is an essential part of his அருட்செயல் (<i>aruḷ-seyal</i>), the action or working of his grace.<br>\n<br>\n<a name=\"anmm7\"></a>Since he takes charge of us only to the extent to which we have surrendered ourself to him, and since he therefore takes complete charge of us only when our surrender to him becomes complete, his taking charge of us is often described as an event that takes place at a particular time, as he describes it in <a href=\"https://happinessofbeing.blogspot.com/2021/07/freedom-surrender-and-clinging-fast-to.html#anmm7\">verse 7</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>:<br>\n<blockquote>அண்ணா மலையா யடியேனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாண்ட வன்றே யாவியுடற்<br>\nகொண்டா யெனக்கோர் குறையுண்டோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குறையுங் குணமு நீயல்லா<br>\nலெண்ணே னிவற்றை யென்னுயிரே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யெண்ண மெதுவோ வதுசெய்வாய்<br>\nகண்ணே யுன்றன் கழலிணையிற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;காதற் பெருக்கே தருவாயே.<br>\n<br>\n<i>aṇṇā malaiyā yaḍiyēṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṇda vaṉḏṟē yāviyuḍaṯ<br>\nkoṇḍā yeṉakkōr kuṟaiyuṇḍō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kuṟaiyuṅ guṇamu nīyallā<br>\nleṇṇē ṉivaṯṟai yeṉṉuyirē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yeṇṇa meduvō vaduseyvāy<br>\nkaṇṇē yuṉḏṟaṉ kaṙaliṇaiyiṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kādaṯ perukkē taruvāyē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அண்ணாமலையாய் அடியேனை ஆண்ட அன்றே ஆவி உடல் கொண்டாய். எனக்கு ஓர் குறை உண்டோ? குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை. என் உயிரே, எண்ணம் எதுவோ அது செய்வாய்; கண்ணே, உன்றன் கழல் இணையில் காதல் பெருக்கே தருவாயே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṇṇāmalaiyāy aḍiyēṉai āṇda aṉḏṟē āvi uḍal koṇḍāy. eṉakku ōr kuṟai uṇḍō? kuṟaiyum guṇamum nī allāl eṇṇēṉ ivaṯṟai. eṉ uyirē, eṇṇam eduvō adu seyvāy. kaṇṇē, uṉḏṟaṉ kaṙal iṇaiyil kādal perukkē taruvāyē</i>.<br>\n<br>\n<b>English translation:</b> Annamalai, the very day you took charge of me, a slave, you took possession of soul and body. Is there any deficiency for me? Defects and qualities, except you, I do not think of them. My life, whatever be thought, do that. Eye, just give only a flood of love for your pair of feet.<br>\n<br>\n<b>Explanatory paraphrase:</b> Annamalai, the very day you took charge of me, [your] slave [servant or devotee], you took possession of [my] soul and body. [Therefore] is there [now] any <i>kuṟai</i> [imperfection, defect, deficiency, need, want, dissatisfaction or grievance] for me? [Since] <i>kuṟai</i> [imperfections, flaws, faults, defects, impurities or vices] and <i>guṇam</i> [good qualities or virtues] [cannot exist independent of you or as other than you], I do not think of them but only of you. My <i>uyir</i> [life or soul, implying my real nature], whatever be [your] thought [intention or wish], do that. [My] <i>kaṇ</i> [eye, implying both my beloved (the one who is more dear to me than my own eyes) and my own real awareness (which is what is always shining in my heart as ‘I am’)], just give [me] only a flood [overflow, fullness, abundance, surge or increasing intensity] of love for your pair of feet.</blockquote>\n<a name=\"dec98note\"></a>Annamalai (Arunachala) always has partial control of our mind, speech and body, because he has to make them do whatever actions they need to do in order to facilitate the unfolding of our <i>prārabdha</i> (fate or destiny), as Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#dec98note\">note that he wrote for his mother</a> in December 1898: ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), which literally means ‘In accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, and which implies ‘In accordance with the <i>prārabdha</i> of each individual, he who is for that [namely God or <i>guru</i>, who is the one who ordains their <i>prārabdha</i>] being in each place [that is, in the heart of each of them] will make them act’. However, so long as we retain even the least inclination or liking to use our mind, speech and body as instruments for achieving the fulfilment of our desires, he allows us to do so, and hence does not take complete control of them. Only when we surrender ourself entirely to him will he take complete charge of us, and taking complete charge of us entails taking complete control of our mind, speech and body, as he implies in the first sentence of this verse: ‘அண்ணாமலையாய் அடியேனை ஆண்ட அன்றே ஆவி உடல் கொண்டாய்’ (<i>aṇṇāmalaiyāy aḍiyēṉai āṇda aṉḏṟē āvi uḍal koṇḍāy</i>), ‘Annamalai, the very day you took charge of me, [your] slave [servant or devotee], you took possession of [my] soul and body’.<br>\n<br>\nWhen he thus takes charge of us, there is no separate ‘I’ left to have any imperfection or defect, or to feel any deficiency, need, want, dissatisfaction or grievance, as he implies in the second sentence: ‘எனக்கு ஓர் குறை உண்டோ?’ (<i>eṉakku ōr kuṟai uṇḍō?</i>), ‘Is there [now] any <i>kuṟai</i> [imperfection, defect, deficiency, need, want, dissatisfaction or grievance] for me?’ If at all there were even the slightest trace of any ego remaining, which would be the case only if his taking charge of it were not yet complete, by its surrender it would have been attenuated to such an extent that it would not be concerned at all about its defects or qualities, because its whole attention would be riveted on the only thing that actually exists, namely Arunachala himself, as he implies in the third sentence: ‘குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை’ (<i>kuṟaiyum guṇamum nī allāl eṇṇēṉ ivaṯṟai</i>), which literally means ‘Defects and qualities, except you, I do not think of them’, and which implies ‘[Since] <i>kuṟai</i> [imperfections, flaws, faults, defects, impurities or vices] and <i>guṇam</i> [good qualities or virtues] [cannot exist independent of you or as other than you], I do not think of them but only of you’.<br>\n<br>\nBeing so completely absorbed in loving contemplation on Arunachala alone, a devotee in such a state would have not even the slightest desire for anything other than an all-consuming flood of love for him, and hence would have no concern about whatever else may happen, as he implies in the final two sentences of this verse: ‘என் உயிரே, எண்ணம் எதுவோ அது செய்வாய். கண்ணே, உன்றன் கழல் இணையில் காதல் பெருக்கே தருவாயே’ (<i>eṉ uyirē, eṇṇam eduvō adu seyvāy. kaṇṇē, uṉḏṟaṉ kaṙal iṇaiyil kādal perukkē taruvāyē</i>), which literally means ‘My life, whatever be thought, do that. Eye, just give only a flood of love for your pair of feet’, and which implies ‘My <i>uyir</i> [life or soul, implying my real nature], whatever be [your] thought [intention or wish], do that. [My] <i>kaṇ</i> [eye, implying both my beloved (the one who is more dear to me than my own eyes) and my own real awareness (which is what is always shining in my heart as ‘I am’)], just give [me] only a flood [overflow, fullness, abundance, surge or increasing intensity] of love for your pair of feet’.<br>\n<br>\nThus in this verse Bhagavan clearly implies that his taking charge of us and our surrendering ourself entirely to him are as inseparable as the two sides of a single sheet of paper. He will take charge of us only to the extent to which we are willing to surrender ourself completely to him, but we will be willing to surrender ourself completely to him only to the extent that his grace occupies our entire heart in the form of intense and all-consuming love for him. Though his taking charge of us and our surrendering ourself to him each gives rise to an increase of the other, being two aspects of the same single process of grace, ultimately his lovingly taking charge of us is the cause and our surrendering ourself to him is the effect, because grace is the infinite love that he has for us as himself, and whatever love we have to surrender ourself to him is born only in the womb of his infinite love for us.<br>\n<br>\nTherefore, though it is necessary for us to surrender ourself to him by persistently trying to cling firmly to self-attentiveness, the more we thereby surrender ourself to him the more clearly we will recognise that the driving force behind all our efforts to surrender is only his grace, and hence when we have surrendered ourself entirely to him we will clearly see that we have truly done nothing and he has done everything. However, though he is ultimately the one who does everything, he does it without actually doing anything, because everything happens as it is meant to happen by his grace, and grace is his very nature. Therefore he does everything that needs to be done just by being himself, and by being thus he unfailingly draws us back into the heart, thereby making us be as we always actually are, namely as himself. This process of grace is therefore what he refers to as ஆளுவது (<i>āḷuvadu</i>), taking charge of us.<br>\n<br>\nAll this preamble was to explain the deep meaning and significance of the verb ஆள் (<i>āḷ</i>), which Bhagavan uses in one or other of its various forms in this fourth verse of <i>Akṣaramaṇamālai</i> and in many other verses in <i>Śrī Aruṇācala Stuti Pañcakam</i>, because we cannot adequately understand any of these verses without having a clear and comprehensive understanding of the meaning and significance of this word. Having explained this, I will now discuss and explain the context in which it is used in this verse.<br>\n<br>\nThe first word of this verse is ஆருக்கா (<i>ārukkā</i>), which means ‘for whom?’, being a dative form of the interrogative pronoun ஆர் (<i>ār</i>), which means ‘who?’. The basic dative form of this pronoun is ஆருக்கு (<i>ārukku</i>), which means either ‘to whom?’ or ‘for whom?’, but the addition of the suffix ஆ (<i>ā</i>) makes the dative mean specifically ‘for’ rather than ‘to’. எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), which is the accusative singular form of the first person pronoun, so it means ‘me’. And as I explain above, ஆண்டனை (<i>āṇḍaṉai</i>) is a second person singular past tense form of ஆள் (<i>āḷ</i>), so it means ‘you took charge’, ‘you took possession’ or ‘you took as your own’. Therefore the first sentence of this verse, ‘ஆருக்கா எனை ஆண்டனை?’ (<i>ārukkā eṉai āṇḍaṉai?</i>), means ‘For whom did you take charge of me?’, thereby implying ‘For whose sake did you take charge of me?’<br>\n<br>\nWhen he takes charge of any devotee, for whom does he do so? There are three possibilities, namely for himself, for the devotee, or for others, so let us consider each of these. Does he do so for his own sake? No, he does not, because he is the one infinite whole, other than which nothing exists, so he does not lack anything, and hence he is not in need of anything, and therefore he stands to gain nothing for himself by taking charge of any devotee. Therefore he need not and would not do anything for himself. So does he do so for the sake of the devotee? Yes, he does, at least from the perspective of the devotee, because by rising and dancing as ego the devotee has been courting endless suffering of various kinds, so out of his infinite love he comes to rescue ego (the devotee) from its own ignorance and folly by swallowing it entirely in the clear light of his own pure awareness, ‘I am’.<br>\n<br>\nDoes he also do so for the sake of others? He certainly does not do so on the recommendation of anyone else, nor to please anyone else, but it could be said that he does so to enable others to see the greatness and infallible power of his grace and thereby to encourage them to seek his grace with a heart yearning for salvation from the suffering of embodied existence (<i>saṁsāra</i>).<br>\n<br>\nHowever, though it is true from a certain perspective that Arunachala takes charge of each of his devotees for their own sake, and though it can be said that he also does so to encourage others, the ultimate truth is that he does so not for any reason but because such is his nature. That is, since he is the infinite ocean of pure love, which is what is called grace, and since in his clear view there is nothing other than himself, always bestowing his grace abundantly on each and every <i>jīva</i> (sentient being) is his very nature.<br>\n<br>\nIf at all it seems that he is bestowing his grace more on some than on others, that is because each <i>jīva</i> receives his grace according to its own capacity to do so. To borrow a very apt analogy given by Sri Ramakrishna Paramahamsa, the rain of grace is always pouring equally on all, but it runs off high places and gathers in low places. The higher ego rises, the less it is able to retain and benefit from the abundant grace that is always pouring on it, just as a high mound can hold only a small fraction of the abundant rainwater that pours on it, whereas the deeper ego sinks back into the heart, the more it will drown in and be overwhelmed by the abundant grace that accumulates within it, just as a deep depression or hollow will be completely immersed in the abundant rainwater that accumulates within it.<br>\n<br>\nHowever, his grace is the supreme power, so it works unfailingly for all, and hence it benefits, albeit more slowly and gradually, even those who, because of their egotism, pride, selfishness and greed, are not now able to benefit from grace as much as they could if they were more humble and less self-centred. Just as water falling constantly on a rock will gradually wear it away, grace will gradually but unfailingly erode even the strongest and most hard-hearted ego, but the more we yield ourself to the influence of grace, the quicker it will thereby do its job.<br>\n<br>\nThe ultimate aim of grace is eradication of ego, which is what Bhagavan describes as Arunachala taking complete charge of us. That is, we allow him to take charge of us to the extent to which we surrender ourself to him, so though he is gradually taking charge of us to a greater and greater extent, he will take complete charge of us only when we surrender ourself entirely to him, thereby allowing him to swallow us (namely ego) in the infinitely clear light of pure awareness, which is his real nature (<i>svarūpa</i>).<br>\n<br>\nIf during this process of his taking charge of his devotees he were to reject or abandon any of them, that would be worthy of immense பழி (<i>paṙi</i>), blame, censure or ridicule, as he says in the next sentence of this fourth verse of <i>Akṣaramaṇamālai</i>: ‘அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா’ (<i>ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>), ‘If [you] reject [me], the whole world will blame [you], Arunachala’, in which அகற்றிடில் (<i>ahaṯṟiḍil</i>) means ‘if rejecting [expelling, banishing or abandoning]’, thereby implying ‘if [you] reject [expel, banish or abandon] [me]’; அகிலம் (<i>akhilam</i>) means the whole, all or the entire universe, so in this context it implies all the people of the world, though in particular it refers to all devotees who with wholehearted faith in his grace have surrendered or are surrendering themselves to him; and பழித்திடும் (<i>paṙittiḍum</i>) means ‘will blame [ridicule or revile]’.<br>\n<br>\n<a name=\"aamm03\"></a><a name=\"aamm60\"></a>If a man enters the home of a young girl, entices her to elope with him, and thereby abducts her and keeps her captive in his home, as Bhagavan said that Arunachala had done in the <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html#aamm03\">previous verse</a>, ‘அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா’ (<i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>), ‘Arunachala, entering [my] home [or mind], [forcibly] carrying [me] away [dragging me out or attracting me to yourself], keeping [me] captive in the cave of your heart is what [a wonder of your grace]’, but if he then rejects her, banishing her from his home and care, instead of marrying her, as he had led her to expect he would, that would be an act of immense shame, for which the whole world would blame, ridicule and revile him. Equally shameful would it be if Arunachala were to reject or abandon any devotee after he had seemingly taken charge of her, because it would be a betrayal of the hope that he had raised in her heart, as he likewise implies in verse 60:<br>\n<blockquote>நேசமி லெனக்குன் னாசையைக் காட்டிநீ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மோசஞ் செயாதரு ளருணாசலா<br>\n<br>\n<i>nēsami leṉakkuṉ ṉāśaiyaik kāṭṭinī<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mōsañ ceyādaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> நேசம் இல் எனக்கு உன் ஆசையை காட்டி நீ மோசம் செயாது அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nēsam il eṉakku uṉ āśaiyai kāṭṭi nī mōsam seyādu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, showing desire for you to me, who was devoid of love, without you cheating, be gracious.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [after] showing [the intoxicating taste of] desire for you to me, who [by my very nature as ego] was devoid of love [for you], without [or instead of] you cheating [me now by not giving yourself to me], be gracious [by fulfilling this desire for you that you have planted and nurtured in my heart].</blockquote>\nLike several other verses of <i>Akṣaramaṇamālai</i>, verses 4 and 60 are what is called <i>nindā-stuti</i>, abusive, vilifying or rebuking praise, which, in the guise of blaming, finding fault with, accusing, abusing, vilifying, ridiculing or rebuking God, is a way of imploring and cajoling him to save us from ourself and not abandon us to our own devices, which will surely lead us astray, entrapping us forever in the delusive snare of ego. The implied meaning of this fourth verse, therefore, is a prayer imploring Arunachala not to abandon us with disdain, contempt or indifference after bringing us so far in this process of his gradually taking complete charge of us.<br>\n<br>\nIf he has been taking charge of us for our sake, it is surely not due to any merit on our part, but only due to his causeless grace, so even if we now prove ourself to be unworthy of his grace, that is no reason for him to reject or abandon us, because at no time did he ever have any reason to suppose that we were worthy of it. His grace is the infinite good, so who can ever be worthy of it? His infinite love for us is called grace precisely because we can never in any way merit it.<br>\n<br>\nMoreover, if he has been taking charge of us not only for our sake but also for encouraging others to cling with devotion to his feet and thereby attain salvation, that is all the more reason for him not to reject or abandon us, because if he were to do so he would be betraying not only our trust in his grace but also the trust of others. Therefore if Arunachala were ever to reject or abandon any of his devotees, even the least and most unworthy among them, he would rightly be blamed by all for doing so.<br>\n<br>\nIt is only by his infinite grace that we have been drawn to him, and by attracting us to himself he has committed himself to a binding contract with us to save us from ourself by taking complete charge of us in spite of all our defects and lack of any true love or merit. Therefore, having attracted us to himself, he is now duty-bound, like a mother, to complete the task that he began from the very moment that we first rose as ego, namely to ensnare us gradually but unfailingly in the web of his grace and thereby take complete charge of us by devouring us entirely in his clear light of pure awareness. Any failure on his part to do so would earn him the பழி (<i>paṙi</i>), blame, condemnation and ridicule, of the entire world.<br>\n<br>\nTherefore in the next verse he prays to Arunachala to escape such blame, thereby implying that, by eradicating ego and thereby taking charge of us entirely, he should complete this task of grace that he began so long before and whose final stages he commenced by making us think of him.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/Z8Ey0HEW3Vg\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 4</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Z8Ey0HEW3Vg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2774205757421545826/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Navamaṇimālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwMzk1OTg3NDcxCm9mZnNldDogMzYwMDAwMAo\""
}