{
    "kind": "blogger#post",
    "id": "8789909345885521",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-12-07T07:41:00Z",
    "updated": "2022-12-11T20:16:14Z",
    "url": "http://happinessofbeing.blogspot.com/2022/12/sri-arunacala-aksaramanamalai-verse-18.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8789909345885521",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 18",
    "content": "This is the eighteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm18\"></a><b>Verse 18:</b><br>\n<blockquote>கீழ்மே லெங்குங் கிளரொளி மணியென்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கீழ்மையைப் பாழ்செய் யருணாசலா<br>\n<br>\n<i>kīṙmē leṅguṅ kiḷaroḷi maṇiyeṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kīṙmaiyaip pāṙcey yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கீழ் மேல் எங்கும் கிளர் ஒளி மணி, என் கீழ்மையை பாழ் செய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kīṙ mēl eṅgum kiḷar oḷi maṇi, eṉ kīṙmaiyai pāṙ sey aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, gem of light that shines below, above and everywhere, annihilate my lowness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, gem of light [the infinitely precious light of pure awareness, ‘I am’] that shines below, above and everywhere [that is, that shines within me at all times and in all states, whether my mind is in a low state of impurity and immaturity or an elevated state of purity and maturity], [by drawing my mind inwards to see you as you actually are] annihilate my baseness [the darkness of my self-ignorance, which is what rises as ego, the false awareness ‘I am this body’].</blockquote>\n<b>Explanation:</b> கீழ் (<i>kīṙ</i>) is a noun that means what is below, beneath, down, low or at the bottom, and it is also used as an adjective meaning low and an adverb meaning below or down. By extension it also means a defect, blemish or fault, and what is base or inferior. மேல் (<i>mēl</i>) is likewise a noun that is also used as an adjective and an adverb, but it means the opposite of கீழ் (<i>kīṙ</i>), namely what is above, over, up or high. எங்கும் (<i>eṅgum</i>) is an adverb that means everywhere, and கிளர் (<i>kiḷar</i>) is the root of a verb that means to shine, but it is used here in the sense of an adjectival (or relative) participle, கிளரும் (<i>kiḷarum</i>), ‘which shines’ or ‘that shines’. ஒளி (<i>oḷi</i>) is a noun that means light, and மணி (<i>maṇi</i>) is a noun that means gem, jewel or precious stone, so ‘ஒளி மணி’ (<i>oḷi maṇi</i>) means ‘gem of light’. Though மணி (<i>maṇi</i>) is the nominative (or first case) form of this noun, it is used here in the sense of the vocative (or eighth case), so ‘கீழ் மேல் எங்கும் கிளர் ஒளி மணி’ (<i>kīṙ mēl eṅgum kiḷar oḷi maṇi</i>) is an address to Arunachala that literally means ‘gem of light that shines below, above and everywhere’.<br>\n<br>\nHowever, though literally கீழ் (<i>kīṙ</i>) and மேல் (<i>mēl</i>) mean respectively ‘below’ and ‘above’, they are used here metaphorically to refer to ‘those who are low’ and ‘those who are high’, in the sense of ‘those whose mind is in a low state of impurity and spiritual immaturity’ and ‘those whose mind is in an elevated state of purity and spiritual maturity’. Therefore ‘கீழ் மேல் எங்கும் கிளர் ஒளி மணி’ (<i>kīṙ mēl eṅgum kiḷar oḷi maṇi</i>) implies both ‘gem of light that shines in all <i>jīvas</i> [sentient beings], both those whose mind is in a low state of impurity and those whose mind is in an elevated state of purity’ and ‘gem of light that shines within me at all times and in all states, whether my mind is in a low state of impurity or an elevated state of purity’.<br>\n<br>\nIn this context ஒளி (<i>oḷi</i>), ‘light’, implies the light of pure awareness, and மணி (<i>maṇi</i>), ‘gem’, implies not only something that is bright and shiny, but also something of great value, something that is to be treasured and not neglected or disregarded as if it were of little significance or importance. ‘ஒளி மணி’ (<i>oḷi maṇi</i>), ‘gem of light’, therefore implies the infinitely precious light of pure awareness, which is what is always shining in the heart of each and every one of us as our own being, ‘I am’, but which we generally neglect and pay little attention to, because we are more interested in attending to and experiencing things other than ourself.<br>\n<br>\nThe term ‘மணி’ (<i>maṇi</i>), ‘gem’, can also refer to விண்மணி (<i>viṇ-maṇi</i>), ‘the sky-gem’, meaning the sun, so ‘ஒளி மணி’ (<i>oḷi maṇi</i>), ‘gem of light’, also implies <i>jñāna-sūrya</i>, the infinitely bright sun of pure awareness (<i>jñāna</i>), which shines eternally in the infinite space of the heart. In the darkness of night, the moon reflects the light of the sun, thereby illumining objects on earth. Likewise, in the darkness of self-ignorance, the mind reflects the light of the sun of pure awareness, thereby illumining the appearance of phenomena. So long as we look outwards, away from ourself, we perceive the appearance of phenomena in the dim light reflected by the mind, but we fail to recognise the real nature of the source of that light, which is always shining within us as our own being, ‘I am’. However if, instead of looking outwards at things other than ourself, we turn back within to look at ourself alone, we will thereby see the sun of pure awareness shining eternally within us, and thus the reflected light of the mind will merge in and be swallowed by its source, the original light of pure awareness, like the moonlight merging in and being swallowed by sunlight in daytime.<br>\n<br>\nஎங்கும் (<i>eṅgum</i>), ‘everywhere’, implies not only in all places, in all times, in all states and in all <i>jīvas</i>, but also both inside and outside, because the light of pure awareness is not only what shines within us as our own being, ‘I am’, but also what shines outside as all other things, ‘below, above and everywhere’, because it is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), meaning it is the only thing that actually exists, so nothing that seems to exists can be anything other than it. That is, all other things borrow their seeming existence from the one real existence, which is Arunachala, the ‘ஒளி மணி’ (<i>oḷi maṇi</i>) or ‘gem of light’ that exists and shines in all as all.<br>\n<br>\n<a name=\"apr2\"></a>The subtlest among the five elements is space, because it is not only the one element in which all the other elements and everything composed of them are contained, but also the one element that equally pervades and is contained within all of them. Subtler than physical space (<i>bhūtākāśa</i>), however, is the mind-space (<i>manākāśa</i>), because it is not only the one space in which the entire physical space and all the other elements and everything composed of them are contained, but also the one space that equally pervades and is contained within all of them, since they are all phenomena that appear only in its view, and hence they have no existence independent of it. Even subtler than the mind-space, however, is Arunachala, the infinite space of pure awareness (<i>cidākāśa</i>), because it is the one ultimate and eternal space in which the mind and everything else appear, stand and disappear, as Bhagavan says in <a href=\"https://youtu.be/nl5Xfm2Bp4s\">verse 2</a> of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>சித்திரமா மிஃதெல்லாஞ் செம்மலையே நின்பாலே<br>\nயுத்திதமாய் நின்றே யொடுங்கிடுமா — னித்தியமு<br>\nநானென் றிதய நடித்திடுவை யாலுன்பேர்<br>\nதானிதய மென்றிடுவர் தாம்.<br>\n<br>\n<i>cittiramā miḵdellāñ cemmalaiyē niṉbālē<br>\nyuttidamāy niṉḏṟē yoḍuṅgiḍumā — ṉittiyamu<br>\nnāṉeṉ ḏṟidaya naḍittiḍuvai yāluṉpēr<br>\ntāṉidaya meṉḏṟiḍuvar tām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சித்திரம் ஆம் இஃது எல்லாம், செம் மலையே, நின்பாலே உத்திதமாய் நின்றே ஒடுங்கிடும் ஆல். நித்தியமும் நான் என்று இதயம் நடித்திடுவையால், உன் பேர் தான் இதயம் என்றிடுவர் தாம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>cittiram ām iḵdu ellām, sem malaiyē, niṉbālē uttidamāy niṉḏṟē oḍuṅgiḍum āl. nittiyamum nāṉ eṉḏṟu idayam naḍittiḍuvaiyāl, uṉ pēr tāṉ idayam eṉḏṟiḍuvar tām</i>.<br>\n<br>\n<b>அன்வயம்:</b> செம் மலையே, சித்திரம் ஆம் இஃது எல்லாம் நின்பாலே உத்திதமாய் நின்றே ஒடுங்கிடும் ஆல். நித்தியமும் நான் என்று இதயம் நடித்திடுவையால், தாம் உன் பேர் தான் இதயம் என்றிடுவர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>sem malaiyē, cittiram ām iḵdu ellām niṉbālē uttidamāy niṉḏṟē oḍuṅgiḍum āl. nittiyamum nāṉ eṉḏṟu idayam naḍittiḍuvaiyāl, tām uṉ pēr tāṉ idayam eṉḏṟiḍuvar</i>.<br>\n<br>\n<b>English translation:</b> Red Hill, all this, which is a picture, arises, stands and subsides only in you. Since you dance eternally in the heart as ‘I’, they say your name itself is heart.<br>\n<br>\n<b>Explanatory paraphrase:</b> Red Hill [Arunachala], all this [the entire world-appearance], which is a [mental] picture, arises, stands and subsides [along with ego, the knower of it all] only in you. Since you dance eternally in the heart as ‘I’, they [namely sages and sacred texts] say your name itself is heart.</blockquote>\nJust as space exists and shines in everything that is contained within it, Arunachala exists and shines in everything, as everything, because it is the only thing that actually exists, and hence it alone is the one real substance (<i>poruḷ</i> or <i>vastu</i>) that appears as all other things. Arunachala is therefore the one eternal, all-pervading and infinitely bright ‘கீழ் மேல் எங்கும் கிளர் ஒளி மணி’ (<i>kīṙ mēl eṅgum kiḷar oḷi maṇi</i>), ‘gem of light that shines below, above and everywhere’.<br>\n<br>\nHowever, though it is Arunachala alone that appears (shines) as all other things (namely as ego, the subject or knower, and as all phenomena, the objects or things known by it), so long as we see Arunachala as all these things we are not seeing him as he actually is, because what he actually is is only the one infinite, eternal, immutable and indivisible space of <i>sat-cit-ānanda</i>, pure being, pure awareness and pure happiness, and not either ego or the multitude of diverse phenomena known by it. In order to see him as he actually is, therefore, we need to see him only as our own being, ‘I am’, and not as anything other than ourself.<br>\n<br>\nEgo is <i>māyā</i>, and the nature of <i>māyā</i> is not to hide our real nature entirely, but only to conceal it by making it appear to be something other than what it actually is, just as the harmless nature of a rope is concealed when it appears to be a snake. By its <i>āvaraṇa-śakti</i> or power of veiling, <i>māyā</i> first conceals what we actually are by making us appear to be a body consisting of five sheaths (the physical body, life, mind, intellect and will), and consequently by its <i>vikṣēpa-śakti</i> or power of dispersal it scatters our attention outwards to see ourself, the one thing that actually exists, as a multitude of other phenomena, all of which (including the body we mistake ourself to be) are confined within the limits of time and space. However, even though the real nature of ourself (<i>ātma-svarūpa</i>), which is Arunachala, is in this way seemingly obscured in the view of ourself as ego, it never ceases to shine clearly in our heart as our own being, our fundamental awareness ‘I am’.<br>\n<br>\nThis clear shining of Arunachala as ‘I am’ is never affected in the least by the state of our mind. Whether our mind is in a low state of impurity or an elevated state of purity, he always shines within us as ‘I am’ without ever undergoing any change whatsoever. However, as ego we experience this pure and immutable awareness ‘I am’ mixed and conflated with adjuncts as ‘I am this body’, and this adjunct-conflated awareness is what is affected by the state of our mind. The more impure our mind is, the more dense and indisputably real this adjunct-conflated awareness ‘I am this body’ seems to be, and consequently the more strongly we will be inclined to look outwards, away from our fundamental awareness ‘I am’. Conversely, the purer our mind is, the less dense and more dream-like this adjunct-conflated awareness will seem to be, and consequently the less strongly we will be inclined to look outwards, and the more willing we will be to look inwards to see what we actually are.<br>\n<br>\nThe impurities that cloud and pollute the mind are its <i>viṣaya-vāsanās</i> (inclinations to seek happiness in <i>viṣayas</i>: objects or phenomena), but the root of all these <i>viṣaya-vāsanās</i> is ego, whose inclinations they are, and whose nature it is to have such inclinations. The denser and stronger our <i>viṣaya-vāsanās</i> are, therefore, the more impure our mind is, and consequently the lower or more base its state is. In this verse, therefore, கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, refers on the surface to our <i>viṣaya-vāsanās</i>, but more deeply to ego, the root of all such <i>vāsanās</i>.<br>\n<br>\nThat is, the Tamil suffix -மை (<i>-mai</i>) means the same as the English suffix -ness, so since கீழ் (<i>kīṙ</i>) means low or base, கீழ்மை (<i>kīṙmai</i>) means lowness or baseness, and கீழ்மையை (<i>kīṙmaiyai</i>) is an accusative (or second case) form of it. என் (<i>eṉ</i>) is the inflectional base and a genitive (or sixth case) form of the first person singular pronoun, so it means ‘my’, and hence ‘என் கீழ்மையை’ (<i>eṉ kīṙmaiyai</i>) means ‘my lowness’ or ‘my baseness’. As explained above, in this context கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, implies ego, the darkness of self-ignorance (<i>avidyā</i>), which rises and stands as the false awareness ‘I am this body’, thereby obscuring the real nature of our being, ‘I am’, making it appear to be something other than what it actually is. Since we rise as ego only by <i>pramāda</i>, negligence or forgetfulness of our real nature, and since we thereby fall down, so to speak, from our real nature, the lofty state of <i>sat-cit-ānanda</i>, pure being, pure awareness and pure happiness, கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, is an apt description of ego.<br>\n<br>\nSince ego is the darkness of self-ignorance that seemingly conceals our real nature as <i>sat-cit-ānanda</i>, it can only be dispelled by the light of true knowledge, which is awareness of ourself as we actually are, as Bhagavan implies in this verse by praying to Arunachala, the ‘ஒளி மணி’ (<i>oḷi maṇi</i>), ‘gem of light’, namely the light of pure awareness, to annihilate ‘என் கீழ்மை’ (<i>eṉ kīṙmai</i>), ‘my lowness’ or ‘my baseness’. பாழ் (<i>pāṙ</i>) is a noun that means destruction, devastation, barrenness, emptiness, void, nothingness or non-existence, and செய் (<i>sey</i>) is the root and an imperative form of a verb that means to do, make, cause, create or accomplish, so பாழ்செய் (<i>pāṙ-sey</i>) means ‘cause destruction’, ‘make non-existent’ or ‘annihilate’. Therefore ‘என் கீழ்மையைப் பாழ்செய்’ (<i>eṉ kīṙmaiyai-p pāṙ-sey</i>) is a prayer that means ‘annihilate my lowness’ or ‘destroy my baseness’, and that implies ‘annihilate ego, this base darkness of self-ignorance, which obscures my real nature, thereby making me seem to be a defective individual’.<br>\n<br>\nAs Bhagavan often explained, what actually exists must always exist, because if something does not always exist, it is not intrinsically existent, so it must borrow its existence from something else. Therefore whatever exists at one time but not at another time does not actually exist even when it seems to exist. In accordance with this simple ontological principle, what actually exists can never be made non-existent, so anything that can be made non-existent does not actually exist but merely seems to exist. In other words, only what is actually non-existent can be made non-existent. Therefore, since பாழ்செய் (<i>pāṙ-sey</i>) means ‘make non-existent’, by praying ‘என் கீழ்மையைப் பாழ்செய்’ (<i>eṉ kīṙmaiyai-p pāṙ-sey</i>), ‘make my baseness non-existent’, he implies that our கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, namely ego and all its <i>viṣaya-vāsanās</i>, are always actually non-existent, even when they seem to exist.<br>\n<br>\nSince ego does not actually exist, all the phenomena (<i>viṣayas</i>) known by it also do not actually exist. What actually exists is only Arunachala, the infinite light of pure awareness, which is the real nature of ourself (<i>ātma-svarūpa</i>), so all phenomena derive their seeming existence only from the seeming existence of ourself as ego, in whose view alone they seem to exist, and ego, the false awareness ‘I am this body’, derives its seeming existence (and its seeming awareness) only from <i>sat-cit</i>, which is Arunachala, the one real existence and awareness, ‘I am’.<br>\n<br>\nSince Arunachala alone is what actually exists, and since ego (the subject) and phenomena (all objects) do not actually exist, seeing ourself as ego and consequently knowing a multitude of phenomena is seeing what alone actually exists as what is actually non-existent. In other words, by seeing ourself as ego and consequently seeing innumerable other things we are seeing the existent as non-existent and the non-existent as existent. This is why Bhagavan describes our rising and standing as ego as கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, and therefore prays to Arunachala, the one real existence and awareness (<i>sat-cit</i>), to make this non-existent but seemingly existent baseness non-existent, as it always actually is.<br>\n<br>\nSince we seem to be ego only when we attend to and are therefore aware of anything other than ourself (namely any objects or phenomena), ego cannot be destroyed so long as we continue to attend to such things. Since our real nature (our actual existence or being) is pure awareness, which means awareness that is not aware of anything other than itself, and since ego is awareness of ourself as anything other than pure awareness, we can annihilate ego only by seeing ourself as we actually are, namely as pure awareness, ‘I am’. Therefore, in order to see ourself as we actually are and thereby surrender ourself entirely to Arunachala, our own real nature, we need to turn our entire attention back within to see ourself alone.<br>\n<br>\nThough it is Arunachala alone who shines everywhere, at all times, in all places and in all states, as all things, what he actually is is not all these many things but only one thing, namely pure being-awareness (<i>sat-cit</i>), which is what shines eternally and immutably in our heart as our own being, ‘I am’. Therefore, seeing him as all these many other things is not seeing him as he actually is. Seeing him as the one immutable and indivisible light of pure awareness, ‘I am’, which is not anything other than ourself, alone is seeing him as he actually is.<br>\n<br>\nIn other words, since he alone actually exists, we cannot be anything other than him, so seeing him as ourself alone is truly seeing him. Seeing him as anything other than ourself is therefore கீழ்மை (<i>kīṙmai</i>), ‘lowness’ or ‘baseness’, whereas seeing him as the one infinite and indivisible whole by seeing him as nothing other than ourself alone is மேன்மை (<i>mēṉmai</i>), highness, loftiness and true greatness. Therefore in order to annihilate our lowness and thereby elevate us by restoring us to our natural state, namely the lofty state of inseparable oneness with him, by the light of his grace, which is the light of pure awareness, Arunachala must draw our attention back within to make us see him shining in our heart as our own being, ‘I am’.<br>\n<br>\nThat is, though Arunachala always exists and shines in our heart as the precious light of pure awareness, ‘I am’, which is what Bhagavan describes here as ‘ஒளி மணி’ (<i>oḷi maṇi</i>), the ‘gem of light’, he does not thereby destroy the darkness of our self-ignorance so long as we persist in looking outwards, seeing things other than ourself and never looking back within to see what we ourself actually are. Therefore, in order to annihilate our baseness, he needs to shine in our heart in such a way that he thereby draws our attention back within, like a magnet drawing iron to itself, so that we see him shining within us as our own pure being, ‘I am’.<br>\n<br>\n<a name=\"muruganar\"></a>In his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase of this verse Muruganar explained its implication as:<br>\n<blockquote>கீழோர் மேலோ ராகிய எல்லா ரிதயங்களிலு மொப்ப (யாதொரு பேதமு மின்றி) அந்தரியாமியா யிருந்தொளிர்கின்ற சுயம்பிரகாச சுத்த ஸச்சித்தான அருணாசல சிவமணியே! இதயத்தில் விளங்கி என் னவிச்சையிருளை (நின் னருளொளியால்) அழிவு செய்தருள்.<br>\n<br>\n<i>kīṙōr mēlōr āhiya ellār idayaṅgaḷilum oppa (yādoru bhēdamum iṉḏṟi) antariyāmi-y-āy irundoḷirgiṉḏṟa suyampirakāśa suddha saccittāṉa aruṇācala śiva-maṇiyē! idayattil viḷaṅgi eṉ ṉ-aviccai-y-iruḷai (niṉ ṉ-aruḷ-oḷiyāl) aṙivu seydaruḷ.</i><br>\n<br>\nArunachala Siva-gem, who are <i>svayamprakāśa suddha sat-cit</i> [self-shining pure being-awareness], which exists and shines as <i>antaryāmi</i> [the indwelling Lord or controller] equally (without any difference whatsoever) in the hearts of all, who are [both] low ones and high ones! Shining in [my] heart, bestow grace, destroying the darkness of my <i>avidyā</i> [ignorance] (by the light of your grace).</blockquote>\n<a name=\"aamm49\"></a>By rising as ego, we have in effect fallen down from our natural state of pure being-awareness (<i>suddha sat-cit</i>), so this fallen state of ego is what Bhagavan refers to in this verse as ‘என் கீழ்மை’ (<i>eṉ kīṙmai</i>), ‘my lowness’ or ‘my baseness’. Since pure being-awareness is the infinitely precious ‘கீழ் மேல் எங்கும் கிளர் ஒளி மணி’ (<i>kīṙ mēl eṅgum kiḷar oḷi maṇi</i>), ‘gem of light that shines below, above and everywhere’, falling down from it is the most abject poverty, so this abject poverty can be destroyed only by Arunachala, the precious gem of light, who is the sublime treasure of divine grace that is ever shining in our heart, as Bhagavan implies not only in this verse but also in verse 49:<br>\n<blockquote>தேடா துற்றநற் றிருவரு ணிதியகத்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தியக்கந் தீர்த்தரு ளருணாசலா<br>\n<br>\n<i>tēḍā duṯṟanaṯ ṟiruvaru ṇidhiyahat<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tiyakkan tīrttaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> தேடாது உற்ற நல் திருவருள் நிதி, அக தியக்கம் தீர்த்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tēḍādu uṯṟa nal tiruvaruḷ nidhi, aha tiyakkam tīrttu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, sublime treasure of divine grace found without seeking, be gracious, destroying mental delusion.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, sublime [infinitely benevolent and bountiful] treasure of divine grace found without seeking, be gracious, destroying [ending or terminating] [my] mental delusion [namely ego, the primal delusion ‘I am this body’] [and thereby removing my poverty, this state of being seemingly separate from you, my own real nature].</blockquote>\n<a name=\"aamm19\"></a>What he describes in this forty-ninth verse as ‘அகத் தியக்கம் தீர்த்தல்’ (<i>aha-t-tiyakkam tīrttal</i>), ‘destroying [my] mental delusion’, which can also be interpreted as ‘அகத்து இயக்கம் தீர்த்தல்’ (<i>ahattu iyakkam tīrttal</i>), ‘destroying [ending or terminating] the movement [or activity] of [my] mind’ or ‘destroying [ending or terminating] the stirring [or rising] of ego’, and what he describes in this eighteenth verse as ‘என் கீழ்மையை பாழ் செய்தல்’ (<i>eṉ kīṙmaiyai-p pāṙ-seydal</i>), ‘annihilating my baseness’ or ‘making my baseness non-existent’, is also what he describes in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#aamm19\">verse 19</a>, as ‘குற்றம் முற்று அறுத்தல்’ (<i>kuṯṟam muṯṟu aṟuttal</i>), ‘eradicating [my] defects completely’:<br>\n<blockquote>குற்றமுற் றறுத்தெனைக் குணமாய்ப் பணித்தாள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குருவுரு வாயொளி ரருணாசலா<br>\n<br>\n<i>kuṯṟamuṯ ṟaṟutteṉaig guṇamāyp paṇittāḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guruvuru vāyoḷi raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள், குரு உரு ஆய் ஒளிர் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ, guru-v-uru-v-āy oḷir aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating defects completely and making me as virtue, take charge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating [removing or cutting off] [all my] defects completely [namely all my <i>viṣaya-vāsanās</i> along with ego, their root] and making me as [one who is endowed with every] <i>guṇa</i> [virtue or good quality] [especially <i>sadguṇa</i>, the ultimate virtue of just being as I actually am without ever rising as ego even to the slightest extent], take charge [of me as your very own so that I may never again fall prey to the evil demon-ego and its horde of <i>viṣaya-vāsanās</i>].</blockquote>\nWhat he refers to here as குற்றம் (<i>kuṯṟam</i>), ‘defect’, ‘fault’ or ‘blemish’, is what he refers to in this eighteenth verse as ‘என் கீழ்மை’ (<i>eṉ kīṙmai</i>), ‘my lowness’ or ‘my baseness’, and since the root of all defects, like the root of all lowness or baseness, is only ego, ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>), ‘eradicating [my] defects completely’, implies eradicating ego along with all its defects, namely its horde of <i>viṣaya-vāsanās</i>, because defects cannot be eradicated completely without their root being eradicated along with them.<br>\n<br>\nTherefore what Bhagavan is ultimately praying for in so many ways in this <i>Akṣaramaṇamālai</i> is only the eradication of ego, because our rising as ego is the greatest of all defects, the most abject of all poverties and the basest of all basenesses, since it alone is what seemingly separates us from Arunachala (the gem of light that is always shining in our heart as our own being, ‘I am’), thereby causing us to fall from our natural state of oneness with him.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/ft-vRvwa1B4\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 18</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/ft-vRvwa1B4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8789909345885521/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "grace",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Pañcaratnam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjcwNzg5Nzc0NDg3Cm9mZnNldDogMAo\""
}