{
    "kind": "blogger#post",
    "id": "1534187651734550345",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-12-24T08:10:00Z",
    "updated": "2023-01-27T18:46:21Z",
    "url": "http://happinessofbeing.blogspot.com/2022/12/sri-arunacala-aksaramanamalai-verse-19.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1534187651734550345",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 19",
    "content": "This is the nineteenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm19\"></a><b>Verse 19:</b><br>\n<blockquote>குற்றமுற் றறுத்தெனைக் குணமாய்ப் பணித்தாள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குருவுரு வாயொளி ரருணாசலா<br>\n<br>\n<i>kuṯṟamuṯ ṟaṟutteṉaig guṇamāyp paṇittāḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guruvuru vāyoḷi raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள், குரு உரு ஆய் ஒளிர் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ, guru-v-uru-v-āy oḷir aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating defects completely, making me as virtue, take charge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating [removing or cutting off] [all my] defects completely [namely all my <i>viṣaya-vāsanās</i> along with ego, their root] and making me as [one who is endowed with every] <i>guṇa</i> [virtue or good quality] [especially <i>sadguṇa</i>, the ultimate virtue of just being as I actually am without ever rising as ego even to the slightest extent], take charge [of me as your very own so that I may never again fall prey to the evil demon-ego and its horde of <i>viṣaya-vāsanās</i>].</blockquote>\n<b>Explanation:</b> குற்றம் (<i>kuṯṟam</i>) means a defect, blemish, flaw, fault, imperfection or impurity, and though it is singular in form, in this context it is plural in sense, because it is used here as a collective noun referring to all defects. முற்று (<i>muṯṟu</i>) is both a verb that means to ripen, mature, be fully grown, be fulfilled, come to an end, finish or complete, and a noun that means what is complete, completeness, perfection, ripeness, maturity, completion or end, but here it is used in the sense of the adverb முற்றும் (<i>muṯṟum</i>), which means completely, wholly or entirely. அறுத்து (<i>aṟuttu</i>) is an adverbial participle that means severing, removing, cutting off, rooting out, eradicating or making non-existent, so ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>) is an adverbial clause that means ‘eradicating defects completely’.<br>\n<br>\nThe first defect and root of all other defects is our rising as ego, the <i>dēhātma-buddhi</i> or false awareness ‘I am this body’, because by rising thus we seemingly separate ourself from our own real nature (<i>ātma-svarūpa</i>), which is the infinite, immutable and eternally blemishless perfection that exists and shines as <i>sat-cit</i>, pure being and pure awareness, ‘I am’. Without ego, no other defect or imperfection could exist, and so long as ego exists, other defects and imperfections are inevitable, so defects cannot be eradicated completely until and unless ego itself is eradicated. Therefore ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>), ‘eradicating defects completely’, implies ‘eradicating all my defects completely along with ego, the root and parent of each and every one of them’.<br>\n<br>\n<a name=\"ny10\"></a>All other defects originate from ego in the form of its <i>viṣaya-vāsanās</i> (inclinations to seek happiness in things other than itself), because <i>viṣaya-vāsanās</i> are the subtle seeds that sprout as other defects. In the absence of ego, as in sleep, no <i>viṣaya-vāsanās</i> seem to exist, and hence no defects seem to exist, but as soon as we rise as ego in waking or dream, <i>viṣaya-vāsanās</i> begin rising in countless numbers like ocean waves (as Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Ār?</i>), and to the extent to which we allow ourself to be swayed by them, they thereby give rise to all kinds of defects. We can curb the rising of defects, therefore, only to the extent to which we refrain from being swayed by the <i>viṣaya-vāsanās</i> that give rise to them, and since the very nature of ourself as ego is to be constantly swayed by our <i>viṣaya-vāsanās</i>, we cannot permanently avoid being swayed by any <i>viṣaya-vāsanās</i> whatsoever until and unless ego, their root and progenitor, is eradicated completely. ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>), ‘eradicating defects completely’, therefore implies eradicating ego completely, and thereby eradicating all its <i>viṣaya-vāsanās</i> and consequent defects.<br>\n<br>\nAs Bhagavan often used to say, therefore, ego is the ஆதிக் குற்றம் (<i>ādi-k-kuṯṟam</i>), the original defect, or what in Christianity is called ‘the original sin’, because it is the sinner, without whom no other sin could exist. Therefore we are truly ‘born in sin’, because ego is the source of both birth and death, and until ego is eradicated we will continue to be born and to die in one body after another. Hence, to be free not only of all sin but also of the disease of birth and death, we as ego must die by knowing and being what we always actually are, namely <i>sat-cit-ānanda</i>, the one eternal, indivisible and immutable infinitude of pure being, pure awareness and pure happiness, which is eternally untainted and untouched by even the slightest trace of birth, death or any sin whatsoever.<br>\n<br>\nஎனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), the accusative (or second case) form of the first person singular pronoun, so it means ‘me’. குணம் (<i>guṇam</i>) is a Tamil form of the Sanskrit noun गुण (<i>guṇa</i>), which means a quality of any kind, particularly a good quality or virtue, or more generally any property, attribute or characteristic, but in this context it is used to refer to a குணவான் (<i>guṇavāṉ</i>), one who is endowed with goodness or all good qualities. ஆய் (<i>āy</i>) is an adverbial participle that means ‘being’, ‘becoming’ or ‘as’, and பணித்து (<i>paṇittu</i>) is an adverbial participle that means ‘declaring’, ‘ordering’ or ‘giving’, but in this context implies ‘making’, so ‘எனை குணம் ஆய் பணித்து’ (<i>eṉai guṇam āy paṇittu</i>) literally means ‘making me as <i>guṇa</i> [goodness or virtue]’, but implies ‘making me as one who is endowed with goodness’.<br>\n<br>\nJust as in this context ‘குற்றம்’ (<i>kuṯṟam</i>) or ‘defect’ implies all kinds of <i>viṣaya-vāsanās</i>, which are the seeds that sprout in the form of likes, dislikes, desires, aversions, attachments, hopes, fears and so on, under whose sway we rush outwards and wander about seeking happiness in things other than our own being, ‘குணம்’ (<i>guṇam</i>) or ‘virtue’ implies <i>sat-vāsanā</i>, the inclination or liking to subside back within by clinging fast to our own being, ‘I am’, and thereby just being as we always actually are. Since <i>viṣaya-vāsanās</i> are the inclinations that pull our attention outwards whereas <i>sat-vāsanā</i> is the inclination that pulls it back within, they are two opposing forces, so to the extent that <i>sat-vāsanā</i> is strengthened, <i>viṣaya-vāsanās</i> will be weakened, and hence it is by nurturing <i>sat-vāsanā</i> in our heart that the grace of Arunachala gradually weakens and eventually eradicates all our <i>viṣaya-vāsanās</i>. When he first sows this seed called <i>sat-vāsanā</i> in our heart, it is just a slight inclination to subside back into our being, but as we yield ourself more and more to its sway by trying to turn back within and surrender ourself, it gradually grows into a stronger and stronger liking, and eventually grows into an all-consuming love to know and to be what we always actually are.  Therefore ‘எனை குணம் ஆய் பணித்து’ (<i>eṉai guṇam āy paṇittu</i>), ‘making me as virtue’, implies this process by which Arunachala nurtures <i>sat-vāsanā</i> in our heart to such an extent that it consumes us entirely, transforming us into himself.<br>\n<br>\n<a name=\"ny19\"></a>Among <i>viṣaya-vāsanās</i>, some are more agreeable (<i>śubha</i>) while others are more disagreeable (<i>aśubha</i>), and as Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para19\">nineteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>நல்ல மன மென்றும் கெட்ட மன மென்று மிரண்டு மனங்களில்லை. மன மொன்றே. வாசனைகளே சுப மென்றும் அசுப மென்று மிரண்டுவிதம். மனம் சுபவாசனை வயத்தாய் நிற்கும்போது நல்ல மன மென்றும், அசுபவாசனை வயத்தாய் நிற்கும்போது கெட்டமன மென்றும் சொல்லப்படும்.<br>\n<br>\n<i>nalla maṉam eṉḏṟum keṭṭa maṉam eṉḏṟum iraṇḍu maṉaṅgaḷ illai. maṉam oṉḏṟē. vāsaṉaigaḷē śubham eṉḏṟum aśubham eṉḏṟum iraṇḍu vidam. maṉam śubha-vāsaṉai vayattāy niṟgum-bōdu nalla maṉam eṉḏṟum, aśubha-vāsaṉai vayattāy niṟgum-bōdu keṭṭa maṉam eṉḏṟum solla-p-paḍum.</i><br>\n<br>\nThere are not two minds, namely a good mind and a bad mind. Mind is only one. Only <i>vāsanās</i> [inclinations] are of two kinds, namely <i>śubha</i> [agreeable, virtuous or good] and <i>aśubha</i> [disagreeable, wicked, harmful or bad]. When mind is under the sway of <i>śubha vāsanās</i> it is said to be a good mind, and when it is under the sway of <i>aśubha vāsanās</i> a bad mind.</blockquote>\nTherefore, when a person is seen to have good qualities and to behave in a virtuous manner, that is because their mind is predominantly under the sway of <i>śubha vāsanās</i>, whereas when a person is seen to have bad qualities and to behave in a selfish or unrighteous manner, that is because their mind is predominantly under the sway of <i>aśubha vāsanās</i>. However, even <i>śubha vāsanās</i> are <i>viṣaya-vāsanās</i>, albeit less harmful ones than <i>aśubha vāsanās</i>.<br>\n<br>\nTo the extent that <i>sat-vāsanā</i> grows strong, taking hold of our mind more and more, our <i>viṣaya-vāsanās</i> will thereby be weakened, but as they grow weaker, the ones that lose their strength most rapidly are any residual <i>aśubha vāsanās</i>, so whatever <i>viṣaya-vāsanās</i> remain in a mind that is predominantly under the sway of <i>sat-vāsanā</i> will be ones that are relatively <i>śubha</i> in nature. In other words, the more strongly we are inclined to subside back within, the more good qualities will manifest in our outward behaviour because of the <i>śubha</i> nature of our residual <i>viṣaya-vāsanās</i>. Therefore, though <i>sat-vāsanā</i> is the inclination just to subside back within and remain as pure being instead of rising as ego to go outwards, it will be reflected outwardly as a predominance of <i>śubha vāsanās</i>, which will manifest in the behaviour of mind, speech and body as good qualities or virtues of all kinds.<br>\n<br>\nJust as ego is the source and abode of every குற்றம் (<i>kuṯṟam</i>), defect or bad quality, the state of egolessness, in which we have subsided back within under the sway of <i>sat-vāsanā</i> and thereby merged forever in our own being, ‘I am’, is the source and abode of every குணம் (<i>guṇam</i>), virtue or good quality, because our real nature is completely and eternally devoid of all defects, so when ego is eradicated, all defects and badness will be eradicated along with it, and hence any quality that remains in its absence can only be the quality of goodness. Only one who is completely devoid of ego, therefore, is one who is truly endowed with goodness or all good qualities, so since in this context ‘குணம்’ (<i>guṇam</i>), ‘the quality of goodness’ or ‘good quality’, is used in the sense of ‘குணவான்’ (<i>guṇavāṉ</i>), ‘one who is endowed with goodness [or good qualities]’, it implies ‘one who is devoid of ego’. Therefore, just as ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>), ‘eradicating defects completely’, implies ‘eradicating ego along with all its defects’, ‘எனை குணம் ஆய் பணித்து’ (<i>eṉai guṇam āy paṇittu</i>), ‘making me as <i>guṇa</i> [goodness]’, implies ‘making me be egoless and thereby endowed with all goodness’.<br>\n<br>\nThe verb குணமா (<i>guṇamā</i>), which is a compound of the noun குணம் (<i>guṇam</i>) and the verb ஆ (<i>ā</i>), meaning ‘be’ or ‘become’, means ‘become good’, ‘be cured’, ‘be healed’ or ‘be restored to health’, so குணமாய் (<i>guṇamāy</i>) is an adverbial participle that means ‘being healed’ or ‘being restored’, and hence ‘எனை குணமாய் பணித்து’ (<i>eṉai guṇamāy paṇittu</i>) also means ‘making me be healed’ or ‘making me be restored’. Since ego is the primal disease and the root of all other diseases, ‘making me be healed’ or ‘making me be restored’ implies ‘making me be devoid of ego and thereby restored to my natural and healthy state of pure being, which is devoid of all defects and hence the abode of all good qualities’.<br>\n<br>\n<a name=\"una13\"></a>Eradication of ego, the false awareness ‘I am this body’ (<i>dēhātma-bhāva</i> or <i>dēhātma-buddhi</i>), is the sum and substance of all good qualities, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2021/03/the-second-and-third-paragraphs-of-nan.html#c2731626085356457388\">verse 13</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>தானந் தவம்வேள்வி தன்மம்யோ கம்பத்தி<br>\nவானம் பொருள்சாந்தி வாய்மையருள் — மோனநிலை<br>\nசாகாமற் சாவறிவு சார்துறவு வீடின்பந்<br>\nதேகான்ம பாவமற றேர்.<br>\n<br>\n<i>dāṉan tavamvēḷvi dhaṉmamyō gambhatti<br>\nvāṉam poruḷśānti vāymaiyaruḷ — mōṉanilai<br>\nsāhāmaṟ sāvaṟivu sārtuṟavu vīḍiṉban<br>\ndēhāṉma bhāvamaṟa ṟēr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானம், தவம், வேள்வி, தன்மம், யோகம், பத்தி, வானம், பொருள், சாந்தி, வாய்மை, அருள், மோனம், நிலை, சாகாமல் சாவு, அறிவு, சார் துறவு, வீடு, இன்பம் தேகான்ம பாவம் அறல்; தேர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>dāṉam, tavam, vēḷvi, dhaṉmam, yōgam, bhatti, vāṉam, poruḷ, śānti, vāymai, aruḷ, mōṉam, nilai, sāhāmal sāvu, aṟivu, sār tuṟavu, vīḍu, iṉbam dēhāṉma bhāvam aṟal; tēr</i>.<br>\n<br>\n<b>அன்வயம்:</b> தேகான்ம பாவம் அறல் தானம், தவம், வேள்வி, தன்மம், யோகம், பத்தி, வானம், பொருள், சாந்தி, வாய்மை, அருள், மோனம், நிலை, சாகாமல் சாவு, அறிவு, சார் துறவு, வீடு, இன்பம்; தேர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>dēhāṉma bhāvam aṟal dāṉam, tavam, vēḷvi, dhaṉmam, yōgam, bhatti, vāṉam, poruḷ, śānti, vāymai, aruḷ, mōṉam, nilai, sāhāmal sāvu, aṟivu, sār tuṟavu, vīḍu, iṉbam; tēr</i>.<br>\n<br>\n<b>English translation:</b> The awareness ‘the body is myself’ being severed is giving, austerity, sacrifice, righteousness, union, devotion, space, substance, peace, truth, grace, silence, firmness, death without dying, awareness, accomplished renunciation, liberation and happiness; know.<br>\n<br>\n<b>Explanatory paraphrase:</b> Know that <i>dēhātma-bhāva</i> [ego, the false awareness ‘this body is myself’] being severed [ceasing, perishing or being destroyed] is <i>dāna</i> [giving or charity], <i>tapas</i> [austerity or asceticism], <i>vēḷvi</i> [sacrifice, offering, sacrificial fire or <i>yāga</i>], <i>dharma</i> [righteousness], <i>yōga</i> [meditation or union], <i>bhakti</i> [devotion or love], <i>vāṉam</i> [space, implying either the space of pure awareness or heaven], <i>poruḷ</i> [the real substance or <i>vastu</i>], <i>śānti</i> [peace], <i>vāymai</i> [truth], <i>aruḷ</i> [grace], <i>mauna</i> [silence], <i>nilai</i> [firmness, stability, permanence or <i>niṣṭhā</i>], death without dying, <i>aṟivu</i> [pure awareness, knowledge or <i>jñāna</i>], accomplished renunciation, liberation and happiness.</blockquote>\nOf all <i>guṇas</i>, good qualities or virtues, the greatest is <i>sadguṇa</i>, the quality of <i>sat</i>, pure being, which is the source and sum total of all other <i>guṇas</i>. Though pure being, ‘I am’, is what we always actually are, our nature as such seems to be obscured when we rise as ego, the false awareness ‘I am this body’, thereby going outwards and becoming entangled with doing instead of just being as we actually are. Therefore <i>sadguṇa</i> is the ultimate virtue of சும்மா விருப்பது (<i>summā v-iruppadu</i>), ‘just being’, which means being as we always actually are without ever rising as ego even to the slightest extent to know anything other than ourself or to do any action. Hence ‘எனை குணம் ஆய் பணித்து’ (<i>eṉai guṇam āy paṇittu</i>), ‘making me as <i>guṇa</i>’, implies ‘making me be endowed with <i>sadguṇa</i>, establishing me in my natural state of pure being and thereby preventing me rising ever again as ego’.<br>\n<br>\n<a name=\"ny06\"></a>Just being thus without ever rising as ego is our real nature (<i>svarūpa</i>), as Bhagavan explains in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>இவ்விதமாக மனம் ஹ்ருதயத்திற் றங்கவே, எல்லா நினைவுகளுக்கும் மூலமான நான் என்பது போய் எப்பொழுது முள்ள <b>தான்</b> மாத்திரம் விளங்கும். நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும். இவ்வாறு சும்மா விருப்பதற்குத்தான் ‘ஞான திருஷ்டி’ என்று பெயர். சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே.<br>\n<br>\n<i>i-v-vidham-āha maṉam hrudayattil taṅgavē, ellā niṉaivugaḷukkum mūlam-āṉa nāṉ eṉbadu pōy eppoṙudum uḷḷa <b>tāṉ</b> māttiram viḷaṅgum. nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum. ivvāṟu summā v-iruppadaṟku-t-tāṉ ‘ñāṉa-diruṣṭi’ eṉḏṟu peyar. summā v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē.</i><br>\n<br>\nIn this way when the mind remains [firmly fixed] in the heart, what is called ‘I’ [namely ego], which is the root [foundation, cause or origin] of all thoughts, will depart and <b>oneself</b>, who always exists, alone will shine. Only the place where the thought called ‘I’ [namely ego] does not exist even a little is <i>svarūpa</i> [one’s own real nature]. That alone is called ‘<i>mauna</i>’ [silence]. Only to [the state of] just being in this way [does] the name ‘<i>jñāna-dṛṣṭi</i>’ [‘knowledge-seeing’, experiencing true knowledge or real awareness] [refer]. What just being (<i>summā-v-iruppadu</i>) is is only making the mind dissolve [disappear or die] in <i>ātma-svarūpa</i> [the real nature of oneself].</blockquote>\nWhat he refers to here as ‘ஹ்ருதயம்’ (<i>hrudayam</i>), ‘the heart’, ‘எப்பொழுது முள்ள <b>தான்</b>’ (<i>eppoṙudum uḷḷa <b>tāṉ</b></i>), ‘<b>oneself</b>, who always exists’, ‘சொரூபம்’ (<i>sorūpam</i>), ‘one’s own real nature’, ‘மௌனம்’ (<i>mauṉam</i>), ‘silence’, and ‘ஆன்மசொரூபம்’ (<i>āṉma-sorūpam</i>), ‘the real nature of oneself’, is Arunachala, who is always shining within us as our own being. Since the nature of ourself as ego is to always rise and go outwards, it is only by his grace that we can be drawn back within and thereby fixed firmly in him, as him.<br>\n<br>\n<a name=\"aluvadu\"></a>As I explained in more detail in earlier articles in this series, namely in the <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#aluvadu\">first six paragraphs</a> of my explanation of <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html\">verse 4</a> and in <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-14.html#aluvadu\">these paragraphs</a> of my explanation of <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-14.html\">verse 14</a>, ஆள் (<i>āḷ</i>) is a verb for which there is no adequate English equivalent, because it combines within itself two principal meanings, namely on one hand to rule, govern, control or manage, and on the other hand to cherish, care for, take care of or take loving responsibility for the welfare and protection of, so I generally translate it as ‘to take charge’, in the sense that a caring adult may take charge of an orphaned child, meaning that they lovingly take full responsibility for the welfare, care, protection and upbringing of the child, but it can also be translated as ‘to take possession of’ or ‘take as one’s own’, in the sense that a bridegroom takes his bride as his own, meaning that he takes full responsibility for loving, protecting and taking care of her in every way. ஆள் (<i>āḷ</i>) is the root of this verb, so it is used here as an imperative, and hence it is a prayer meaning ‘take charge’, ‘take possession’ or ‘take as your own’.<br>\n<br>\nTo the extent to which we rise and stand as ego, we thereby submit ourself to the sway of our <i>viṣaya-vāsanās</i>, so we can subside back within only to the extent to which we cling firmly to self-attentiveness and thereby refrain from being swayed by them. Therefore, when Bhagavan prays ‘ஆள்’ (<i>āḷ</i>), ‘take charge’, what he implies is that, instead of allowing us to remain under the sway of our <i>viṣaya-vāsanās</i>, Arunachala should bring us entirely under the sway of his grace by drawing us back within and absorbing us completely into himself, as himself, thereby not allowing us to ever rise again even to the slightest extent as ego. <br>\n<br>\nஆள் (<i>āḷ</i>) is the main verb of this sentence, and it is preceded by two adverbial clauses, ‘குற்றம் முற்று அறுத்து’ (<i>kuṯṟam muṯṟu aṟuttu</i>), ‘eradicating defects completely’, and ‘எனை குணம் ஆய் பணித்து’ (<i>eṉai guṇam āy paṇittu</i>), ‘making me as <i>guṇa</i> [virtue or good quality]’, so excluding the address to Arunachala, which forms the rest of this verse, the entire sentence, ‘குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள்’ (<i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ</i>), means ‘eradicating defects completely, making me as <i>guṇa</i>, take charge’ and implies ‘eradicating [all my] defects completely [along with ego, their root] and making me as [one who is endowed with every] <i>guṇa</i> [virtue or good quality], take charge [of me as your very own]’. By adding these two adverbial clauses before the main prayer ‘ஆள்’ (<i>āḷ</i>), ‘take charge’, Bhagavan implies that Arunachala takes charge of us as his own by completely eradicating all our defects, namely ego along with all its <i>viṣaya-vāsanās</i>, and thereby making us endowed with the supreme virtue of egolessness, which is the source and sum total of all other virtues and good qualities.<br>\n<br>\nThat is, Arunachala is always ready to take charge of us, but he will never force himself upon us, so he will take charge of us only when we are wholeheartedly willing to hand over charge of ourself unreservedly to him, which means surrendering ourself entirely to him by ceasing to rise as ego. However, since the nature of ourself as ego is to rise and go outwards, constantly dwelling on things other than ourself, surrendering ourself by ceasing to rise and go outwards is contrary to the very nature of ego, so it is only by the infinite grace of Arunachala that we can become willing to surrender ourself to him. Therefore it is only he who can eradicate all our defects along with ego, their root, thereby endowing us with the supreme virtue of never rising again as ego, and by doing so he takes complete charge of us, as Bhagavan implies in this verse.<br>\n<br>\n‘குற்றம் முற்று அறுத்தல்’ (<i>kuṯṟam muṯṟu aṟuttal</i>), ‘eradicating defects completely’, ‘எனை குணம் ஆய் பணித்தல்’ (<i>eṉai guṇam āy paṇittal</i>), ‘making me as [one endowed with] <i>guṇa</i>’, and ‘ஆளுதல்’ (<i>āḷudal</i>), ‘taking charge’, are not three separate actions or processes but are just three ways of describing one and the same process, namely the eradication of ego. Since ego is the first defect and the root of all other defects, eradication of ego alone is the complete eradication of all defects. Likewise, being the source and abode of all defects, ego is the very antithesis of <i>guṇa</i> in the sense in which this term is used here, namely goodness or virtue, so being egoless alone is real goodness or virtue, and hence eradication of ego alone is making us be endowed with such goodness. Since the very nature of ourself as ego is to constantly roam about outside among <i>viṣayas</i> (objects or phenomena) under the sway of our <i>viṣaya-vāsanās</i>, and since we are swayed by such <i>vāsanās</i> only because we willingly allow ourself to be swayed by them, by rising and standing as ego we are in effect taking charge of ourself instead of allowing Arunachala to take charge of us, so it is only by eradicating ego with our wholehearted consent that he can take complete charge of us, bringing us wholly under the sway of his grace.<br>\n<br>\nSo long as we enthusiastically rise as ego and rush outwards to experience <i>viṣayas</i>, we do so under the sway of our <i>viṣaya-vāsanās</i>, which are what Bhagavan refers to in this verse as ‘குற்றம்’ (<i>kuṯṟam</i>) or ‘defects’, so it is only by weakening our <i>viṣaya-vāsanās</i> and the hold that they have over us that Arunachala gradually brings us under the sway of his grace. The means by which he weakens our <i>viṣaya-vāsanās</i> is by sowing and nurturing in our heart the seed of love to attend to our own being, ‘I am’, and thereby to subside back within and dissolve in it, and this seed of love is what is called <i>sat-vāsanā</i>, which is what he refers to in this verse as ‘குணம்’ (<i>guṇam</i>), ‘goodness’ or ‘virtue’. To the extent to which the light of his grace shines clearly in our heart, this <i>sat-vāsanā</i> will grow strong and flourish, and all <i>viṣaya-vāsanās</i> will thereby be weakened and shrivel up, losing their ability to sprout as likes, dislikes, desires, attachments, fears and so on, like seeds that are roasted in a fire or left out to dry up in the blazing heat of the sun. As <i>sat-vāsanā</i> grows stronger by his grace, under its sway we will be increasingly inclined to look deep within ourself, and the more we look deep within, the more clearly we will see the light of his grace shining in our heart as our own being, ‘I am’, thereby nourishing and strengthening <i>sat-vāsanā</i> still further.<br>\n<br>\n<a name=\"aamm69\"></a>Therefore when Bhagavan sings ‘குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள்’ (<i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ</i>), ‘eradicating defects completely, making me as virtue, take charge’, he is praying to Arunachala to complete this process of taking charge of us by nurturing the supreme virtue of <i>sat-vāsanā</i> in our heart to such an extent that it eradicates all our <i>viṣaya-vāsanās</i> entirely along with ego, their root. Exactly the same prayer is also implied in verse 69:<br>\n<blockquote>பூமண மாமனம் பூரண மணங்கொளப்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பூரண மணமரு ளருணாசலா<br>\n<br>\n<i>bhūmaṇa māmaṉam pūraṇa maṇaṅgoḷap<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pūraṇa maṇamaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> பூ மணம் ஆம் மனம் பூரண மணம் கொள பூரண மணம் அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhū maṇam ām maṉam pūraṇa maṇam koḷa pūraṇa maṇam aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, for mind, which is world-fragrance, to acquire <i>pūrṇa</i>-fragrance, graciously give <i>pūrṇa</i>-union.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that [my] mind, which is [still pervaded by and polluted with] world-fragrance [namely <i>viṣaya-vāsanās</i>, inclinations to experience phenomena, which are what constitute the world], [instead] acquires <i>pūrṇa</i>-fragrance [namely <i>sat-vāsanā</i>, the inclination to know and to be nothing other than <i>sat</i>, pure being, which is <i>pūrṇa</i>, the one infinite whole], graciously give [me] <i>pūrṇa</i>-union [namely union with yourself, the one infinite whole, which is the real and eternal state of <i>jīva-brahma-aikya</i>, oneness of <i>jīva</i> and <i>brahman</i>].</blockquote>\nமணம் (<i>maṇam</i>) is a noun that means not only union or marriage but also fragrance, aroma, scent, smell or odour, so பூமணம் (<i>bhū-maṇam</i>) means ‘world-fragrance’ or ‘world-odour’, which is a metaphorical way of referring to <i>viṣaya-vāsanās</i>, inclinations to seek happiness in phenomena, because வாசனை (<i>vāsanai</i>), which is a Tamil form of the Sanskrit word वासना (<i>vāsanā</i>), means not only inclination but also fragrance, smell or perfume. Therefore ‘பூமணம் ஆம் மனம்’ (<i>bhū maṇam ām maṉam</i>), ‘mind, which is world-fragrance’, implies ‘mind, which consists of <i>viṣaya-vāsanās</i>’ or ‘mind, which is still filled and polluted with <i>viṣaya-vāsanās</i>’.<br>\n<br>\nபூரணம் (<i>pūraṇam</i>) is a Tamil form of the Sanskrit word पूर्ण (<i>pūrṇa</i>), which means what is full, whole, complete or entire, and therefore implies the one infinite and indivisible whole, namely <i>brahman</i>, which is <i>sat-cit</i>, pure being and pure awareness, ‘I am’. Therefore the first ‘பூரண மணம்’ (<i>pūraṇa maṇam</i>) in this verse means ‘<i>pūrṇa</i>-fragrance’, which implies <i>sat-vāsanā</i>, the inclination to turn back within and thereby subside and dissolve in our own being, ‘I am’, whereas the second ‘பூரண மணம்’ (<i>pūraṇa maṇam</i>) means ‘<i>pūrṇa</i>-union’ or ‘<i>pūrṇa</i>-marriage’, which implies union with Arunachala, who is <i>pūrṇa</i>, the one infinite whole.<br>\n<br>\nSince Arunachala is the one infinite whole, other than which nothing can exist, he is what we always actually are, so union with him means remaining as we actually are without ever rising as ego, and hence this alone is the state in which he has taken complete charge of us, which is what Bhagavan prays for in this nineteenth verse of <i>Akṣaramaṇamālai</i>. Therefore in both these two verses, 19 and 69, he is by implication praying for the complete eradication of all <i>viṣaya-vāsanās</i>, the flourishing of <i>sat-vāsanā</i>, and our consequent merging as one with Arunachala by surrendering ourself entirely to him, thereby allowing him to take complete charge of us.<br>\n<br>\nCompletely eradicating all our defects, namely ego along with all its <i>viṣaya-vāsanās</i>, sowing and nurturing in our heart the supreme virtue of <i>sat-vāsanā</i>, under whose sway we as ego willingly subside back within and dissolve in and as our mere being, and thereby taking complete charge of us, is the real role and purpose of <i>guru</i>, and is possible only by its grace, as Bhagavan implies by concluding this verse addressing Arunachala as ‘குருவுருவாய் ஒளிர் அருணாசலா’ (<i>guru-v-uru-v-āy oḷir aruṇācalā</i>), ‘Arunachala, who shine as the form of <i>guru</i>’. குரு (<i>guru</i>) is a word of Sanskrit origin that has now passed into English, because it is a word for which there is no adequate equivalent in English or other European languages. It is often used in the sense of a teacher, instructor, mentor or guide, but in a deeper spiritual context it means so much more than any such terms, because the real <i>guru</i> is the light that removes the fundamental darkness of ignorance, namely ego. As Bhagavan explained, <i>guru</i> is the light of pure awareness that always shines in our heart as our own being, ‘I am’, but because our nature as ego is to face outwards, away from ourself, in the case of most of us it is necessary for <i>guru</i> to appear outside in human form in order to teach us to turn back within.<br>\n<br>\nOnly in the case of very rare and highly mature souls is it not necessary for <i>guru</i> to appear in human form, because the mind of such a soul is already so strongly inclined to go inwards that no instructions in words are necessary, since they are able to understand the silent teaching that exists and shines eternally in the heart of each and every one of us. The young Venkataraman was such a soul, so mere remembrance of Arunachala was sufficient to turn his mind inward and immerse it in the infinite silence of pure being, thereby transforming him into the form of our <i>guru</i>, Bhagavan Ramana. For him, therefore, Arunachala alone was the form of <i>guru</i>, as he clearly reveals in this verse.<br>\n<br>\nஉரு (<i>uru</i>) means form, so குருவுரு (<i>guru-v-uru</i>) [in which ‘v’ is a glide added for euphonic purposes] means ‘<i>guru</i>-form’ or ‘the form of <i>guru</i>’, implying both the outward form in which <i>guru</i> appears and the real ‘form’ or <i>svarūpa</i> of <i>guru</i>, which is what is always shining in our heart as our own being, ‘I am’. As we saw above, ஆய் (<i>āy</i>) is an adverbial participle that means ‘being’, ‘becoming’ or ‘as’, so ‘குருவுருவாய்’ (<i>guru-v-uru-v-āy</i>) means ‘being the form of <i>guru</i>’ or ‘as the form of <i>guru</i>’. ஒளிர் (<i>oḷir</i>) is the root of a verb that means to shine, but it is used here in the sense of the adjectival (or relative) participle ஒளிரும் (<i>oḷirum</i>), which means ‘shining’, ‘which shines’ or ‘who shine’, and அருணாசலா (<i>aruṇācalā</i>) is a vocative (or eighth case) form of அருணாசலன் (<i>aruṇācalaṉ</i>), which is a personal form of அருணாசலம் (<i>aruṇācalam</i>), so ‘குருவுருவாய் ஒளிர் அருணாசலா’ (<i>guru-v-uru-v-āy oḷir aruṇācalā</i>) is an address to him as ‘Arunachala, who shine as the form of [my] <i>guru</i>’.<br>\n<br>\nThough <i>guru</i> can appear outwardly in physical form, usually in human form but in the case of Bhagavan in the form of this great hill, Arunachala, what <i>guru</i> actually is is not physical but only <i>ātma-svarūpa</i>, the real nature of ourself, which is <i>sat-cit</i>, the one pure being-awareness that always shines in our heart as ‘I am’. Therefore, though the physical form of <i>guru</i> has a role to play, particularly as the vehicle through which its teachings are conveyed to us in words, the grace of <i>guru</i> is in no way limited to its physical form, because its real teaching is the infinite silence of pure being, which is the light of pure awareness that always exists and shines in our heart as ‘I am’, so it is not necessary for us ever to be in the physical presence of <i>guru</i> in order for us to receive its grace, teachings and guidance.<br>\n<br>\n<a name=\"aa1\"></a>This is illustrated by the life of Bhagavan. Though he lived fifty-four years in the physical presence of his <i>guru</i>, Arunachala, that was after Arunachala had taken complete charge of him by drawing his mind back within and thereby swallowing him in the infinite light of its grace. Before that he had never in this life been in the physical presence of Arunachala, but the mere thought of Arunachala was sufficient to prepare him to be drawn within and merge back into Arunachala, who was always shining in his heart as his own <i>svarūpa</i>. As he sang in the <a href=\"https://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#aa1\">first verse</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘அறிவு அறு கிரி என அமர்தரும். அம்மா, அதிசயம் இதன் செயல் அறி அரிது ஆர்க்கும். அறிவு அறு சிறு வயது அது முதல் அருணாசலம் மிக பெரிது என அறிவின் இலங்க’ (<i>aṟivu aṟu giri eṉa amardarum. ammā, atiśayam idaṉ seyal aṟi aridu ārkkum. aṟivu aṟu siṟu vayadu adu mudal aruṇācalam miha peridu eṉa aṟiviṉ ilaṅga</i>), ‘It sits calmly as a hill [seemingly] bereft of awareness [or knowledge], [but] ah, its action [namely the extremely subtle action of its grace] is pre-eminent [or wonderful], difficult for anyone to understand. Though from [my] young age, [when I was] bereft of knowledge, Arunachalam shone in [my] awareness [or mind] as what is exceedingly great’, so the silent presence of Arunachala in his heart as his own <i>svarūpa</i> is what eventually drew his mind inwards so deeply that it absorbed him into itself as itself.<br>\n<br>\nTherefore, when he addresses Arunachala in this verse as ‘குருவுருவாய் ஒளிர் அருணாசலா’ (<i>guru-v-uru-v-āy oḷir aruṇācalā</i>), ‘Arunachala, who shine as the form of [my] <i>guru</i>’, what he refers to as ‘குருவுரு’ (<i>guru-v-uru</i>), ‘the form of <i>guru</i>’, is not just the form of this divine hill, but is in a deeper sense his own real nature (<i>svarūpa</i>), which is the real and eternally shining form of his <i>guru</i>, Arunachala. Just as Arunachala was always shining in his heart as his own <i>svarūpa</i>, preparing his mind to draw it back within, it is always shining in the heart of each and every one of us, gradually preparing us in order to eventually draw us back within and thereby absorb us into itself, as itself.<br>\n<br>\nTherefore, just as being in the physical presence of his <i>guru</i> was not necessary in the case of Bhagavan, being in his physical presence is not necessary in the case of most of us either. If we would be benefited by being in his physical presence, that opportunity will be given to us by his infinite grace as part of our <i>prārabdha</i> (fate or destiny), so if it is not given to us, that means that it is not necessary. What is necessary for most of us is that we should carefully study his teachings, reflect deeply on their meaning and implications, and most importantly of all, that we should put them into practice by trying our best to turn back within and thereby surrendering ourself entirely to him, allowing him to take complete charge of us by eradicating all our defects, including ego, their root, and thereby bestowing upon us the supreme virtue of egolessness.<br>\n<br>\nThough the light of his grace is shining eternally in our heart as our own fundamental awareness, ‘I am’, and though it is always working tirelessly to draw our mind back within, so long as we willingly allow ourself to be swayed by our <i>viṣaya-vāsanās</i>, we are thereby obstructing the work of his grace by resisting its inward pull instead of yielding ourself entirely to it. Since the very nature of ourself as ego is to be constantly swayed by our <i>viṣaya-vāsanās</i>, the only power that can sow and nurture the seed of <i>sat-vāsanā</i> in our heart, thereby taking complete charge of us by making us willing to surrender ourself entirely to its inward pull, is the grace of <i>guru</i>, the real nature of ourself (<i>ātma-svarūpa</i>), which is what shines outwardly both in the form of this divine hill, Arunachala, and in human form as Bhagavan Ramana. Let us therefore surrender ourself to its inward pull by patiently and persistently trying our best to cling fast to our own being, ‘I am’, thereby subsiding back within, where he is always waiting to devour us as soon as we give ourself entirely to him.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/vX5TwsbAbIU\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 19</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/vX5TwsbAbIU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1534187651734550345/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc0ODQ1MTgxNjI4Cm9mZnNldDogMAo\""
}