{
    "kind": "blogger#post",
    "id": "3544951193250706632",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2022-11-25T08:08:00Z",
    "updated": "2023-02-07T09:19:18Z",
    "url": "http://happinessofbeing.blogspot.com/2022/11/sri-arunacala-aksaramanamalai-verse-17.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3544951193250706632",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 17",
    "content": "This is the seventeenth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm17\"></a><b>Verse 17:</b><br>\n<blockquote>கிரியுரு வாகிய கிருபைக் கடலே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கிருபைகூர்ந் தருளுவா யருணாசலா<br>\n<br>\n<i>giriyuru vāhiya kirupaik kaḍalē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kirupaikūrn daruḷuvā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கிரி உரு ஆகிய கிருபை கடலே, கிருபை கூர்ந்து அருளுவாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>giri uru āhiya kirupai kaḍalē, kirupai kūrndu aruḷuvāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, ocean of grace, which is the form of a hill, being abundantly gracious may you bestow grace.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [who shine in the heart as the infinite] ocean of grace [or compassion], which is [what is seen outside as] the form of [this great] hill, being abundantly [or intensely] gracious [or compassionate] may you bestow grace [upon me in whatever way you wish, knowing it to be what is best for me, and may you thereby annihilate me, devouring me completely in the infinite light of your grace].</blockquote>\n<b>Explanation:</b> கிரி (<i>giri</i>) is a Sanskrit word that means hill or mountain; உரு (<i>uru</i>) means form; and ஆகிய (<i>āhiya</i>) is an adjectival (or relative) participle that means ‘which is’; so ‘கிரியுருவாகிய’ (<i>giri-y-uru-v-āhiya</i>) or ‘கிரி உரு ஆகிய’ (<i>giri uru āhiya</i>) means ‘which is the form of a hill’. கிருபை (<i>kirupai</i>) is a Tamil form of the Sanskrit word कृपा (<i>kṛpā</i>), which means grace, compassion, kindness, tenderness, solicitude or benevolence; and கடலே (<i>kaḍalē</i>) is the vocative (or eighth case) form of கடல் (<i>kaḍal</i>), which means sea or ocean; so ‘கிருபைக் கடலே’ (<i>kirupai-k-kaḍalē</i>) is an address to Arunachala as ‘ocean of grace [or compassion]’. Therefore ‘கிரியுரு வாகிய கிருபைக் கடலே’ (<i>giri-y-uru-v-āhiya kirupai-k-kaḍalē</i>) is an address to him as ‘ocean of grace, which is the form of a hill’, and by addressing him thus, Bhagavan implies that though in the gross outward-looking view of the mind Arunachala appears in the physical form of a mountain of solid rock, he is actually an ocean of tender and compassionate grace, as can be seen only by an extremely subtle inward-looking awareness.<br>\n<br>\nDescribing Arunachala as an ‘ocean […] which is the form of a hill’ is what is known in Tamil as a விரோதாலங்காரம் (<i>virōdhālaṅkāram</i>) or in Sanskrit as a विरोधालंकार (<i>virōdhālaṁkāra</i>), which literally means a ‘conflicting [contradictory or antithetical] adornment’, and which is used to describe an incongruous figure of speech, or what would be called a ‘mixed metaphor’ in English. Though mixed metaphors often occur unintentionally and with awkward effect, Bhagavan deliberately used this mixed metaphor to convey a very deep and subtle meaning.<br>\n<br>\nThe nature of a mountain and the nature of an ocean are contrary in so many respects. A mountain is made of rock, which is solid and hard, whereas an ocean is made of water, which is fluid and soft. A mountain is unmoving (<i>acala</i>), unwavering, actionless and steady, whereas an ocean is constantly in motion, wavering, active and unsteady. A mountain is silent and orderly, whereas an ocean tends to be noisy and chaotic. Why then did Bhagavan use these seemingly contradictory metaphors to describe Arunachala and his grace?<br>\n<br>\nArunachala and his grace are one, because grace is his very nature, as Bhagavan implies here by describing him as ‘கிருபைக் கடல்’ (<i>kirupai-k-kaḍal</i>), ‘the ocean of grace’, so whatever may be said of Arunachala may equally well be said of his grace, and <i>vice versa</i>. Though he is actually beyond all qualities, from the perspective of ourself as ego he combines within himself certain qualities similar to a mountain and certain qualities similar to an ocean, even in cases where their qualities are seemingly quite opposite. He can be said to be both solid and fluid; hard and soft; unmoving in his real nature, yet constantly moved by his love and compassion for all; actionless, yet constantly active in bestowing his grace; eternally silent, yet through his silence proclaiming the truth louder and more clearly than it could ever be conveyed in words.<br>\n<br>\n<a name=\"ny15\"></a>How can he combine within himself such contradictory qualities? Let us take for example his அருட்செயல் (<i>aruḷ-seyal</i>), the doing or action of his grace. Though it is described as a ‘doing’ (<i>seyal</i>), because it has a subtle yet tremendous effect on us, whether or to what extent we are aware of it or not, it is what Bhagavan would call ‘doing without doing’, because grace is the very nature of Arunachala, so the action of his grace (<i>aruḷ-seyal</i>) happens by his merely being as he always actually is without his ever doing anything. As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <i>Nāṉ Ār?</i>, it all happens ‘ஈசன் சன்னிதான விசேஷ மாத்திரத்தால்’ (<i>īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl</i>), ‘by just [or nothing more than] the special nature of the presence of God’.<br>\n<br>\n<a name=\"aa7\"></a>In this context the primary idea behind the metaphorical use of the word ‘ocean’ is to convey the sense of vastness and pervasiveness, but whereas the vastness and pervasiveness of a physical ocean is limited, being contained within boundaries, the vastness and pervasiveness of ‘கிருபைக் கடல்’ (<i>kirupai-k-kaḍal</i>), ‘the ocean of grace’, is unbounded and therefore infinite, as Bhagavan indicates explicitly in <a href=\"https://happinessofbeing.blogspot.com/2021/06/the-nature-of-ego-and-its-visaya.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, which he concludes by saying, ‘இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே’ (<i>idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>), ‘Only the boundless ocean of the light of grace called Arunamalai, who dances motionlessly in the court of the heart’, thereby implying that when we keenly investigate ourself, the source from which we rose as ego, the thought called ‘I’, and when the dream of multiplicity thereby ceases to exist, what will then exist and shine is ‘only the boundless [or infinite] ocean of the light of grace called Arunamalai [Aruna Hill], who [eternally] dances motionlessly [as ‘I am only I’] in the court of the heart’.<br>\n<br>\n<a name=\"aamm27\"></a><a name=\"apr1\"></a>The metaphor ‘ocean’ also implies something of tremendous power, a power that is potentially extremely destructive in its effect. Just as an ocean can kill and wreak havoc when its power is unleashed by a storm or a tsunami, when the full power of ‘அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடல்’ (<i>aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍal</i>), ‘the boundless ocean of the light of grace called Arunamalai’, is unleashed, it will eradicate ego and thereby render everything else completely and eternally non-existent, as Bhagavan implies by addressing Arunachala in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html#aamm27\">verse 27</a> of <i>Akṣaramaṇamālai</i> as ‘சகலமும் விழுங்கும் கதிர் ஒளி இன’ (<i>sakalamum viṙuṅgum kadir oḷi iṉa</i>), ‘sun of bright light [the light of grace, which is pure awareness] that swallows everything’, and in <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#apr1\">verse 1</a> of <i>Pañcaratnam</i> as ‘விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மாவே’ (<i>viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmāvē</i>), ‘<i>paramātmā</i>, Arunagiri, who swallow everything by [your] spreading rays [of pure awareness]’.<br>\n<br>\nA physical ocean consists of water, and though water can seem soft and gentle to touch, it is extremely powerful. Even when its full power is not unleashed, given time even a seemingly gentle flow or dripping of water can gradually erode and shape even the hardest of rocks, and the water of the ocean can gradually corrode iron, reducing it to a powder of rust. Likewise is the power of grace. Even when its full power is not yet unleashed, given time it will gradually but unfailingly erode and shape the rock-like edifice of ego and its <i>vāsanās</i> (volitional inclinations), the seeds that sprout as likes, dislikes, desires, attachments, fears and so on, reducing their density and thereby making way for the light of clarity to shine forth from within to illumine the mind with clear <i>vivēka</i> (discernment, discrimination or the ability to distinguish what is real from what is unreal), enabling us to recognise with steadily increasing clarity the unsatisfactory nature of whatever semblance of happiness we have hitherto been seeking to obtain from <i>viṣayas</i> (objects or phenomena) of any kind whatsoever. Thus grace gradually corrodes all the iron-like defences that we as ego have built around ourself in the dark form of a dense fog of <i>viṣaya-vāsanās</i> (inclinations to seek happiness in <i>viṣayas</i>), thereby making us increasingly willing to surrender ourself entirely by turning our attention back within to face ourself alone. Only when grace has thereby made us sufficiently willing to surrender ourself completely will its full power be unleashed, rising from within as the infinite clarity of pure awareness, thereby swallowing us forever within itself.<br>\n<br>\nJust as grace is comparable in these respects to the waters of an ocean, in other respects it is comparable to a mighty mountain. Like a mountain it is hard, firm and unrelenting, sometimes seeming to be harsh and unmerciful in its treatment of us, giving us the fruits of our past <i>karmas</i> in such a way that will be most conducive to our spiritual development, as if it did not care about all the suffering that we must inevitably undergo in experiencing those fruits until we are willing to surrender ourself entirely to it. Like a mountain it is also steady and unmoving, existing and shining forever in our heart as our own immutable being, ‘I am’, unaffected by all the turmoil of the mind that seemingly surrounds it, just as a mountain is not affected by a storm that rages around it.<br>\n<br>\nMost importantly of all, like a mountain it is eternally silent, just being as it is without ever doing anything. Though it is steadily transforming us, working hard within us to rectify all our <i>vāsanās</i>, and for that purpose making us experience the most appropriate fruits for our past <i>karmas</i>, it does all this without ever actually doing anything, but just by the power of its mere being, which is itself infinite love. Therefore, though grace seems to do so much, its real nature is infinite silence, the silence of pure being, and it will reveal its silent nature to us only to the extent to which — by its silent power — we turn within and thereby surrender ourself to it.<br>\n<br>\n<a name=\"ut27\"></a>As Bhagavan says in verse 27 of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>மௌனமுள் ளெழுமொரு மொழியரு ணிலையே.<br>\n<br>\n<i>mauṉamuḷ ḷeṙumoru moṙiyaru ṇilaiyē.</i><br>\n<br>\n<b>பதச்சேதம்:</b> மௌனம் உள் எழும் ஒரு மொழி அருள் நிலையே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mauṉam uḷ eṙum oru moṙi aruḷ nilaiyē.</i><br>\n<br>\n<b>English translation:</b> Silence is the very nature of grace, the one language that rises within.<br>\n<br>\n<b>Explanatory paraphrase:</b> Silence is the very nature [or actual state] of grace, the one [single, non-dual, unique, unequalled and incomparable] language that rises within [eternally surging forth as the clear light of pure awareness, ‘I am’, waiting to swallow the mind as soon as it turns back within].</blockquote>\n<a name=\"unm1\"></a>thereby implying that the infinite silence of pure being, which is the very nature of both Arunachala and his grace, is the one and only real language, because it is our real nature, and therefore it alone has the power to reveal our real nature to us by drawing our attention back within, thereby making us know and be what we always actually are. That is, since our real nature (<i>ātma-svarūpa</i>) is beyond the reach of thought or word, meaning that it cannot be grasped by the mind or expressed in words, as Bhagavan implies in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), ‘Since the existing substance exists in the heart without thought’, it cannot be revealed by anything other than itself, and since it is the silence of pure being, it can reveal itself only in and through that silence. In other words, it can reveal itself to us only by drawing us back within and thereby absorbing us back into its real state of pure silent being.<br>\n<br>\n<a name=\"aamm31\"></a>Thoughts and words are the very antithesis of the silence of pure being, which is our real nature, because they can occur only in the state in which we have risen as ego, thereby seemingly forsaking our natural state of pure being, so it is only in the infinite silence in which all thoughts and words have ceased to exist along with their root, namely ego, the first of all thoughts, that our real nature will shine forth as it is, as Bhagavan implies in verse 31 of <i>Akṣaramaṇamālai</i>:<br>\n<blockquote>சுகக்கடல் பொங்கச் சொல்லுணர் வடங்கச்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சும்மா பொருந்திடங் கருணாசலா<br>\n<br>\n<i>sukhakkaḍal poṅgac colluṇar vaḍaṅgac<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cummā porundiḍaṅ garuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> சுக கடல் பொங்க, சொல் உணர்வு அடங்க, சும்மா பொருந்திடு அங்கு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sukha kaḍal poṅga, sol uṇarvu aḍaṅga, summā porundiḍu aṅgu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, the ocean of joy to surge forth, speech and mind to subside, just settle down there.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that the ocean of joy [your real nature] surges forth [within me], and so that speech and mind [thereby] subside [or cease] [completely], just [silently, calmly, leisurely, motionlessly or without activity] settle down [be seated, be majestically enthroned or be united (with me)] [as the silence of pure being] there [in my heart].</blockquote>\nTherefore, as Bhagavan says, ‘மௌனம் உள் எழும் ஒரு மொழி அருள் நிலையே’ (<i>mauṉam uḷ eṙum oru moṙi aruḷ nilaiyē</i>), ‘Silence is the very nature of grace, the one language that rises within’. This is why Arunachala, the infinite ocean of grace (<i>kirupai-k-kaḍal</i>), though all-pervading and ever-present, graciously shines in this physical world as the silent form of this great hill in order to attract our outward-looking mind towards it, like a magnet attracting iron, and thereby to silently and stealthily turn us back within to see its real nature shining in our heart as our own being, ‘I am’. <br>\n<br>\n<a name=\"aa2\"></a>That is, Arunachala is <i>mauna-svarūpa</i>, the one whose very nature is silence, so it is to reveal his real nature through silence that he stands as a hill on earth, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html#aa2\">verse 2</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>கண்டவ னெவனெனக் கருத்தினு ணாடக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டவ னின்றிட நின்றது கண்டேன்<br>\nகண்டன னென்றிடக் கருத்தெழ வில்லை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டில னென்றிடக் கருத்தெழு மாறென்<br>\nவிண்டிது விளக்கிடு விறலுறு வோனார்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டிலை பண்டுநீ விளக்கினை யென்றால்<br>\nவிண்டிடா துன்னிலை விளக்கிட வென்றே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டல மசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<i>kaṇḍava ṉevaṉeṉak karuttiṉu ṇāḍak<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍava ṉiṉḏṟiḍa niṉḏṟadu kaṇḍēṉ<br>\nkaṇḍaṉa ṉeṉḏṟiḍak karutteṙa villai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍila ṉeṉḏṟiḍak karutteṙu māṟeṉ<br>\nviṇḍidu viḷakkiḍu viṟaluṟu vōṉār<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍilai paṇḍunī viḷakkiṉai yeṉḏṟāl<br>\nviṇḍiṭā duṉṉilai viḷakkiḍa veṉḏṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍala macalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர், விண்டு இலை பண்டு நீ விளக்கினை என்றால்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār, viṇḍu ilai paṇḍu nī viḷakkiṉai eṉḏṟāl? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? பண்டு நீ விண்டு இலை விளக்கினை என்றால், விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? paṇḍu nī viṇḍu ilai viḷakkiṉai eṉḏṟāl, viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>English translation:</b> When investigated within the mind who the seer is, I saw what remained when the seer became non-existent. The mind did not rise to say ‘I saw’; in what way could the mind rise to say ‘I did not see’? Who is one who has the power to elucidate this speaking, when in ancient times you elucidated without speaking? Only to elucidate your state without speaking, you stood shining as a sky-earth-hill.<br>\n<br>\n<b>Explanatory paraphrase:</b> When [the seer] investigated within the mind [to see] who the seer is, I saw what remained when the seer [thereby] became non-existent. The mind did not rise to say ‘I saw’, [so] in what way could the mind rise to say ‘I did not see’? Who is one who has the power to elucidate this [by] speaking, when in ancient times [even] you [as Dakshinamurti] elucidated [it] without speaking [but only through your natural state of infinite silence]? Only to elucidate your state [of silent and motionless pure being, which is pure awareness, ‘I am’] without speaking, you stood shining as a hill [or shining motionlessly] [extending from] earth [to] sky [though actually beyond the limits of both].</blockquote>\nAfter addressing Arunachala as ‘கிரியுரு வாகிய கிருபைக் கடலே’ (<i>giri-y-uru-v-āhiya kirupai-k-kaḍalē</i>), ‘ocean of grace, which is the form of a hill’, Bhagavan then prays ‘கிருபை கூர்ந்து அருளுவாய்’ (<i>kirupai kūrndu aruḷuvāy</i>), ‘being abundantly [or intensely] gracious may you bestow grace’, thereby implying that in accordance with his nature as the all-abundant ocean of grace, Arunachala should consume him in the fullness of his grace.<br>\n<br>\nAs explained earlier, கிருபை (<i>kirupai</i>) is a Tamil form of the Sanskrit word कृपा (<i>kṛpā</i>), which means grace, and கூர்ந்து (<i>kūrndu</i>) is an adverbial participle that means being abundant, excessive or intense, so ‘கிருபை கூர்ந்து’ (<i>kirupai kūrndu</i>) is an adverbial clause that literally means ‘grace being abundant [excessive or intense]’ and that therefore implies ‘being abundantly [excessively or intensely] gracious [or compassionate]’. அருளுவாய் (<i>aruḷuvāy</i>) is a second person singular future form of the verb அருள் (<i>aruḷ</i>) or அருளு (<i>aruḷu</i>), which means to be gracious, to give graciously or to bestow grace, so அருளுவாய் (<i>aruḷuvāy</i>) literally means ‘you will bestow grace [or be gracious]’, but it is used here in the sense of the optative, அருளுவாயாக (<i>aruḷuvāyāha</i>), so in this sense it means ‘may you bestow grace [or be gracious]’. Therefore this prayer, ‘கிருபை கூர்ந்து அருளுவாய்’ (<i>kirupai kūrndu aruḷuvāy</i>), means ‘being abundantly [or intensely] gracious may you bestow [your] grace [upon me]’.<br>\n<br>\nWhen people pray to God, they generally pray to him to bestow his grace in a particular way, to fulfil a desire or to remove a difficulty, but praying to him in this way is foolish, because he alone knows what is truly good for us and for all concerned, and we are often mistaken in believing that a certain thing is good for us or for those we care about. Therefore, by praying to Arunachala in this verse to bestow his grace without asking him to bestow it in any particular way, Bhagavan is by implication teaching us that whenever we pray, we should pray to him to bestow his grace in any way he wishes, knowing that whatever he wishes alone is what is ultimately good for us.<br>\n<br>\n<a name=\"apad02\"></a><a name=\"anmm7\"></a>As he implies in <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#c2296089042011884473\">verse 2</a> of <i>Śrī Aruṇācala Padigam</i>, ‘நின் இட்டம் என் இட்டம்; இன்பு அது எற்கு’ (<i>niṉ iṭṭam eṉ iṭṭam; iṉbu adu eṟku</i>), ‘Your <i>iṣṭam</i> [will, wish, desire or liking] is my <i>iṣṭam</i>; that is happiness for me’, true prayer is not asking God for this or that, but only surrendering our own will entirely, knowing that his will alone is what is truly good for us. If at all we are to pray for anything specific, it should only be for ever-increasing love for him, as he teaches us to pray in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html#anmm7\">verse 7</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>: ‘எண்ணம் எதுவோ அது செய்வாய். கண்ணே, உன்றன் கழல் இணையில் காதல் பெருக்கே தருவாயே’ (<i>eṇṇam eduvō adu seyvāy. kaṇṇē, uṉḏṟaṉ kaṙal iṇaiyil kādal perukkē taruvāyē</i>), ‘Whatever be [your] thought [or wish], do that. [My] eye [my most beloved, my own awareness], just give [me] only a flood [overflow, fullness, abundance, surge or increasing intensity] of love for your pair of feet’.<br>\n<br>\n<a name=\"aamm101\"></a><a name=\"apad02a\"></a>When he prays ‘கிருபை கூர்ந்து அருளுவாய்’ (<i>kirupai kūrndu aruḷuvāy</i>), ‘being abundantly [or intensely] gracious may you bestow [your] grace [upon me]’, he is by implication praying for love, because grace is the infinite love that Arunachala has for us as himself. That is, since Arunachala alone is what actually exists, he is what we actually are, so he does not know us as anything other than himself, and hence he loves us as himself. Infinite love is therefore his very nature, so he and his love are one, as Bhagavan implies by describing him as ‘அன்புரு’ (<i>aṉburu</i>), ‘the form of love’ (<i>aṉbu-uru</i>), in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html#aamm101\">verse 101</a> of <i>Akṣaramaṇamālai</i> and <a href=\"https://youtu.be/bwS7dF6s9Ko\">verse 2</a> of <i>Padigam</i>, and hence the infinite love that is himself is what we experience as his grace. Therefore ‘அருளுவாய்’ (<i>aruḷuvāy</i>), ‘may you bestow [your] grace [upon me]’ or ‘may you give [me] [your] grace’, implies ‘may you graciously bestow your love on me’, ‘may you graciously give me the same love for you that you have for me’ or ‘may you graciously enable me to love you as myself, just as you love me as yourself’.<br>\n<br>\nSince Arunachala is the real nature of ourself (<i>ātma-svarūpa</i>), and since grace is his very nature, his grace is not anything other than ourself, but is ourself as we actually are. Therefore when we pray to him to bestow his grace on us, we are actually praying to him to restore us to our own real nature, or in other words, to transform us from this unreal ego-nature back into what we always actually are, namely himself.<br>\n<br>\nBy rising as ego, we seemingly separate ourself from our own real nature, so Arunachala and his grace seem to be other than ourself, and hence we pray to him to give us his grace, as if it were something that we are now lacking. However, since his grace is himself, and since he is the one infinite whole, we are actually always fully immersed in his grace, as his grace, and can never be separated from it. Nevertheless, in the limited and distorted view of ourself as ego, grace seems to be separate from us and therefore limited, so as ego we can never experience it as the infinite whole that it actually is. In order to experience it as it actually is, therefore, we need to experience it not as something other than ourself but as our own very self, our real nature.<br>\n<br>\nThis is the significance and implication of the adverbial clause ‘கிருபை கூர்ந்து’ (<i>kirupai kūrndu</i>), ‘being abundantly gracious’, ‘being excessively gracious’ or ‘being intensely gracious’. His grace is always infinitely abundant and intense, but we fail to see it as such so long as we see it as other than ourself, so ‘கிருபை கூர்ந்து’ (<i>kirupai kūrndu</i>), ‘being abundantly gracious’, implies that his grace should shine in our heart in such a way that we are able to recognise its infinitely abundant nature by seeing it as nothing other than our own being, ‘I am’.<br>\n<br>\n<a name=\"aamm18\"></a>As Bhagavan often used to say, grace is the infinite and eternal light of pure awareness, which is always shining as ‘I am’ in the hearts of all sentient beings (<i>jīvas</i>). Since it is the original light that illumines the mind, enabling it to know all other things, and since all other things, including all time and space, exist and shine only in the light of the mind, which is a dim reflection of this original light of pure awareness, ‘I am’, it is infinite, eternal and all-pervading, and hence Bhagavan describes it in this verse as ‘கிருபைக் கடல்’ (<i>kirupai-k-kaḍal</i>), ‘the ocean of grace’. Being all-pervading and therefore omnipresent, it shines equally, impartially and without any distinctions in all times, in all places, and in all <i>jīvas</i>, irrespective of their state of mind, whether it be low or high, impure or pure, and hence he describes it as ‘கீழ் மேல் எங்கும் கிளர் ஒளி மணி’ (<i>kīṙ mēl eṅgum kiḷar oḷi maṇi</i>), ‘gem of light that shines below, above and everywhere’, in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#aamm18\">verse 18</a>:<br>\n<blockquote>கீழ்மே லெங்குங் கிளரொளி மணியென்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கீழ்மையைப் பாழ்செய் யருணாசலா<br>\n<br>\n<i>kīṙmē leṅguṅ kiḷaroḷi maṇiyeṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kīṙmaiyaip pāṙcey yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கீழ் மேல் எங்கும் கிளர் ஒளி மணி, என் கீழ்மையை பாழ் செய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kīṙ mēl eṅgum kiḷar oḷi maṇi, eṉ kīṙmaiyai pāṙ sey aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, gem of light that shines below, above and everywhere, annihilate my lowness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, gem of light [the infinitely precious light of pure awareness, ‘I am’] that shines below, above and everywhere [that is, that shines within me at all times and in all states, whether my mind is in a low state of impurity and immaturity or an elevated state of purity and maturity], [by drawing my mind inwards to see you as you actually are] annihilate my baseness [the darkness of my self-ignorance, which is what rises as ego, the false awareness ‘I am this body’].</blockquote>\nJust as an ocean will accept and absorb into itself all the rivers and streams that flow into it, no matter how clean or dirty they may be, Arunachala, the infinite ocean of grace, will bestow his abundant grace on every <i>jīva</i> who approaches him seeking it, and will thereby eventually absorb each of them into himself, no matter how pure or impure they may be. However, whereas the ocean will cleanse the water of a river by absorbing it into itself, as itself, Arunachala will first cleanse us by his grace and thereby absorb us into himself, as himself, because only when we are wholeheartedly willing to surrender ourself entirely to him will he consume us, and we will be wholeheartedly willing to surrender ourself only when we have been cleansed to a considerable extent of the dirt of <i>viṣaya-vāsanās</i>, which cloud our mind with a dense fog of desires and attachments, thereby making us unwilling to surrender ourself.<br>\n<br>\nTherefore, though Bhagavan does not specifically ask for anything other than grace in this verse, by the way he has carefully worded this prayer he implies so much about the nature of grace, and hence about what he means by praying for grace. By addressing Arunachala as ‘கிரியுரு வாகிய கிருபைக் கடலே’ (<i>giri-y-uru-v-āhiya kirupai-k-kaḍalē</i>), ‘ocean of grace, which is the form of a hill’, he implies that Arunachala is grace itself, the infinitely abundant fullness of grace, so in asking him to give him grace, he is implicitly asking him to give himself. However, since Arunachala is the one infinite whole, other than which nothing can exist, he cannot be anything other than ourself, so he is our own real nature, the pure awareness that shines eternally in our heart as our own being, ‘I am’. Therefore, since his grace is always shining within us as ‘I am’, what is it that he is to give us that we do not already have?<br>\n<br>\nThough his grace is what is always shining within us as our own being, ‘I am’, we have not yet allowed it to consume us, because we persistently turn our attention away from our being towards the appearance of other things, so in order to make us willing to surrender ourself entirely to it, it needs to shine within us in a special manner, thereby drawing our attention back within to see it with unwavering love, like a magnet drawing a piece of iron towards itself. This shining within us in a special manner is what Bhagavan implies by praying ‘கிருபை கூர்ந்து அருளுவாய் அருணாசலா’ (<i>kirupai kūrndu aruḷuvāy aruṇācalā</i>), ‘Arunachala, being abundantly [or intensely] gracious may you bestow [your] grace [upon me]’.<br>\n<br>\nThat is, though his grace is always shining clearly within us as our own fundamental awareness ‘I am’, it is nevertheless obscured by our rising as ego, the false awareness ‘I am this body’, so though we are always clearly aware of our being as ‘I am’, our real identity as nothing other this this being, ‘I am I’, is seemingly obscured by the false identity ‘I am this body’. Therefore, in order to dispel this false identity, he needs to be abundantly gracious by drawing our attention back within to lovingly see him shining in our heart as our real identity, ‘I am I’, so this clear shining of himself in our heart as ‘I am I’ is what Bhagavan implies by the adverbial clause ‘கிருபை கூர்ந்து’ (<i>kirupai kūrndu</i>), ‘being abundantly gracious’.<br>\n<br>\nHis clearly shining in our heart as our real identity, ‘I am I’, is what Bhagavan called <i>aham-sphurippu</i> or <i>aham-sphuraṇa</i>, the clear shining of ‘I’. Though he is always clearly shining in our heart as ‘I am I’, we fail to see him as such so long as we continue looking away from ourself towards other things, so in order to make us see him clearly shining in ourself as ourself, ‘I am I’, he needs to draw us back to look deep and lovingly within ourself. This is therefore what Bhagavan is implicitly praying for when he sings ‘கிருபை கூர்ந்து அருளுவாய் அருணாசலா’ (<i>kirupai kūrndu aruḷuvāy aruṇācalā</i>), ‘Arunachala, being abundantly [or intensely] gracious may you bestow [your] grace [upon me]’.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/wjrzaeiq2tg\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 17</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wjrzaeiq2tg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3544951193250706632/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam",
        "Śrī Aruṇācala Navamaṇimālai",
        "Śrī Aruṇācala Padikam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc1NzYxNTU4NDQxCm9mZnNldDogMAo\""
}