{
    "kind": "blogger#post",
    "id": "1630808340516309026",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2023-05-16T05:30:00+01:00",
    "updated": "2023-07-09T17:22:19+01:00",
    "url": "http://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1630808340516309026",
    "title": "<i>Āṉma-Viddai</i> verse 2: the thought ‘I am this body’ is what supports all other thoughts",
    "content": "<a name=\"av2\"></a>In continuation of two articles that I posted here in January and February of last year, <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html\"><i>Āṉma-Viddai</i>: Tamil text, transliteration and translation</a> and a detailed explanation of the first verse, <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html\"><i>Āṉma-Viddai</i> verse 1: thought is what causes the appearance of the unreal body and world</a>, in this article I will explain and discuss the meaning and implications of the <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av2\">second verse</a>:<br><a name='more'></a>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நா ரெனுமதனா<br>\nனானா ரிடமெதென்றுட் போனா னினைவுகள்போய்<br>\nநானா னெனக்குகையுட் டானாய்த் திகழுமான்ம — <br>\n&nbsp;&nbsp;&nbsp;ஞானமே; இதுவே மோனமே; ஏக வானமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பத் தானமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnā reṉumadaṉā<br>\nṉāṉā riḍamedeṉḏṟuṭ pōṉā ṉiṉaivugaḷpōy<br>\nnāṉā ṉeṉakkuhaiyuṭ ṭāṉāyt tikaṙumāṉma —<br>\n&nbsp;&nbsp;&nbsp;ñāṉamē; iduvē mōṉamē; ēka vāṉamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbat tāṉamē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ [அல்லது, ‘நான் ஆர்? இடம் எது?’] என்று உள் போனால், நினைவுகள் போய், ‘நான் நான்’ என குகை உள் தானாய் திகழும் ஆன்ம ஞானமே. இதுவே மோனமே, ஏக வானமே, இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, ‘nāṉ nāṉ’ eṉa guhai uḷ tāṉāy tikaṙum āṉma-ñāṉamē. iduvē mōṉamē, ēka vāṉamē, iṉba-tāṉamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ (அல்லது, ‘நான் ஆர்? இடம் எது?’) என்று உள் போனால், நினைவுகள் போய், குகை உள் ‘நான் நான்’ என ஆன்ம ஞானமே தானாய் திகழும். இதுவே மோனமே, ஏக வானமே, இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, guhai uḷ ‘nāṉ nāṉ’ eṉa āṉma-ñāṉamē tāṉāy tihaṙum. iduvē mōṉamē, ēka vāṉamē, iṉba-tāṉamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which the various thoughts are strung, if one goes within thus: what is the place from which I spread out, thoughts ceasing, in the cave <i>ātma-jñāna</i> alone will shine spontaneously as ‘I am I’. This alone is silence, the one space, the abode of bliss. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which [all] the various thoughts are strung, if one goes within [investigating] what is the place from which I spread out [or: who am I, what is [my] place], [all] thoughts [including the root thought, ‘I am this body’] will cease [or depart], and in the cave [of one’s heart] <i>ātma-jñāna</i> [pure self-awareness] alone will shine spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. This alone is silence, the one space [of pure awareness], the abode of bliss. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!).</blockquote>\n<ol>\n<li><a href=\"#ego\">Ego, the thought that is aware of itself as ‘I am this body’, is the one thread on which all other thoughts are strung</a></li>\n<li><a href=\"#investigation\">If we go within investigating the source from which we have spread out, ego and all other thoughts will cease</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ourself as ego is to rise, stand and flourish to the extent that we attend to anything other than ourself, but to subside and dissolve back within to the extent that we attend to ourself alone</a></li>\n<li><a href=\"#atma-jnana\">When ego and all other thoughts cease as a result of our going within investigating the source from which we have spread out, <i>ātma-jñāna</i> will shine spontaneously as ‘I am I’</a></li>\n<li><a href=\"#identity\">Our real identity is not ‘I am this’ or ‘I am that’ but only ‘I am I’, so though statements such as ‘I am <i>brahman</i>’ are useful as preliminary teachings, the ultimate teaching about our real identity is just ‘I am I’</a></li>\n<li><a href=\"#practical\">Not only is ‘I am I’ the ultimate teaching about our real identity, but it is also the most practical teaching, because to keep our attention fixed firmly on ourself alone we should not think that we are anything other than ‘I’</a></li>\n<li><a href=\"#brahman\">God or <i>brahman</i> is what shines eternally in our heart as ‘I am I’, so when we are aware of ourself as we actually are we will not be aware of ourself as ‘I am <i>brahman</i>’ or ‘I am God’ but only as ‘I am I’</a></li>\n<li><a href=\"#porul\">When we investigate ‘I am’, the source from which we have risen as ego, ego will die, and what will then shine forth as ‘I am I’ is our real nature, which is the one real substance (<i>poruḷ</i>), the infinite whole (<i>pūrṇa</i>)</a></li>\n<li><a href=\"#recognition\">The clear recognition ‘I am I’ is both the path and the goal, because the deeper we go in the practice of self-investigation, the more clearly we recognise that we are nothing other than ‘I’, and when this recognition becomes perfectly clear, that is awareness of ourself as we actually are</a></li>\n<li><a href=\"#vs01-1\"><i>Vicāra Saṅgraham</i> section 1.1: if we keenly investigate what it is that shines as ‘I’, we will experience a <i>sphurippu</i> or fresh clarity of self-awareness as ‘I am I’, and if we hold on to that without letting go, it will thoroughly annihilate ego, the false awareness ‘I am this body’</a></li>\n<li><a href=\"#ny05\"><i>Nāṉ Ār?</i> paragraph 5: thinking ‘I, I’ or ‘I am I’ can help us to become familiar with being self-attentive, but in order to sink deep within ourself we need to stop thinking even such thoughts</a></li>\n<li><a href=\"#sahaja\">When we recognise that the clear awareness ‘I am I’ is not anything new but what is eternal and therefore natural (<i>sahaja</i>), that is what he describes as the subsidence, cessation or extinguishing of <i>sphuraṇa</i></a></li>\n<li><a href=\"#tanetan\">‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’, means that what we actually are is only ourself, which is beginningless, infinite and undivided <i>sat-cit-ānanda</i></a></li>\n<li><a href=\"#sat-cit-ananda\">Clear self-awareness (<i>ātma-jñāna</i>), which shines forth spontaneously as ‘I am I’ when all thoughts cease, is <i>sat-cit-ānanda</i>: the silence of pure being, the one space of pure awareness and the abode of infinite happiness</a></li>\n</ol>\n<a name=\"ego\"></a><b>1. Ego, the thought that is aware of itself as ‘I am this body’, is the one thread on which all other thoughts are strung</b><br>\n<br>\n<a name=\"un05\"></a>As I explained <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#un05\">while discussing the previous verse</a>, ego is the false awareness ‘I am this body’ (meaning that it is what is aware of itself as if it were a particular body), but what Bhagavan means by ‘body’ in this context is not just the physical body but the entire person consisting of five ‘sheaths’, namely the physical body, life, mind, intellect and will, as he makes clear in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>. However, as ego we experience all these five sheaths collectively as ourself, and since we are always aware of ourself as one, not many, it seems to us that each of these five is a part of ourself, and that we are therefore partly a physical body, partly the life that animates that body, partly a mind, partly an intellect and partly a will.<br>\n<br>\nIn this order, each of these five sheathes is subtler than the previous one, so our will is the subtlest and our physical body is the grossest. Being the grossest, the physical body seems to us to be the outermost of these five sheaths, and being the subtlest, our will seems to be the innermost of them, and hence it is often referred to as our heart, meaning the centremost and most intimate part of the person whom we seem to be. As the outermost of the five sheaths, the physical body seems to be the container in which the other four sheaths reside.<br>\n<br>\nThat is, though our will (<i>cittam</i>) consists of inclinations (<i>vāsanās</i>), which are the seeds from which the other four sheaths (and everything else) sprout, and though it is therefore called the <i>kāraṇa śarīra</i> or ‘causal body’, whenever it appears it does so along with the other four sheaths, and like the intellect, mind and life it seems to be contained within whatever physical body we currently experience as ourself. Therefore we never experience ourself as any of these five sheaths without experiencing ourself as all of them.<br>\n<br>\nThis is why Bhagavan generally refers to our identification with all the five sheaths as the thought called ‘I am this body’, and why he refers to it in this verse as “‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவு” (<i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivu</i>), “the thought called ‘this, the body composed of flesh, itself is I’”. That is, though the term ‘ஊன் ஆர் உடல்’ (<i>ūṉ ār uḍal</i>), ‘the body composed of flesh’, obviously refers to the physical body, by implication it also refers to the other four sheaths, because we are never aware of ourself as a physical body without simultaneously being aware of ourself as the life, mind, intellect and will that seem to be contained within it and to animate it.<br>\n<br>\nWhenever we rise and stand as ego we are aware of ourself as if we were a body consisting of five sheaths, so this false awareness ‘I am this body’ is the very nature of ego, and it is what Bhagavan sometimes refers to as the thought called ‘I’ or the thought called ‘I am this body’, or in this case as the thought called ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ (<i>ūṉ ār uḍal iduvē nāṉ ām</i>), ‘this, the body composed of flesh, itself is I’. So why does he call this false awareness a thought?<br>\n<br>\nAccording to him everything other than pure awareness, which is our fundamental awareness of our own existence, ‘I am’, is just a thought, being a mental fabrication (<i>manō-kalpanā</i>) and therefore mental in nature. The first mental fabrication and the root of all other mental fabrications is ego, which is this false awareness ‘I am this body’, so it is a thought (<i>niṉaivu</i>) in the broad sense in which he uses this term.<br>\n<br>\n<a name=\"un24\"></a>No thought is other than ego’s awareness of it, so its awareness of anything other than pure awareness is a thought, and since ego is that which is aware of itself as something other than pure awareness, it is itself a thought. However, unlike all other thoughts, which are <i>jaḍa</i> (devoid of awareness) and therefore not aware of anything, ego is aware both of itself and all other things. That is, as Bhagavan explains in of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>, ego is what is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) with a body, which is non-aware (<i>jaḍa</i>), so it contains within itself an element of pure awareness. However, in ego pure awareness is seemingly distorted and obscured by being mixed and conflated with a body and other thoughts, and hence it is sometimes described as ‘<i>cidābhāsa</i>’, a semblance (or reflected image) of awareness, thereby indicating that it is not real awareness, even though it could not seem to exist if it were not supported by pure awareness, which is its source, substance, reality, foundation and essence.<br>\n<br>\nSince all other thoughts, which means everything else other than pure awareness, seem to exist only in the view of ourself as ego, none of them could exist without ego, and hence Bhagavan says that ego is the root of all other thoughts, and in this verse he describes it as ‘நானா நினைவுகள் சேர் ஓர் நார்’ (<i>nāṉā niṉaivugaḷ sēr ōr nār</i>), ‘the one thread on which [all] the various [or many] thoughts are strung [or joined]’. If we cut the root of a plant, the plant will die, and if we cut the string that holds the beads of a necklace together, the necklace will be destroyed. Likewise, if we eradiate ego, the false awareness ‘I am this body’, everything else will cease to exist along with it.<br>\n<br>\n<a name=\"investigation\"></a><b>2. If we go within investigating the source from which we have spread out, ego and all other thoughts will cease</b><br>\n<br>\nThis first clause, “‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால்” (<i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl</i>), “Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which [all] the various thoughts are strung”, ends with அதனால் (<i>adaṉāl</i>), which literally means ‘by that’, and which at the beginning of a clause would mean ‘therefore’, but at the end of a clause, as in this case, means ‘since’ or ‘because’. This word therefore indicates the logical connection between this clause and the rest of the sentence, namely that what is stated in this first clause is a reason for what is stated in the subsequent clauses. That is, the reason why thoughts will cease if we go within investigating ourself, the source from which ego rises, is that to the extent to which we attend to ourself, ego will thereby subside, and when we attend to ourself so keenly that we are thereby aware of ourself as we actually are, ego will cease to exist, and hence all other thoughts will cease to exist along with it.<br>\n<br>\n<a name=\"av1\"></a>Therefore the only means to bring about the permanent dissolution of all thoughts that he referred to in the second sentence of the <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html\">previous verse</a> is to eradicate ego, because ego is the first thought and root of all other thoughts, so the means to eradicate ego is explained by him in the next clause of the first sentence of this verse: ‘நான் ஆர் இடம் எது என்று உள் போனால்’ (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl</i>), ‘if one goes within [investigating] what is the place from which I spread out’. That is, since ego is a false aware of ourself (an awareness of ourself as something other than what we actually are), we can eradicate it only by being aware of ourself as we actually are, and we can be aware of ourself as we actually are only by attending to ourself so keenly that we thereby cease to be aware of anything else whatsoever. It is such keen self-attentiveness that Bhagavan describes in this clause, because to the extent that we are keenly self-attentive, we will thereby sink deep within until eventually we dissolve and merge forever in the source from which we rose, namely the pure, fundamental and ever-existing awareness ‘I am’.<br>\n<br>\n‘நான் ஆர் இடம் எது’ (<i>nāṉ ār iḍam edu</i>) can be interpreted in two ways, because ஆர் (<i>ār</i>) is both the root of a verb, which in this context means to spread out, and an interrogative pronoun meaning ‘who’. If we take it to be a verb, it is acting here as an adjectival or relative participle, so ‘நான் ஆர் இடம் எது’ (<i>nāṉ ār iḍam edu</i>) means ‘what is the place from which I spread out’. Alternatively, if we take it to be an interrogative pronoun, ‘நான் ஆர், இடம் எது’ (<i>nāṉ ār, iḍam edu</i>) means ‘who am I, what is [my] place’. In either case, இடம் (<i>iḍam</i>), ‘place’, is used metaphorically to refer to the source from which ‘I’ rises and the ground on which it stands, and this source or ground is nothing other than our own real nature (<i>ātma-svarūpa</i>), which is the fundamental awareness that always shines within us as our own being, ‘I am’.<br>\n<br>\nBhagavan sometimes described self-investigation (<i>ātma-vicāra</i>) as investigating who or what I am, and at other times he described it as investigating the place from which I rise, but these are just two alternative ways of describing exactly the same practice, because we ourself are the ‘place’ or source from which we rise as ego. Just as what seems to be a snake is an illusory appearance, because what it actually is is just a harmless rope, ego is an illusory appearance, because what it actually is is just pure awareness, which is our real nature. The rope is both what the snake actually is and the thing or source from which it appeared. Likewise, pure awareness is both what ego actually is (its substance or real nature) and the ‘place’ (the thing or source) from which it appeared.<br>\n<br>\nIn order to see that the snake is actually just a rope we need to look at it very carefully. Likewise, in order to see that we, who now seem to be this form-grasping phantom-like demon called ego, are actually just pure awareness we need to attend to ourself very keenly. Attending to ourself thus is self-investigation, which we can describe either as investigating what we, this ego, actually are, or equally well as investigating the place or source from which we have appeared or risen. Therefore in this clause, ‘நான் ஆர் இடம் எது என்று உள் போனால்’ (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl</i>), ‘if one goes within [investigating] what is the place from which I spread out’, it does not matter whether we interpret ‘நான் ஆர் இடம் எது’ (<i>nāṉ ār iḍam edu</i>) to mean ‘what is the place from which I spread out’ or ‘ who am I [and] what is the place [from which I appear]’, because the ‘place’ or source from which we appear, rise or spread out is itself what we actually are.<br>\n<br>\n<a name=\"un26a\"></a> In the phrase ‘நான் ஆர் இடம்’ (<i>nāṉ ār iḍam</i>), ‘the place from which I spread out’, there are two implications of the verb ஆர் (<i>ār</i>), ‘spread out’, because ‘நான் ஆர் இடம்’ (<i>nāṉ ār iḍam</i>) implies firstly the source from which ego rises, and secondly the source from which it then immediately spreads out as all other thoughts. That is, all other thoughts (which means all phenomena, since all phenomena are just thoughts in the sense of mental phenomena) are just an expansion of ego, because what ego sees as all other thoughts is itself alone, as Bhagavan implies in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> by saying ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’. In other words, ego is the substance that appears as all other thoughts, because they appear and disappear only in the view of ourself as ego, so they have no existence independent of ego. They borrow their seeming existence from the seeming existence of ourself as ego, and ego borrows its seeming existence from the real existence of ourself as we actually are, namely <i>sat-cit</i>, pure being-awareness, which is the ‘place’ or source from which it rises. Therefore, as soon as we rise as ego, we immediately spread out as the appearance of all other thoughts or phenomena.<br>\n<br>\nIf we go within by keenly investigating ourself, the source from which we have risen as ego (and then spread out as all other thoughts), and the ground that underlies and supports the appearance of ourself as ego, the thought ‘I am this body’ (namely ego), which is the first thought and the root of all other thoughts, will cease to exist, and hence all other thoughts will cease along with it, as he implies in the second and third clauses of this first sentence: ‘நான் ஆர் இடம் எது என்று உள் போனால், நினைவுகள் போய்’ (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy</i>), ‘if one goes within [investigating] what is the place from which I spread out, thoughts ceasing’. That is, in this context the adverbial clause ‘நினைவுகள் போய்’ (<i>niṉaivugaḷ pōy</i>), ‘thoughts ceasing’, implies that all thoughts, including the root thought ‘I am this body’, will cease forever when we as ego go within deeply enough by investigating our own being, ‘I am’, which is both our source and substance, meaning that it is the source from which we have risen and the one real substance that we actually are.<br>\n<br>\n<a name=\"un25\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ourself as ego is to rise, stand and flourish to the extent that we attend to anything other than ourself, but to subside and dissolve back within to the extent that we attend to ourself alone</b><br>\n<br>\nTherefore implied in these two clauses, ‘நான் ஆர் இடம் எது என்று உள் போனால், நினைவுகள் போய்’ (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy</i>), ‘if one goes within [investigating] what is the place from which I spread out, thoughts ceasing’, is what is not only one of the most fundamental and essential principles of Bhagavan’s teachings, but also the one that is of greatest practical significance, namely that we rise, stand and flourish as ego to the extent that we attend to anything other than ourself, but subside back within to the extent that we attend only to our own being, ‘I am’, so if we sink deep within by attending to our being sufficiently keenly, we will thereby dissolve and merge in it forever, never to rise again, and everything else (namely all thoughts or phenomena) will cease to exist along with us. This principle is implied by him in many of his verses and oral teachings, particularly in <i>Uḷḷadu Nāṟpadu</i>, but it is expressed by him most clearly, succinctly and comprehensively in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும். தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum. tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. [Such is the nature of this] formless demon ego. Investigate.</blockquote>\nSince ego is ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless demon [phantom or evil spirit]’, whatever forms it grasps are things other than itself, so ‘உருப்பற்றி’ (<i>uru-p-paṯṟi</i>), ‘grasping form’, implies grasping things other than itself. However, being a formless spirit, it has no means to grasp such things other than in its awareness, so in this context ‘பற்றி’ (<i>paṯṟi</i>), ‘grasping’, implies attending to and thereby being aware of. Therefore the first four sentences of this verse, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form’, imply that the very nature of ego is to grasp forms, which means to attend to and be aware of things other than itself, namely objects or phenomena of one kind or another. Without grasping forms or phenomena, it cannot come into existence, endure or flourish, so they are the food on which it must constantly feed itself in order to survive.<br>\n<br>\nIn other words, we seem to be ego, this false awareness that is always aware of itself as ‘I am this body’, only so long as we are attending to anything other than ourself, so by attending to such things we are nourishing and perpetuating this illusory phantom called ego. How then can we eradicate ego? Only by attending to ourself alone, as Bhagavan implies in the fifth sentence of this verse, which is its logical conclusion: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’.<br>\n<br>\nThough the passive conditional clause ‘if sought’ is the clearest way to translate the conditional participle ‘தேடினால்’ (<i>tēḍiṉāl</i>) in this context, a more accurate translation of it would be ‘if seeking’, because it is not actually passive but active, though in this case it has neither an explicit subject nor an explicit object. So what is the implied subject and implied object of this conditional participle? In other words, what is to seek and what is to be sought? What is to be sought is ego, or rather, the reality of ego (that is, what ego actually is when it is divested of all its adjuncts), and what is to seek it is likewise ego, which means ourself as ego. Therefore what ‘தேடினால்’ (<i>tēḍiṉāl</i>), ‘if seeking’ or ‘if sought’, implies is ‘if we as ego seek the reality of ourself’, or in other words, ‘if we investigate ourself by keenly attending to ourself in order to see what we actually are’.<br>\n<br>\nஓட்டம் (<i>ōṭṭam</i>) is a noun that means ‘running’, ‘fleeing’ or ‘flight’ (not in the sense of ‘flying’ but in the sense of ‘fleeing’ or ‘running away’), and பிடிக்கும் (<i>piḍikkum</i>) is the neuter third person singular future or predictive form of the verb பிடி (<i>piḍi</i>), which means to grasp, seize, catch, take or resort to, so ஓட்டம்பிடி (<i>ōṭṭam-piḍi</i>) is a compound term that means to take flight, flee or run away, and hence ‘ஓட்டம்பிடிக்கும்’ (<i>ōṭṭam-piḍikkum</i>) means ‘it will take flight’, ‘it will flee’ or ‘it will run away’, in which ‘it’ refers to ego. Therefore ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’, implies that if we attend only to ego to see its underlying reality, it will run away, meaning that it will subside back within and dissolve in the pure awareness ‘I am’, which is its source and underlying reality.<br>\n<br>\nThus, whereas the first four sentences of this verse imply that the very nature of ego is to always grasp things other than itself, this fifth sentence implies that if instead of grasping any other thing it tries to grasp itself alone, it will thereby subside and dissolve back into its source, which is what we actually are. In other words, we seem to be ego so long as we attend to and thereby experience anything other than ourself, but if instead we turn our attention back towards ourself to see what we actually are, we will see that there is actually no such thing as ego at all, because what seemed to be ego was only ourself as we always actually are, namely <i>sat-cit</i>, pure being-awareness, ‘I am’. Or to put it even more simply, we seem to be ego only so long as we are looking elsewhere, because if we look at ourself carefully enough, we will not see any such thing as ego at all. What we will see in its place is only its underlying reality, namely <i>ātma-svarūpa</i>, the real nature of ourself, which is pure, infinite, indivisible and immutable being-awareness (<i>sat-cit</i>), which is eternally free of adjuncts (<i>upādhis</i>) and therefore never aware of itself as anything other than ‘I am I’.<br>\n<br>\nSince the nature of ego is to flourish so long as its existence is taken for granted, but to run away when it is investigated, Bhagavan used to illustrate this by telling a story about a wayfarer who posed as a bridegroom’s friend. In earlier times in India a wedding celebration typically lasted five days. It would take place in the village of the bride, whose family would host the family and friends of the bridegroom. One day a wayfarer noticed preparations for a wedding in a village and saw the party of the bridegroom approaching, so he decided that this would be a good opportunity for him to feast and enjoy himself for five days. As the bridegroom’s party entered the village he joined them, and when they came near the bride’s house, he entered ahead of them and started to give instructions to her party as if he were a representative of the bridegroom’s party. He then welcomed the bridegroom’s party as if he belonged to the bride’s party, so each party mistook him to be an important member of the other party and honoured him accordingly. In this way he enjoyed himself for five days, bossing over both parties and taking full advantage of the respect they showed him, but when the celebrations were drawing to a close and the guests were leaving, the close relatives of the bride and bridegroom were finally able to sit down together to discuss various matters. A relative of the bride then asked who the very helpful young friend of the bridegroom was, but the bridegroom’s relatives replied that they did not know him and thought that he was a friend or relative of the bride’s family. Seeing that they were beginning to investigate who he was, the wayfarer quietly slipped away, so when they looked for him he was nowhere to be found, and that was the last they ever saw of him.  Likewise, so long as we do not investigate who or what this ego actually is, it will boss over us and take full advantage of our ignorance and gullibility, but if we investigate it carefully enough, it will just slip away, never to be found or to appear again.<br>\n<br>\nAnother story that Bhagavan sometimes told to illustrate this was as follows: A <i>sādhu</i> (religious mendicant) lived in an old dilapidated <i>maṇḍapam</i> (open pillared hall built for use during temple festivals) outside a village. Once a day he would go to the village to beg his food, which he would bring back to the <i>maṇḍapam</i>, and after eating half of it he would keep the other half in his begging bowl to eat the next morning. One morning he woke up and found his bowl was empty, so he understood that it must have been eaten by someone while he was sleeping. The next night, therefore, he wanted to remain vigilant in order to catch the thief, but he was eventually overcome by sleep, and after a while he was woken by a slurping sound. Opening his eyes he saw a dog was licking the food from his bowl, but as soon as the dog noticed him looking at it, it ran away. Therefore the next night he was determined to be more vigilant. He lay down with his eyes closed as if he were sleeping, but listened intently for any sound. After a while he heard the soft sound of the dog approaching, so he opened his eyes. Seeing that he was looking at it, the dog stopped, waiting for him to close his eyes, but since he continued looking at it, it gradually began to slip away. The following night he was again vigilant, looking out for the dog’s arrival, so when the dog cautiously entered the <i>maṇḍapam</i>, it saw that it was being watched, so it stopped and then slowly began to retreat. The next night it did not even enter the <i>maṇḍapam</i> but peered in from outside, and seeing that it was again being watched, it slipped away. Each successive night it was more cautious and stayed further away from the <i>maṇḍapam</i>, but seeing that it was being watched every time, it eventually stopped coming.<br>\n<br>\nSuch is the nature of ego. If we do not watch it vigilantly, it will rise and play havoc with us, but if we merely watch it, it will subside and take flight. Being very gentle natured, the <i>sādhu</i> never tried to chase the dog away, but simply looked at it, and his mere look was sufficient to make it retreat and run away. Ego rises, stands and flourishes to the extent to which we attend to anything other than ourself, but like the dog withdrawing because it is being watched, ego will withdraw and sink back into its source to the extent to which we vigilantly attend to it. Therefore curbing the rising of ego and eventually vanquishing it entirely is extremely easy, provided that we have sufficient love to do so. All we have to do is just to be vigilantly self-attentive, watching ourself carefully to prevent ourself rising as ego.<br>\n<br>\nAnother analogy I often use to illustrate this is the nature of a young rabbit, who likes to come out of its burrow to play, but knows that being outside is potentially dangerous, because predators such as foxes may try to catch and kill it. Therefore when no one is watching it, it will happily play about outside, but as soon as it notices that it is being watched, it will return to its burrow for safety. If it is being watched from a distance, it will remain outside but close to its burrow, but the closer the watching eyes approach, the more it will retreat back to its burrow, and when it is being watched closely, it will withdraw into its burrow and wait there until the danger has passed.<br>\n<br>\nLikewise, ego likes to rise and run outwards to play about in the world of phenomena, but it can do so only so long as it is not being watched, so if we keep a watchful eye on it (that is, on ourself, who now seem to be ego), its rising and restless activity will thereby be curbed. To the extent that we watch it carefully, it will thereby sink back within, so the more keenly we watch it, the more it will retreat back towards its source, like the rabbit retreating back towards its burrow. Even when we are not watching it so keenly that it sinks back deep inside and thereby merges completely in its source, we can at least curb the speed and enthusiasm with which it rushes outwards by trying to watch it as much as we can. Watching it is not at all difficult, so the only obstacle that prevents us from doing so is our enthusiasm for going outwards and consequent lack of willingness to watch ourself.<br>\n<br>\nThe bridegroom’s spurious friend, the hungry dog and the playful young rabbit are each analogous to ego, because like ego they will each run away when they are investigated or watched. However, each of these three is something other than the one who is investigating or watching it, whereas ego is itself the one who needs to investigate or watch itself. That is, when we look carefully at ego to see what it actually is, we are not looking at an object but only at ourself, who now seem to be ego. In other words, it is we as ego who need to investigate ourself by being keenly self-attentive, because though ego is not what we actually are, it is not anything other than what we actually are. The rope is not a snake, but the snake is nothing other than the rope, so if we look at the snake carefully enough, it will in effect run away, because we will see that it is not actually a snake but only a rope. Likewise, what we actually are is not ego, but ego is nothing other than what we actually are, namely <i>sat-cit</i>, so if we (who now seem to be ego) look at ego carefully enough, it will in effect run away, because we will see that we are not actually ego but only <i>sat-cit</i>.<br>\n<br>\n<a name=\"un26\"></a> Since ego will run away (meaning that it will cease to exist) when we attend to ourself keenly enough, and since everything else (all other thoughts, namely all forms, objects or phenomena) seems to exist only in the view of ourself as ego, when ego ceases to exist as a result of our vigilant self-investigation, everything else will cease to exist along with it, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nThis is why he says in the second and third clauses of the first sentence of this second verse of <i>Āṉma-Viddai</i>: ‘நான் ஆர் இடம் எது என்று உள் போனால், நினைவுகள் போய்’ (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy</i>), ‘if one goes within [investigating] what is the place from which I spread out, thoughts ceasing’. That is, since ego, which is the first thought, namely the thought ‘I am this body’, will cease to exist when we investigate ourself (the source from which we have risen as ego and spread out as everything else) keenly enough, all other thoughts will cease to exist along with it, so investigating ourself entails giving up not only ego but also everything else.<br>\n<br>\n<a name=\"atma-jnana\"></a><b>4. When ego and all other thoughts cease as a result of our going within investigating the source from which we have spread out, <i>ātma-jñāna</i> will shine spontaneously as ‘I am I’</b><br>\n<br>\nWhen all thoughts cease along with their root, namely ego, which is the thought ‘I am this body’, what will then remain shining is only pure self-awareness (<i>ātma-jñāna</i>), which is always aware of itself as it actually is, namely as ‘I am only I’, as Bhagavan implies in the main clause of this first sentence: “நான் ஆர் இடம் எது என்று உள் போனால், நினைவுகள் போய், ‘நான் நான்’ என குகை உள் தானாய் திகழும் ஆன்ம ஞானமே” (<i>nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, ‘nāṉ nāṉ’ eṉa guhai uḷ tāṉāy tikaṙum āṉma-ñāṉamē</i>), “if one goes within [investigating] what is the place from which I spread out, thoughts ceasing, in the cave <i>ātma-jñāna</i> alone will shine spontaneously as ‘I am I’”.<br>\n<br>\nHere குகை (<i>guhai</i>), ‘cave’, is a metaphor for the heart, the innermost core of ourself, and ‘ஆன்ம ஞானம்’ (<i>āṉma-ñāṉam</i>) is a Tamil form of the Sanskrit term ‘आत्म ज्ञान’ (<i>ātma-jñāna</i>), which means self-knowledge or self-awareness in the sense of the pure adjunct-free awareness of our own existence, ‘I am’. Though <i>ātma-jñāna</i> is always clearly shining within us as ‘I am’, in the view of ourself as ego it seems to be obscured, because instead of being aware of ourself as just ‘I am’, we are now aware of ourself as ‘I am this body’. In other words, though we always know <i>that I am</i>, we do not know <i>what I am</i>, which means that we know our existence but not our real identity.<br>\n<br>\nWhether we know our real identity or not, we always know our own existence as ‘I am’, so what we now need to know is our real identity, because only when we know our real identity (that is, when we know ourself as we actually are) will this false identification ‘I am this body’ be eradicated. This is why we need to investigate what we actually are, because only by investigating ourself can we know ourself as we actually are.<br>\n<br>\nWhat we actually are is only ourself and nothing else, so our real identity is only ‘I am I’ and not ‘I am this’ or ‘I am that’. As Bhagavan often explained, what is aware of itself as ‘I am this’ or ‘I am that’ is only ego, whereas our real nature is always aware of itself just as ‘I am I’. This is why he says in this sentence that if we sink deep within by investigating ourself, thoughts will cease (thereby implying that the primal thought ‘I am this body’ will cease to exist along with all other thoughts) and <i>ātma-jñāna</i> will shine forth within the cave of our heart as ‘I am I’ (that is, as awareness of ourself as ourself alone).<br>\n<br>\n<a name=\"identity\"></a><b>5. Our real identity is not ‘I am this’ or ‘I am that’ but only ‘I am I’, so though statements such as ‘I am <i>brahman</i>’ are useful as preliminary teachings, the ultimate teaching about our real identity is just ‘I am I’</b><br>\n<br>\nThis fact that our real identity is not ‘I am this’ or ‘I am that’ but only ‘I am I’ is one of the fundamental and most important principles of his teachings, but unfortunately it has been obscured in most English books on his teachings, because in such books the statements ‘நான் நான்’ (<i>nāṉ nāṉ</i>) and ‘अहम् अहम्’ (<i>aham aham</i>), both of which mean ‘I am I’, have in most cases been misinterpreted and wrongly translated as ‘I-I’, which does not convey any clear meaning at all. As far as I am aware the only English book that was published in Bhagavan’s bodily lifetime in which ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘अहम् अहम्’ (<i>aham aham</i>) was correctly interpreted as ‘I am I’ is <a href=\"http://www.holybooks.com/wp-content/uploads/Maha-Yoga-or-the-Upanishadic-Lore.pdf\"><i>Maha Yoga</i></a>, in the ninth chapter of which (2002 edition, page 150) Lakshmana Sarma wrote:<br>\n<blockquote>the mind becomes reduced to the state of pure Consciousness and begins to shine steadily in its pure form, as the formless ‘I’; the Sage calls this formless Consciousness the ‘I am I’ to distinguish it from the ego-sense which has the form of ‘I am this (body)’;</blockquote>\nIn a sentence such as ‘A is B’, A is the subject, ‘is’ is a copula and B is the subject complement, and in such a sentence in English a copula is generally required, but in many languages, including Tamil and Sanskrit, the copula in such a sentence is not required (a linguistic feature known as ‘zero copula’), because it is implied by the presence of a subject and complement with no verb, so in a sentence such as ‘A B’ the copula would be understood. For example, ‘நான் இது’ (<i>nāṉ idu</i>) means ‘I am this’, ‘நான் அது’ (<i>nāṉ adu</i>) means ‘I am that’, and ‘நானார்?’ (<i>nāṉ ār?</i>) means ‘I am who?’, even though there is no explicit copula (no verb that means ‘am’) in any of these sentences, because it is implicit in each of them. Likewise, ‘நான் நான்’ (<i>nāṉ nāṉ</i>) means ‘I am I’, because the copula is implicit in all such sentences.<br>\n<br>\nThe reason why Bhagavan often referred to the Biblical statement in which God reveals his real identity by saying ‘I am that I am’ (<i>Exodus</i> 3.13) is that ‘I am I’ is what he took this statement to mean (the exact meaning of the original Hebrew is not entirely clear, so it can be and has been interpreted in a variety of different ways, but one possible interpretation of it is ‘I am is what I am’ or ‘I am is who I am’, which implies the same as ‘I am I’, and the aptness of this interpretation is confirmed by the next sentence, in which God tells Moses to say ‘I am has sent me to you’). This is why he sometimes said that this Biblical statement is the greatest of all the <i>mahāvākyas</i> (great statements that proclaim our real identity), thereby implying that it is a more apt expression of our real identity than any of the four <i>mahāvākyas</i> of the Vedas, namely ‘प्रज्ञानं ब्रह्म’ (<i>prajñānaṁ brahma</i>), ‘pure awareness is <i>brahman</i>’ (<i>Aitareya Upaniṣad</i> 3.3), ‘अयम् आत्मा ब्रह्म’ (<i>ayam ātmā brahma</i>), ‘this self is <i>brahman</i>’ (<i>Māṇḍūkya Upaniṣad</i> 2), ‘तत् त्वम् असि’ (<i>tat tvam asi</i>), ‘that you are’ (<i>Chāndōgya Upaniṣad</i> 6.8.7), and ‘अहं ब्रह्मास्मि’ (<i>ahaṁ brahmāsmi</i>), ‘I am <i>brahman</i>’ (<i>Br̥hadāraṇyaka Upaniṣad</i> 1.4.10).<br>\n<br>\nSo long as we are looking for something called <i>brahman</i> or God outside ourself, we need to be told that <i>brahman</i> or God is nothing other than ourself, because then only will we stop looking outside and instead turn our attention back within to investigate ourself alone, so this is the purpose and aim of each of the four <i>mahāvākyas</i> of the Vedas. However, we need to be reminded that we are <i>brahman</i> only so long as we still have a tendency to think of <i>brahman</i> as anything other than ourself. Once we have understood and are firmly convinced that we are <i>brahman</i>, we will understand that since the word ‘<i>brahman</i>’ refers to nothing other than ‘I’, the implication of statements such as ‘I am <i>brahman</i>’ is just ‘I am I’.<br>\n<br>\n<a name=\"un36\"></a>That is, the word ‘<i>brahman</i>’ becomes redundant once we truly understand that it means nothing other than ‘I’, because ‘I’ is the most direct and natural way for us to refer to ourself. Why should we continue to think or talk about <i>brahman</i> once we have understood that there is no such thing as <i>brahman</i> other than ‘I’? If we are not yet sufficiently convinced that we are <i>brahman</i>, it may be helpful to remind ourself that we are <i>brahman</i> or that <i>brahman</i> is ourself, but once we are firmly convinced that <i>brahman</i> is nothing other than ‘I’, we will stop thinking about <i>brahman</i> as if it were anything other than ourself and will instead try to attend only to ‘I’.<br>\n<br>\nAs Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">verse 36</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br>\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br>\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ<br>\nநாமதுவா நிற்குமத னால்.<br>\n<br>\n<i>nāmuḍaleṉ ḏṟeṇṇiṉala nāmaduveṉ ḏṟeṇṇumadu<br>\nnāmaduvā niṟpadaṟku naṯṟuṇaiyē — yāmeṉḏṟu<br>\nnāmaduveṉ ḏṟeṇṇuvadē ṉāṉmaṉida ṉeṉḏṟeṇumō<br>\nnāmaduvā niṟkumada ṉāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ? நாம் அதுவா நிற்கும் அதனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō? nām adu-v-ā niṟkum adaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் நாம் அதுவா நிற்கும் அதனால், ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. eṉḏṟum nām adu-v-ā niṟkum adaṉāl, ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō?</i><br>\n<br>\n<b>English translation:</b> If we think that we are a body, thinking ‘No, we are that’ will be just a good aid for us to stand as that. Since we always stand as that, why thinking ‘We are that’? Does one think ‘I am a man’?<br>\n<br>\n<b>Explanatory paraphrase:</b> If we think that we are a body, thinking ‘No [we are not this body], we are that [<i>brahman</i>]’ will be just a good aid for [reminding and encouraging] us to stand [firmly] as that. [However] since we always stand [abide or exist] as that, why [should we be] thinking ‘We are that’? Does one think ‘I am a man’ [that is, does one need to always think ‘I am a man’ in order to be aware of oneself as a man]? [Therefore instead of just thinking ‘I am not this body, I am that’, we should look keenly at ourself to see what we actually are, because only when we see what we actually are will we see that we always stand firmly as that.]</blockquote>\nIf we think that we are a donkey or a monkey, it may be helpful to remind ourself, ‘No, I am neither a donkey nor a monkey, I am a human being’, but if we know that we are human, there is no need for us to think ‘I am human’. Likewise, if we think we are anything other than <i>brahman</i>, it may be helpful for us to remind ourself, ‘No, I am only <i>brahman</i> and not anything else’, but once we have understood that we are nothing other than <i>brahman</i> and that <i>brahman</i> is nothing other than ourself, there is no need for us to think ‘I am <i>brahman</i>’.<br>\n<br>\nIndeed, there is no need for us to think about anything other than ‘I’, so even the thought or idea of <i>brahman</i> becomes redundant, because in our understanding it has been correctly and effectively replaced by ‘I’. If we want to think about <i>brahman</i>, all we need do is to attend only to ‘I’. Attending to anything other than ‘I’, even to the thought of <i>brahman</i>, is not meditating on <i>brahman</i> but on something else, because there is no <i>brahman</i> other than ‘I’.<br>\n<br>\nSo long as we rise as ego, we are consequently aware of ourself as ‘I am this body’ and are also aware of the seeming existence of things other than ‘I’, so we are not aware of ourself as we actually are, namely as that which alone exists, and hence we are not aware of <i>brahman</i> as it is, namely as ourself alone. Therefore for us <i>brahman</i> is just an idea, just one thought among many other thoughts, so if we think ‘I am <i>brahman</i>’ we are identifying ourself with a mere idea and not with <i>brahman</i> as it actually is, because we do not know <i>brahman</i> as it actually is.  <br>\n<br>\nWhen we are aware of ourself as we actually are, we will not be aware of ourself as ‘I am <i>brahman</i>’ but only as ‘I am I’ (in other words, we will be aware of ourself as ourself alone), because it will then be clear to us that nothing other than ourself actually exists, so there is no such thing as <i>brahman</i> other than ‘I’. Therefore though statements such as ‘I am <i>brahman</i>’ are useful as preliminary teachings, the ultimate teaching about our real identity is not ‘I am <i>brahman</i>’ but just ‘I am I’, because what we actually are is nothing other than ‘I’.<br>\n<br>\n<a name=\"practical\"></a><b>6. Not only is ‘I am I’ the ultimate teaching about our real identity, but it is also the most practical teaching, because to keep our attention fixed firmly on ourself alone we should not think that we are anything other than ‘I’</b><br>\n<br>\nNot only is ‘I am I’ the ultimate teaching about our real identity, but it is also the most practical teaching, because once we have clearly understood that we are nothing other than ‘I’, we will have no inclination to think about or investigate anything else. So long as we think ‘I am <i>brahman</i>’, our attention is liable to be diverted away from ourself towards the idea of <i>brahman</i>, so to keep our attention fixed firmly on ourself alone we should not think that we are anything other than ‘I’.<br>\n<br>\nThis is why Bhagavan used the statement ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘अहम् अहम्’ (<i>aham aham</i>), ‘I am I’, so frequently to point out what we actually are, and why we can conclude without the least shadow of doubt that this is indeed the <i>Ramaṇa mahāvākya</i>: the great statement (<i>mahāvākya</i>) by which he proclaimed our real identity, and which lies at the very heart of his teachings and pervades all of them, in many cases explicitly and in other cases implicitly. That is, the reason he emphasised this <i>mahāvākya</i>, ‘I am I’, rather than any other <i>mahāvākya</i> such as ‘अहं ब्रह्मास्मि’ (<i>ahaṁ brahmāsmi</i>), ‘I am <i>brahman</i>’, or any equivalent such as ‘शिवोऽहम्’ (<i>śivō’ham</i>), ‘I am Siva’, or ‘सोऽहम्’ (<i>sō’ham</i>), ‘I am he’, is that the principal and ultimate aim of all his teachings is that we should focus our entire attention only on ‘I’ and not allow ourself to be distracted by anything else, not even by the thought of <i>brahman</i> or God, because what <i>brahman</i> or God actually is is nothing other than ‘I’, and still more importantly, what we ourself actually are is nothing other than ‘I’. Since nothing other than ‘I’ is real, and since we ourself are nothing other than ‘I’, we can know what is real and what we actually are only by attending to ‘I’ and not by attending to anything else whatsoever, so he never tired of reminding us that what we are is only ‘I’: ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘अहम् अहम्’ (<i>aham aham</i>), ‘I am I’.<br>\n<br>\n<a name=\"brahman\"></a><b>7. God or <i>brahman</i> is what shines eternally in our heart as ‘I am I’, so when we are aware of ourself as we actually are we will not be aware of ourself as ‘I am <i>brahman</i>’ or ‘I am God’ but only as ‘I am I’</b><br>\n<br>\n<a name=\"vcm-mang\"></a>For example, in the <a href=\"https://happinessofbeing.blogspot.com/2021/08/is-anything-other-than-ourself.html#c3152668321375599761\"><i>maṅgalam</i> verse</a> that he wrote for his Tamil translation of <i>Vivēkacūḍāmaṇi</i> he implies that the means to eradicate ego, which is the root ignorance (<i>mūla avidyā</i>) ‘I am this body’, is to remain always joyfully fixed in the feet or state of God, who is what shines eternally in our heart as ‘I am I’:<br>\n<blockquote>அகமெனு மூல வவித்தை யகன்றிட<br>\nவகமக மாக வல்லும் பகலற<br>\nவகமொளி ராத்ம தேவன் பதத்தினி<br>\nலகமகிழ் வாக வனிசம் ரமிக்கவே.<br>\n<br>\n<i>ahameṉu mūla vaviddai yahaṉḏṟiḍa<br>\nvahamaha māha vallum pahalaṟa<br>\nvahamoḷi rātma dēvaṉ padattiṉi<br>\nlahamahiṙ vāha vaṉiśam ramikkavē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகம் எனும் மூல அவித்தை அகன்றிட ‘அகம் அகம்’ ஆக அல்லும் பகல் அற அகம் ஒளிர் ஆத்ம தேவன் பதத்தினில் அக மகிழ்வு ஆக அனிசம் ரமிக்கவே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aham eṉum mūla aviddai ahaṉḏṟiḍa ‘aham aham’ āha allum pahal aṟa aham oḷir ātma dēvaṉ padattiṉil aha mahiṙvu āha aṉiśam ramikkavē</i>.<br>\n<br>\n<b>English translation:</b> For the root ignorance called ‘I’ to depart, may we always delight as inner joy in the feet of <i>ātma-dēva</i>, who shines without night and day in the heart as ‘I am I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> So that the <i>mūla avidyā</i> [root or original ignorance] called ‘I’ [ego] may depart, may we always delight as inner joy in the feet [or state] of <i>ātma-dēva</i> [the shining one or God, who is oneself], who shines without night and day in the heart as ‘I am I’.</blockquote>\n<a name=\"hkm\"></a>He refers to our real nature here as <i>ātma-dēva</i> because देव (<i>dēva</i>) or தேவன் (<i>dēvaṉ</i>) means ‘the shining one’, being derived from the verbal root दिव् (<i>div</i>), which means ‘to shine’, so God is called <i>dēva</i> because he is the real nature of ourself (<i>ātma-svarūpa</i>), which is what shines in our heart timelessly and immutably as ‘I am I’ without ever appearing or disappearing and without ever waxing or waning. This <i>ātma-dēva</i> is what is otherwise called <i>brahman</i>, so in the first two lines of the verse ‘हृदय कुहर मध्ये’ (<i>hṛdaya kuhara madhyē</i>) he sings:<br>\n<blockquote>हृदय कुहर मध्ये केवलं ब्रह्म मात्रं<br>\nह्यहमह मिति साक्षा दात्मरू पेण भाति।<br>\n<br>\n<i>hṛdaya kuhara madhyē kēvalaṁ brahma mātraṁ<br>\nhyahamaha miti sākṣā dātmarū pēṇa bhāti</i>.<br>\n<br>\n<b>पदच्छेद:</b> हृदय कुहर मध्ये केवलम् ब्रह्म मात्रम् हि ‘अहम् अहम्’ इति साक्षात् आत्म रूपेण भाति.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>hṛdaya kuhara madhyē kēvalam brahma mātram hi ‘aham aham’ iti sākṣāt ātma rūpēṇa bhāti </i>.<br>\n<br>\n<b>English translation:</b> In the centre of the heart-cave solitarily <i>brahman</i> alone shines clearly in the form of oneself as ‘I am I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> In the centre of the heart-cave solitarily <i>brahman</i> alone shines clearly [directly or immediately] in the form of oneself as ‘I am I’ [that is, as awareness of oneself as oneself alone].</blockquote>\n<a name=\"una08\"></a>In this context केवलम् (<i>kēvalam</i>) is an adverb that means ‘solitarily’, so it implies that <i>brahman</i> is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), as Bhagavan also implied in the first two lines of his Tamil translation of this verse, namely verse 8 of <i>Uḷḷadu Nāṟpadu Anubandham</i>, in which he translated ‘केवलम् ब्रह्म मात्रम्’ (<i>kēvalam brahma mātram</i>), ‘solitarily <i>brahman</i> alone’, as ‘ஏகம் ஆம் பிரம்ம மாத்ரம்’ (<i>ēkam ām birammam mātram</i>), ‘<i>brahman</i>, which is the one, alone’:<br>\n<blockquote>இதயமாங் குகையி னாப்ப ணேகமாம் பிரம்ம மாத்ர<br>\nமதுவக மகமா நேரே யவிர்ந்திடு மான்மா வாக.<br>\n<br>\n<i>idayamāṅ guhaiyi ṉāppa ṇēkamām biramma mātra<br>\nmaduvaha mahamā nērē yavirndiḍu māṉmā vāha</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இதயம் ஆம் குகையின் நாப்பண் ஏகம் ஆம் பிரம்மம் மாத்ரம் அது ‘அகம் அகம்’ ஆ நேரே அவிர்ந்திடும் ஆன்மாவாக.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>idayam ām guhaiyiṉ nāppaṇ ēkam ām birammam mātram adu ‘aham aham’ ā nērē avirndiḍum āṉmā-v-āha </i>.<br>\n<br>\n<b>அன்வயம்:</b> இதயம் ஆம் குகையின் நாப்பண் ஏகம் ஆம் பிரம்மம் மாத்ரம் அது ‘அகம் அகம்’ ஆ ஆன்மாவாக நேரே அவிர்ந்திடும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>idayam ām guhaiyiṉ nāppaṇ ēkam ām birammam mātram adu ‘aham aham’ ā āṉmā-v-āha nērē avirndiḍum </i>.<br>\n<br>\n<b>English translation:</b> In the centre of the cave that is the heart <i>brahman</i>, which is the one, alone shines directly as oneself as ‘I am I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> In the centre of the cave that is the heart <i>brahman</i>, which is the one [without a second], alone shines directly as oneself as ‘I am I’ [that is, as awareness of oneself as oneself alone].</blockquote>\n<i>Brahman</i> alone shines directly as oneself in the sense that it is what we always actually are, but <i>brahman</i> is not aware of itself as ‘I am <i>brahman</i>’ but only as ‘I am I’, because in its clear view it alone is what actually exists, so it is aware of itself as nothing other than itself, namely as ‘I am I’. Therefore, since <i>brahman</i> alone is what we actually are, when we are aware of ourself as we actually are we will not be aware of ourself as ‘I am <i>brahman</i>’ but only as ‘I am I’, as Bhagavan implies not only in this <a href=\"#av2\">second verse</a> of <i>Āṉma-Viddai</i> but also in <a href=\"#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i> and <a href=\"#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"porul\"></a><b>8. When we investigate ‘I am’, the source from which we have risen as ego, ego will die, and what will then shine forth as ‘I am I’ is our real nature, which is the one real substance (<i>poruḷ</i>), the infinite whole (<i>pūrṇa</i>)</b><br>\n<br>\n<a name=\"uu19\"></a>That is, as ego we are always aware of ourself as ‘I am this body’, but when we investigate ourself keenly enough we will be aware of ourself as we actually are, so we will thereby cease to be aware of ourself as ‘I am this’ or ‘I am that’ and will instead be aware of ourself as ‘I am just I’ (that is, ‘I am nothing other than myself’). In other words, ego will be eradicated as soon as we see what we actually are by means of self-investigation, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu19\">verse 19</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>நானென் றெழுமிட மேதென நாடவுண்<br>\nணான்றலை சாய்ந்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஞான விசாரமி துந்தீபற.<br>\n<br>\n<i>nāṉeṉ ḏṟeṙumiḍa mēdeṉa nāḍavuṇ<br>\nṇāṉḏṟalai sāyndiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ñāṉa vicārami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும். ஞான விசாரம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-sāyndiḍum. ñāṉa-vicāram idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் என்று எழும் இடம் ஏது என உள் நாட, நான் தலைசாய்ந்திடும். இது ஞான விசாரம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa uḷ nāḍa, nāṉ talai-sāyndiḍum. idu ñāṉa-vicāram</i>.<br>\n<br>\n<b>English translation:</b> When one investigates within what the place is from which one rises as ‘I’, ‘I’ will die. This is awareness-investigation.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates within [or inwardly investigates] what the place is from which one [or it] rises as ‘I’ [ego or mind], ‘I’ will die. This is <i>jñāna-vicāra</i> [investigation of awareness].</blockquote>\nWhat he refers to here as ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place from which one rises as I’ or ‘the place from which it rises as I’, is our real nature (<i>ātma-svarūpa</i>), which is what always shines within us as our fundamental awareness of our own existence, ‘I am’, so investigating this ‘place’ means keenly attending only to this awareness ‘I am’, which is why he calls this investigation <i>jñāna-vicāra</i>, which means ‘awareness-investigation’. When we attend to this fundamental awareness ‘I am’ keenly enough, our attention will thereby be withdrawn from everything else, so we will then be aware of nothing other than ourself. This state in which we are aware of nothing other than ourself is the state of pure awareness (<i>śuddha caitanya</i>), which is what we actually are, so since ego is just the adjunct-conflated awareness ‘I am this body’, as soon as we thus experience ourself just as the pure adjunct-free awareness ‘I am’, ego will thereby be eradicated, as he implies by saying ‘நான் தலைசாய்ந்திடும்’ (<i>nāṉ talai-sāyndiḍum</i>), which literally means ‘I will be head-bent’, but which is a colloquial way of saying ‘I will die’.<br>\n<br>\n<a name=\"uu20\"></a>What we actually are is <i>sat-cit</i> (existence-awareness), which is our fundamental awareness of our own existence, ‘I am’, so when we are aware of ourself as we actually are, we will be aware of ourself just as ‘I am I’, as he implies in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>நானொன்று தானத்து நானானென் றொன்றது<br>\nதானாகத் தோன்றுமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானது பூன்றமா முந்தீபற.<br>\n<br>\n<i>nāṉoṉḏṟu thāṉattu nāṉāṉeṉ ḏṟoṉḏṟadu<br>\ntāṉāhat tōṉḏṟumē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉadu pūṉḏṟamā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. தான் அது பூன்றம் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. tāṉ adu pūṉḏṟam ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. அது தான் பூன்றம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. adu tāṉ pūṉḏṟam ām</i>.<br>\n<br>\n<b>English translation:</b> In the place where ‘I’ merges, that, the one, appears spontaneously as ‘I am I’. That itself is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> In the place where ‘I’ [namely ego, the false awareness ‘I am this’] merges, that, the one, appears spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. That itself [or that, oneself] is <i>pūṉḏṟam</i> [<i>pūrṇa</i>: the infinite whole or entirety of what is].</blockquote>\n‘நான் ஒன்று தானம்’ (<i>nāṉ oṉḏṟu thāṉam</i>), ‘the place where ‘I’ merges’, is the place from which it rose, namely our fundamental awareness of our own existence, ‘I am’, so when ego merges there, we will cease to be aware of ourself as ‘I am this body’ and will instead be aware of ourself just as ‘I am I’. What thus appears spontaneously as ‘I am I’ is our real nature (<i>ātma-svarūpa</i>), which is what is also called <i>brahman</i> and which, being ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), is the infinite whole (<i>pūrṇa</i>), other than which nothing actually exists, as Bhagavan implies when he says: ‘நான் நான் என்று ஒன்று அது தானாக தோன்றுமே. தான் அது பூன்றம் ஆம்’ (<i>nāṉ nāṉ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. tāṉ adu pūṉḏṟam ām</i>), ‘that, the one, appears spontaneously as ‘I am I’. That itself is the whole’.<br>\n<br>\n<a name=\"us20\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us20\">verse 20</a> of <i>Upadēśa Sāram</i>, which is his Sanskrit translation of this verse, he says:<br>\n<blockquote>अहमि नाशभा ज्यहम हंतया ।<br>\nस्फुरति हृत्स्वयं परम पूर्णसत् ॥<br>\n<br>\n<i>ahami nāśabhā jyahama haṁtayā</i> ।<br>\n<i>sphurati hṛtsvayaṁ parama pūrṇasat</i> ॥<br>\n<br>\n<b>पदच्छेद:</b> अहमि नाशभाजि अहम् अहंतया स्फुरति हृत् स्वयम्. परम पूर्ण सत्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>ahami nāśa-bhāji ahaṁ ahaṁtayā sphurati hṛt svayaṁ. parama pūrṇa sat</i>.<br>\n<br>\n<b>English translation:</b> On ‘I’ undergoing annihilation, the heart shines forth spontaneously as ‘I am I’. The supreme whole reality.<br>\n<br>\n<b>Explanatory paraphrase:</b> When ‘I’ [ego] is annihilated, the heart [the real nature of oneself] shines forth spontaneously as ‘<i>aham aham</i>’ [‘I am I’]. [This is] <i>parama pūrṇa sat</i> [the supreme whole existence, being or reality].</blockquote>\n<a name=\"un30\"></a>Though he says in the Tamil original of this verse that the one whole appears spontaneously as ‘I am I’, and in the Sanskrit version that it shines forth spontaneously as ‘I am I’, it actually shines eternally without ever appearing or disappearing, so it is only relative to the disappearance of ego that it seems to appear or shine forth, just as the sun, which is always shining brightly in the sky, seems to appear or shine forth when the clouds that were concealing it are blown aside. This is why he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i> that though it appears, it is not ego but the real substance, which is the whole:<br>\n<blockquote>நானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள்.<br>\n<br>\n<i>nāṉā reṉamaṉamuṇ ṇāḍiyuḷa naṇṇavē<br>\nnāṉā mavaṉḏṟalai nāṇamuṟa — nāṉāṉāt<br>\ntōṉḏṟumoṉḏṟu tāṉāhat tōṉḏṟiṉunā ṉaṉḏṟuporuḷ<br>\npūṉḏṟamadu tāṉām poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ தோன்றும் ஒன்று தானாக. தோன்றினும், ‘நான்’ அன்று. பொருள் பூன்றம் அது, தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā tōṉḏṟum oṉḏṟu tāṉāha. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ ஒன்று தானாக தோன்றும். தோன்றினும், ‘நான்’ அன்று. அது பூன்றப் பொருள், தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā oṉḏṟu tāṉāha tōṉḏṟum. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. adu pūṉḏṟa-p-poruḷ, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> As soon as the mind reaches the heart inwardly investigating who am I, when he who is ‘I’ dies, one thing appears spontaneously as ‘I am I’. Though it appears, it is not ‘I’. It is the entire substance, the substance that is oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> As soon as the mind reaches the heart [its core and essence, which is pure awareness] [by] inwardly investigating who am I, when [thereby] he who is ‘I’ [ego] dies, one thing [or the one] appears spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. Though it appears, it is not ‘I’ [namely ego]. It is <i>poruḷ-pūṉḏṟam</i> [the entire substance, whole reality or <i>pūrṇa-vastu</i>, which is eternal and unchanging], the <i>poruḷ</i> [substance or <i>vastu</i>] that is oneself.</blockquote>\nThe first clause of this verse, ‘நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே’ (<i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē</i>), ‘As soon as the mind reaches the heart inwardly investigating who am I’, implies that when we investigate ourself keenly enough and thereby turn the full 180 degrees back towards ourself and hence away from everything else, the mind will sink into the innermost depth of our being and merge there in the heart, the fundamental awareness ‘I am’, which is the source from which it rose. The next clause, ‘நான் ஆம் அவன் தலை நாணம் உற’ (<i>nāṉ ām avaṉ talai nāṇam uṟa</i>), literally means ‘when he who is ‘I’ suffers head-shame’ but is a colloquial way of saying ‘when he who is ‘I’ dies’, thereby implying that ego will die as soon as it reaches the heart by inwardly investigating who am I. The main clause of this first sentence is the third one, ‘நான் நான் ஆ தோன்றும் ஒன்று தானாக’ (<i>nāṉ nāṉ ā tōṉḏṟum oṉḏṟu tāṉāha</i>), “one thing appears spontaneously as ‘I am I’”, in which ஒன்று (<i>oṉḏṟu</i>) is a noun that means ‘one’, so it can mean either ‘one thing’ or ‘the one’, implying the one thing that is actually real, and தானாக (<i>tāṉāha</i>) can mean either ‘spontaneously’ or ‘as oneself’.<br>\n<br>\nThough he says that one thing appears spontaneously as ‘I am I’, in the next sentence he adds, ‘தோன்றினும், நான் அன்று’ (<i>tōṉḏṟiṉum, nāṉ aṉḏṟu</i>), ‘Though it appears, it is not I’, thereby implying that it is not ego, which is the ‘I’ that appears in waking and dream and disappears in sleep. So if it is not this appearing and disappearing ‘I’, what is it? He answers this in the third and final sentence, ‘பொருள் பூன்றம் அது, தான் ஆம் பொருள்’ (<i>poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>), ‘It is <i>poruḷ-pūṉḏṟam</i> [the whole substance or <i>pūrṇa-vastu</i>], the substance that is oneself’.<br>\n<br>\n<a name=\"un07\"></a>The nature of the one real substance (<i>poruḷ</i> or <i>vastu</i>), which is the infinite whole (<i>pūṉḏṟam</i> or <i>pūrṇa</i>), is explained by him in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and awareness [the awareness that perceives the world, namely ego or mind] is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’. Since the பூன்றம் ஆம் பொருள் (<i>pūṉḏṟam ām poruḷ</i>), ‘the substance, which is the whole’, shines without appearing or disappearing, why does he say in verse 30 that it appears spontaneously as ‘I am I’?<br>\n<br>\nIt does not actually appear, but so long as we rise as ego, from the perspective of ourself as ego our real identity, namely ‘I am I’, seems to be obscured by the false awareness ‘I am this body’, so when we investigate ourself keenly enough and thereby see ourself as we actually are, our real identity ‘I am I’ seems to appear anew, but as soon as it appears it ceases to seem new, because we recognise it to be our eternal and ever undiminished awareness of ourself as ourself alone. In other words, what momentarily appeared as if it were a new and fresh clarity of self-awareness (<a href=\"https://happinessofbeing.blogspot.com/search/label/aha%E1%B9%81-sphura%E1%B9%87a\"><i>sphuraṇa</i></a>) is instantly recognised to be what is natural (<i>sahaja</i>), being what we always actually are.<br>\n<br>\n<a name=\"recognition\"></a><b>9. The clear recognition ‘I am I’ is both the path and the goal, because the deeper we go in the practice of self-investigation, the more clearly we recognise that we are nothing other than ‘I’, and when this recognition becomes perfectly clear, that is awareness of ourself as we actually are</b><br>\n<br>\n<a name=\"us20a\"></a>This recognition that what seemed to appear afresh is actually our real nature (<i>ātma-svarūpa</i>) is what Bhagavan sometimes described as the subsidence, cessation, pacification or extinguishing of <i>sphuraṇa</i>. The Sanskrit term <a href=\"https://sanskritdictionary.com/?q=sphuraṇa\">स्फुरण</a> (<i>sphuraṇa</i>) and its Tamil equivalent ஸ்புரிப்பு (<i>sphurippu</i>) are both nouns derived from the Sanskrit verb <a href=\"https://sanskritdictionary.com/?q=sphur\">स्फुर्</a> (<i>sphur</i>), which means to shine, be clear, be evident or make itself known in any way, and which is particularly used in the sense of shine forth, shine with a fresh clarity or appear afresh, and it is in this sense that he uses it in <a href=\"#us20\">verse 20</a> of <i>Upadēśa Sāram</i> when he says ‘अहम् अहंतया स्फुरति हृत् स्वयम्’ (<i>aham ahaṁtayā sphurati hṛt svayaṁ</i>), “the heart shines forth spontaneously as ‘I am I’”.<br>\n<br>\nThe Tamil form of स्फुर् (<i>sphur</i>) is <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஸ்புரி&searchhws=yes&matchtype=default\">ஸ்புரி</a> (<i>sphuri</i>) or more commonly <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=புரி&searchhws=yes&matchtype=default\">புரி</a> (<i>puri</i>), which means to shine, manifest, be clear, strike one’s mind or be understood. For example, to say ‘I understand’ in Tamil one would say ‘எனக்குப் புரியும்’ (<i>eṉakku-p puriyum</i>), meaning ‘it is clear to me’. Therefore he uses the nouns स्फुरण (<i>sphuraṇa</i>) and ஸ்புரிப்பு (<i>sphurippu</i>) to refer to the shining forth or fresh clarity of self-awareness.<br>\n<br>\nSince there are different degrees of clarity, he uses these terms to refer both to the partial degrees of clarity that we experience from the time we begin to practise self-investigation and to the full clarity that shines forth when ego is finally annihilated, so whenever he uses the terms <i>sphuraṇa</i> or <i>sphurippu</i> we need to understand from the context whether he is referring to partial or full clarity of self-awareness, and likewise when he uses the verbs <i>sphur</i> or <i>sphuri</i> we need to understand from the context whether he is referring to a partial shining forth or to the full and final shining forth of ourself as ‘I am I’. Even when he is referring only to a partial degree of clarity experienced during practice, he says that it shines forth as ‘I am I’ (meaning that it shines forth as awareness of ourself as ourself alone), because to the extent to which we attend to ourself it becomes clear to us that we are nothing other than ourself, the fundamental awareness that always shines within us as ‘I’.<br>\n<br>\nThe reason he uses terms such as <i>sphuraṇa</i>, <i>sphurippu</i> and ‘I am I’ to refer both to the partial degree of clarity that we experience to the extent to which we go deep in the practice of being self-attentive and to the infinite clarity that shines forth when ego is annihilated is that the clear recognition ‘I am I’ (recognition of ourself as ourself alone) is both the path and the goal, the means and the end. The deeper we go in the practice of self-investigation, the more clearly we recognise that we are nothing other than ourself, ‘I am just I’, and when this recognition becomes perfectly clear, that is awareness of ourself as we actually are, so ego, the false awareness ‘I am this body’, is thereby eradicated forever.<br>\n<br>\n<a name=\"un30a\"></a><a name=\"uu20a\"></a><a name=\"us20b\"></a><a name=\"uu21\"></a>As soon as it is eradicated, what seemed till then to be a new and fresh clarity of self-awareness (<i>sphuraṇa</i>), which had been gradually growing clearer until it finally swallowed us entirely in its all-consuming effulgence, is recognised to be natural (<i>sahaja</i>), being what Bhagavan calls ‘பொருள் பூன்றம்’ (<i>poruḷ-pūṉḏṟam</i>), ‘the whole substance’ or <i>pūrṇa-vastu</i>, and ‘தான் ஆம் பொருள்’ (<i>tāṉ ām poruḷ</i>), ‘the substance that is oneself’ or <i>ātma-vastu</i>, in <a href=\"#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘பூன்றம்’ (<i>pūṉḏṟam</i>), ‘the whole’, in <a href=\"#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i> and ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), ‘the supreme whole existence [being or reality]’, in <a href=\"#us20\">verse 20</a> of <i>Upadēśa Sāram</i>, so it is what we always actually are, as he clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu21\">verse 21</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>நானெனுஞ் சொற்பொரு ளாமது நாளுமே<br>\nநானற்ற தூக்கத்து முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br>\n<br>\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br>\nnāṉaṯṟa tūkkattu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷumē, nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷumē adu ām</i>.<br>\n<br>\n<b>English translation:</b> That is at all times the substance of the word called ‘I’, because of the exclusion of our non-existence even in sleep, which is devoid of ‘I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> That [the one that appears as ‘I am I’, namely pure awareness, which is our real nature] is at all times the substance [or true import] of the word called ‘I’, because of the exclusion of our non-existence [that is, because we do not become non-existent] even in sleep, which is devoid of ‘I’ [namely ego].</blockquote>\nWe are always clearly aware of ourself as ‘I’, not only in waking and dream, when we rise and stand as ego, the false awareness ‘I am this body’, but also in sleep, when we remain just as ‘I am’ without rising as ‘I am this’ or ‘I am that’, so what we actually are is only the pure adjunct-free awareness ‘I’. Therefore, since we are never anything other than ‘I’, the clear awareness of ourself as ‘I am I’ (in other words, awareness of ourself as ourself alone) is always the true import of the word ‘I’. In other words, it is what the word ‘I’ actually refers to.<br>\n<br>\n<a name=\"vs01-1\"></a><b>10. <i>Vicāra Saṅgraham</i> section 1.1: if we keenly investigate what it is that shines as ‘I’, we will experience a <i>sphurippu</i> or fresh clarity of self-awareness as ‘I am I’, and if we hold on to that without letting go, it will thoroughly annihilate ego, the false awareness ‘I am this body’</b><br>\n<br>\nIn order to begin to recognise with ever increasing clarity that we are nothing other than that fundamental awareness that always shines in our heart as ‘I’ (which is what Bhagavan means whenever he says ‘I am I’), all we need do is patiently and persistently hold fast to being self-attentive, as he explains in the <a href=\"https://happinessofbeing.blogspot.com/2014/07/a-paradox-sphurana-means-shining-or.html#vs01-1\">first sub-section of section 1</a> of <i>Vicāra Saṅgraham</i>, in which he describes the practice of self-investigation and the resulting <i>sphurippu</i> or fresh clarity of self-awareness that appears silently as ‘I am I’, which he says we should then try to hold on to without leaving it:<br>\n<blockquote>ஸர்வ ஜீவர்களுக்கும் சுபாவமாய், நான் போனேன், வந்தேன், இருந்தேன், செய்தேனென, எல்லா விஷயங்களிலும் நானென்று ஒரு போதம் தோற்றுகிறதல்லவா? அது ஏதென்று விசாரிக்கில், போதல் முதலிய தொழில்கள் தேகத்தினவே யன்றி வேறின்மையால், தேகமே நானென்றன்றோ சொல்லுவதாய்த் தோற்றுகிறது. தேகமோ பிறந்ததற்கு முன் இல்லாததாலும், பஞ்ச பூதாத்மகமானதாலும், சுழுத்தியில் இல்லாமையாலும், பிணமாய்ப் போவதாலும், அதை நானென்னும் போதமாகச் சொல்லகூடுமா? கூடாதே. இப்படி தேகத்தைக் குறித்து அவாந்தரமாய், நானென்றெழும் போதமே தற்போதமென்றும், அகங்காரமென்றும், அவித்தையென்றும், மாயையென்றும், மலமென்றும், ஜீவனென்றும், பலவிதமாய்ச் சொல்லப்படுகிறது. இதைப்பற்றி விசாரியா திருக்கலாமா? விசாரிப்பதற்கல்லவா சகல சாஸ்திரங்களும் ஏற்பட்டு அத்தற்போத நாசமே முத்தி யென்று கோஷிக்கின்றன. விசாரிப்பதெப்படி? என்னில், கட்டை முதலிய போலும் ஜடமான இச்சரீரம், நானென்று ஸ்புரித்துவழங்கி வருமா? வராதே. ஆதலால், பிணமான தேகத்தைப் பிணம் போலவே இருத்தி, வாக்காலும் நானென்று சொல்லாமலிருந்து, இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும். அதனை விடாது சும்மா இருந்தால், தேகம் நானென்னும் அகங்காரரூப ஜீவபோதத்தை முற்றிலும் நாசமாக்கி, கர்ப்பூரத்திற் பற்றிய நெருப்புப்போல், தானும் சாந்தமாய்விடும். இதுவே மோக்ஷமென்று பெரியோர்களாலும் சுருதிகளாலும் சொல்லப்படுகிறது.<br>\n<br>\n<i>sarva jīvargaḷukkum subhāvamāy, nāṉ pōṉēṉ, vandēṉ, irundēṉ, seydēṉ-eṉa, ellā viṣayaṅgaḷilum nāṉ-eṉḏṟu oru bōdham tōṯṟugiṟadallavā? adu ēdeṉḏṟu vicārikkil, pōdal mudaliya toṙilgaḷ dēhattiṉavē y-aṉḏṟi vēṟiṉmaiyāl, dēhamē nāṉ-eṉḏṟaṉḏṟō solluvadāy-t tōṯṟugiṟadu. dēhamō piṟandadaṟku muṉ illādadālum, pañca bhūtātmakam-āṉadālum, suṙuttiyil illāmaiyālum, piṇamāy-p pōvadālum, adai nāṉ-eṉṉum bōdham-āha c colla-kūḍumā? kūḍādē. ippaḍi dēhattai-k kuṟittu avāntaram-āy, nāṉ-eṉḏṟeṙum bōdhamē taṯbōdham-eṉḏṟum, ahaṅkāram-eṉḏṟum, avittai-y-eṉḏṟum, māyai-y-eṉḏṟum, malam-eṉḏṟum, jīvaṉ-eṉḏṟum, pala-vidham-āy-c collappaḍugiṟadu. itai-p-paṯṟi vicāriyādu-irukkalāmā? vicārippadaṯkallavā sakala śāstiraṅgaḷum ēṯpaṭṭu a-t-taṯbōdha nāśamē mutti y-eṉḏṟu ghōṣikkiṉḏṟaṉa. vicārippadu eppadi? eṉṉil, kaṭṭai mudaliya pōlum jaḍam-āṉa i-c-śarīram, nāṉ-eṉḏṟu sphurittu vaṙaṅgi varumā? varādē. ādalāl, piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti, vākkālum nāṉ-eṉḏṟu sollāmal-irundu, ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha sphurippu māttiram tōṉḏṟum. adaṉai viḍādu summā irundāl, dēham nāṉ-eṉṉum ahaṅkāra-rūpa jīva-bōdhattai muṯṟilum nāśam-ākki, karppūrattil paṯṟiya neruppu-p-pōl, tāṉ-um śāntam-āy-viḍum. iduvē mōkṣam-eṉḏṟu periyōrgaḷālum śurutigaḷālum sollappaḍugiṟadu.</i><br>\n<br>\nFor all sentient beings one awareness naturally appears as ‘I’ in all matters, such as ‘I went’, ‘I came’, ‘I remained’, ‘I did’, does it not? If one considers why that is, since activities such as going do not exist separately but only in association with a body, it appears to be saying, does it not, that the body itself is ‘I’. But since the body did not exist before being born, since it is composed of the five elements, since it does not exist in sleep, and since it will depart as a corpse, is it appropriate to speak of it as the awareness ‘I’? It is not appropriate. The awareness that rises as ‘I’ referring to the body in this way, being intermediate [appearing as a link between real awareness and the body, being distinct from both but partaking of the nature of each of them], alone is what is called variously as <i>tat-bōdham</i> [a term that literally means ‘awareness of that’ but that is often used in the sense of egotism, which is awareness of oneself as a particular thing, distinct from all other things], <i>ahaṁkāra</i> [ego], <i>avidyā</i> [ignorance], <i>māyā</i> [the power of self-deception or delusion, namely the mind], <i>malam</i> [impurity] and <i>jīva</i> [soul]. Is it proper [for us] to remain without investigating about this? For investigating [that is, for prompting and encouraging us to investigate this false awareness that rises as ‘I’ mistaking itself to be a body], is it not, all <i>śāstras</i> [spiritual texts] have come into existence and proclaimed that annihilation of that <i>tat-bōdham</i> alone is <i>mukti</i> [liberation]. How to investigate? If one asks, [the reply is:] does this body, which is <i>jaḍa</i> [non-aware] like a block of wood, come shining and behaving as ‘I’? It does not come [as ‘I’]. Therefore, making the corpse-body remain as a corpse, and being without uttering ‘I’ even by word [or speech, whether physically or mentally], if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of <i>sphurippu</i> [a fresh clarity] alone will appear itself to itself [oneself to oneself] without sound as ‘I am I’ [that is, as awareness of oneself as oneself alone]. Without leaving [abandoning or letting go of] that [the fresh clarity that shines as ‘I am I’], if one just is, it will completely annihilate the <i>jīva-bōdha</i> [sense of individuality] in the form of <i>ahaṁkāra</i> [ego], which is called [or is aware of itself as] ‘the body is I’, and [then], like fire that catches on camphor, it will itself also be extinguished. This alone is said by sages and sacred texts to be <i>mōkṣa</i> [liberation].</blockquote>\nAs he explains here, if we keenly investigate what it is that shines as ‘I’, we will experience a <i>sphurippu</i> (<i>sphuraṇa</i>) or fresh clarity of self-awareness as ‘I am I’ (in other words, a fresh clarity of awareness of ourself as ourself alone), and we should then try to hold on to that <i>sphurippu</i> without letting go of it, because if we do so it will thoroughly annihilate ego, the false awareness ‘I am this body’.<br>\n<br>\n<a name=\"ny05\"></a><b>11. <i>Nāṉ Ār?</i> paragraph 5: thinking ‘I, I’ or ‘I am I’ can help us to become familiar with being self-attentive, but in order to sink deep within ourself we need to stop thinking even such thoughts</b><br>\n<br>\nIn this context some people ask whether he was referring to this practice of firmly holding the <i>sphuraṇa</i> ‘I am I’ when he wrote in the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும்’ (<i>nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum</i>), “Even if one continues thinking ‘I, I’, it will take and leave [one] in that place [namely the heart or core of ourself, which is the source from which we have risen as ego]”, but there are two problems with this suggestion.<br>\n<br>\nFirstly, what he said in this passage of <i>Vicāra Saṅgraham</i> is ‘அதனை விடாது சும்மா இருந்தால்’ (<i>adaṉai viḍādu summā irundāl</i>), ‘Not letting go of that, if one just is’, in which ‘அதனை’ (<i>adaṉai</i>), ‘that’, refers to <i>sphuraṇa</i>, the fresh clarity that appears as ‘I am I’ when we keenly investigate what it is that shines as ‘I’; விடாது (<i>viḍādu</i>) means not leaving, abandoning or letting go of; and ‘சும்மா இருந்தால்’  (<i>summā irundāl</i>) means ‘if one just is’, thereby implying that we should just be without rising as ego to do anything. Therefore what he implies in this clause is that we should attend to this <i>sphuraṇa</i> so keenly and firmly that we do not allow our attention to be diverted away towards anything else, because attending to anything other than ourself is an action and hence the very antithesis of just being (<i>summā iruppadu</i>), so he did not mean that we should merely think ‘I am I’ (since thinking anything is an action) but that we should attend keenly to the awareness that always shines as ‘I am I’, but that we had formerly overlooked because, until we began to turn our attention back within to face ourself alone, we were mistakenly aware of ourself as ‘I am this body’.<br>\n<br>\nSecondly, the fact that in this sentence of <i>Nāṉ Ār?</i> a comma is generally printed after the first ‘நான்’ (<i>nāṉ</i>) indicates that what he meant by ‘நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட’ (<i>nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa</i>), “Even if one continues thinking ‘I, I’”, is mental repetition or <i>mānasika japa</i> of ‘I’ rather than continuously thinking ‘I am I’. However, though a comma has been printed after the first ‘நான்’ (<i>nāṉ</i>) in this sentence since at least as far back as the first edition of <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i> (his collected works in Tamil), which was published in 1931, he did not actually write a comma after this first ‘நான்’ (<i>nāṉ</i>) in what is perhaps his original handwritten manuscript of the essay version of <i>Nāṉ Ār?</i>, a facsimile copy of which was printed on pages 43-7 of the <a href=\"https://s3.amazonaws.com/ramanafiles/mountainpath/1993%20Aradhana.pdf\">June 1993 issue</a> of <a href=\"https://www.sriramanamaharshi.org/resource_centre/publications/mountain-path\"><i>The Mountain Path</i></a>, so there is a possibility that he intended to leave the clause ‘நான் நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட’ (<i>nāṉ nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa</i>) open to be interpreted either as “Even if one continues thinking ‘I, I’” or as “Even if one continues thinking ‘I am I’”. In either case, what he implied in this sentence is that continuously thinking ‘I, I’ or ‘I am I’ can be a powerful aid to help us to direct our attention back within to face ourself and to keep it fixed on ourself, just as continuously thinking of a name of God can help one to keep one’s mind fixed on him.<br>\n<br>\nThat is, since any word generally refers to something, when we think of a word it brings to our mind whatever it refers to, so for example the noun ‘mango’ brings a particular fruit to our mind and the verb ‘run’ brings a particular action to our mind. Likewise, since the pronoun ‘I’ refers to ourself, the mere thought of the word ‘I’ brings ourself to our mind, so the benefit of thinking ‘I, I’, ‘I am, I am’ or ‘I am I’ is that it can help us to turn our attention back to ourself and thereby to become familiar with being self-attentive.<br>\n<br>\n<a name=\"un29\"></a>However, once we have become familiar with being self-attentive, it is no longer necessary for us to continue thinking such words, and sooner or later, in order to go deep in the practice of being self-attentive, we need to stop thinking anything at all, because though they refer only to ourself, even such words can become an unnecessary distraction, as he implies in the above passage of <i>Vicāra Saṅgraham</i> by the clause ‘வாக்காலும் நானென்று சொல்லாமலிருந்து’ (<i>vākkālum nāṉ-eṉḏṟu sollāmal-irundu</i>), “being without uttering ‘I’ even by word [or speech, whether physically or mentally]”, in the sentence, ‘ஆதலால், பிணமான தேகத்தைப் பிணம் போலவே இருத்தி, வாக்காலும் நானென்று சொல்லாமலிருந்து, இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும்’ (<i>ādalāl, piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti, vākkālum nāṉ-eṉḏṟu sollāmal-irundu, ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha sphurippu māttiram tōṉḏṟum</i>), “Therefore, making the corpse-body remain as a corpse, and being without uttering ‘I’ even by word [or speech, whether physically or mentally], if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of <i>sphurippu</i> [a fresh clarity] alone will appear itself to itself [oneself to oneself] without sound as ‘I am I’”, and also by the first clause in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">verse 29</a> of <i>Uḷḷadu Nāṟpadu</i>, “‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்” (<i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē ñāṉa-neṟi ām</i>), “Not saying ‘I’ by mouth, investigating by an inward sinking mind where one rises as ‘I’ alone is the path of <i>jñāna</i> [knowledge or pure awareness]”. Though in these two cases he uses the terms ‘வாக்காலும்’ (<i>vākkālum</i>), ‘even by word [speech, voice or mouth]’, and ‘வாயால்’ (<i>vāyāl</i>), ‘by mouth [word, speech or voice]’, both of which mean by mouth or speech, they also mean by word, so they imply not only uttered by speech but also uttered by mind, because in order to sink deep within ourself we need to keenly focus our entire attention on ourself alone and not allow it to be distracted even to the slightest extent by anything else whatsoever, not even by the word ‘I’ or the affirmation ‘I am I’, whether uttered by speech or by mind.<br>\n<br>\n<a name=\"sahaja\"></a><b>12. When we recognise that the clear awareness ‘I am I’ is not anything new but what is eternal and therefore natural (<i>sahaja</i>), that is what he describes as the subsidence, cessation or extinguishing of <i>sphuraṇa</i></b><br>\n<br>\n<a name=\"appala3\"></a>To the extent that we keenly attend to what shines within us as ‘I’ we will thereby experience the fresh clarity of self-awareness (clear awareness of ourself as ourself alone) that Bhagavan describes as the <i>sphuraṇa</i> or <i>sphurippu</i> that appears or shines forth as ‘I am I’, so our aim should be to attend to ourself more and more keenly and persistently and thereby not let go of this <i>sphuraṇa</i>. This practice of holding the <i>sphuraṇa</i> ‘I am I’ firmly in our heart by calmly and incessantly facing inwards is what he describes metaphorically in the first two lines of <a href=\"https://happinessofbeing.blogspot.com/2021/11/appala-pattu-appalam-song-tamil-text.html#appala3\">verse 3</a> of <i>Appaḷa Pāṭṭu</i> as pounding the ingredients of an <i>appaḷam</i> (the principal ingredient in this metaphorical <i>appaḷam</i> being ego, the <i>dēhābhimāna</i> or false identification ‘I am this body’) with a pestle in a stone mortar:<br>\n<blockquote>கன்னெஞ்சி னானா னென்று கலங்காம<br>\nலுண்முக வுலக்கையா லோயா திடித்து<br>\n<br>\n<i>kaṉṉeñji ṉāṉā ṉeṉḏṟu kalaṅgāma<br>\nluṇmukha vulakkaiyā lōyā diḍittu</i><br>\n<br>\n<b>பதச்சேதம்:</b> கல் நெஞ்சில் ‘நான் நான்’ என்று கலங்காமல் உள் முக உலக்கையால் ஓயாது இடித்து, […]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kal neñjil ‘nāṉ nāṉ’ eṉḏṟu kalaṅgāmal uḷ-mukha ulakkaiyāl ōyādu iḍittu,</i> […]<br>\n<br>\n<b>English translation:</b> By the pestle of facing inwards without being agitated, incessantly pounding as ‘I am I’ in the heart-stone, […]<br>\n<br>\n<b>Explanatory paraphrase:</b> By [means of] the pestle of <i>uḷ-mukha</i> [the practice of facing inwards] without being agitated [or confused] [by allowing one’s attention to be distracted away from oneself under the sway of one’s  <i>viṣaya-vāsanās</i>], incessantly pounding [ego, the <i>dēhābhimāna</i> or false identification ‘I am this body’] [by recognising oneself as] as ‘I am I’ [the fresh degree of clarity (<i>sphuraṇa</i>) of self-awareness that shines in one’s heart as ‘I am I’ (that is, as awareness of oneself as oneself alone) to the extent that one keenly, calmly and steadily faces inwards to see who am I] in the heart-stone [the pure heart or mind that is imbued with steadfast <i>titikșā</i> (endurance, forbearance and patience), which is unshakably firm like a stone mortar], […]</blockquote>\nThe practice of facing inwards in order to see ourself as ourself alone, ‘I am I’, which he compares here to pounding the ingredients of an <i>appaḷam</i> with a pestle in a stone mortar, is what he compares in the above passage of <i>Vicāra Saṅgraham</i> to allowing a piece of camphor to be burnt and consumed by fire. If fire catches hold of a piece of camphor and is left undisturbed, it will continue burning until it has consumed the camphor completely, whereupon it will itself subside and be extinguished. Likewise, when the fire of <i>sphuraṇa</i> is ignited in our heart by our keenly investigating what it is that always shines as ‘I’, if we hold on to it without allowing our attention to be distracted away towards anything else, it will continue burning until it has consumed ego entirely along with all its <i>viṣaya-vāsanās</i> (inclinations to attend to anything other than itself), whereupon it will itself subside and be extinguished.<br>\n<br>\n<a name=\"vs06\"></a>In this passage of <i>Vicāra Saṅgraham</i>, after saying ‘தானும் சாந்தமாய்விடும்’ (<i>tāṉ-um śāntam-āy-viḍum</i>), ‘it [the <i>sphuraṇa</i>] will itself also be pacified [subside or be extinguished]’, he begins the next sentence saying, ‘இதுவே மோக்ஷம்’ (<i>iduvē mōkṣam</i>), ‘This alone is <i>mōkṣa</i> [liberation]’, and likewise in the sixth section of <i>Vicāra Saṅgraham</i> he says: ‘இவ்வித ஸ்புரிப்பு அடங்கின ஸூக்ஷ்மமான இடமே துரியாதீதம்’ (<i>i-v-vidha sphurippu aḍaṅgiṉa sūkṣmam-āṉa iḍamē turiyātītam</i>), ‘only the subtle place in which this kind of <i>sphurippu</i> subsides [or ceases] is <i>turiyātītam</i> [the transcendent state called ‘the fourth’, which is our natural state or <i>sahaja sthiti</i>]’. What exactly does he mean when he says that the <i>sphurippu</i> will cease, subside or be pacified or extinguished? In what sense will it cease or be extinguished?<br>\n<br>\nAs I explained above, what he means by the term <i>sphuraṇa</i> or <i>sphurippu</i> is the fresh clarity of self-awareness that shines forth as ‘I am I’ (that is, as awareness of ourself as ourself alone) when we turn our attention back towards ourself. The more keenly we attend to ourself, the more clearly the <i>sphuraṇa</i> will shine, and when we attend to ourself so keenly that we thereby cease to be aware of anything other than ourself, ego will instantly be swallowed by the perfect clarity of pure awareness, after which that clarity ‘I am I’ alone will remain shining eternally and without limit as ourself. Therefore when he says that the <i>sphuraṇa</i> will subside, cease or be extinguished, he does not mean that the clarity itself will subside or cease but only that its newness and freshness will subside and cease. In other words, the clarity of what we actually are, namely ‘I am I’, will cease to seem new or something that was not previously clear, because it will be clear that it is <i>sahaja</i>, our own real nature, and therefore our eternal and ever-undiminished awareness of ourself as ourself.<br>\n<br>\nThat is, when we know ourself as we actually are, we will see that the only thing that has ever actually existed is ‘I’, so we cannot ever have been anything other than that. In other words, I am only I, and I have never been and could never be anything other than I. Therefore though ‘I am I’ seems at first to be a <i>sphuraṇa</i>, a new and fresh clarity of self-awareness, it is actually not a new awareness but our eternal awareness of ourself as we always actually are. When we recognise this, namely that the clear awareness ‘I am I’ is not anything new but what is eternal and therefore natural (<i>sahaja</i>), that is what he describes as the subsidence, cessation, pacification or extinguishing of <i>sphuraṇa</i>.<br>\n<br>\n<a name=\"tanetan\"></a><b>13. ‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’, means that what we actually are is only ourself, which is beginningless, infinite and undivided <i>sat-cit-ānanda</i></b><br>\n<br>\n<a name=\"appala4\"></a>Therefore the closest we can come to expressing the ultimate truth about ourself accurately in words is not to say ‘अहं ब्रह्मास्मि’ (<i>ahaṁ brahmāsmi</i>), ‘I am <i>brahman</i>’, but only to say ‘अहम् अहम्’ (<i>aham aham</i>) or ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’. However, what is important is not the words themselves, but the truth that is conveyed by such words, namely that we are nothing other than ourself, which is <i>sat-cit</i>, the fundamental awareness (<i>cit</i>) of our own existence (<i>sat</i>), which is what always shines within us as ‘I am’, so Bhagavan also expressed this truth using other words that conveyed the same meaning, such as ‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’. For example, in the last line of the <a href=\"https://happinessofbeing.blogspot.com/2021/11/appala-pattu-appalam-song-tamil-text.html#appala4\">fourth and last verse</a> of <i>Appaḷa Pāṭṭu</i> he implies that the purpose of making the metaphorical ‘தன்மய அப்பளம்’ (<i>taṉmaya appaḷam</i>), ‘the <i>appaḷam</i> composed of that [<i>brahman</i>]’, is to eat it, and to eat it means ‘தானே தான் ஆக புஜிக்க’ (<i>tāṉē tāṉ āha bhujikka</i>), “to enjoy [or experience] as ‘oneself alone is oneself’”.<br>\n<br>\n<a name=\"aamm43\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#aamm43\">verse 43</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> he says that ‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’, alone is தத்துவம் (<i>tattuvam</i>), the reality:<br>\n<blockquote>தானே தானே தத்துவ மிதனைத்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானே காட்டுவா யருணாசலா<br>\n<br>\n<i>tāṉē tāṉē tattuva mitaṉait<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉē kāṭṭuvā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> தானே தானே தத்துவம். இதனை தானே காட்டுவாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉē tāṉē tattuvam. itaṉai tāṉē kāṭṭuvāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, oneself alone, oneself alone is the reality. Show this yourself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, oneself alone, oneself alone [as <i>sat-cit</i>, the pure awareness ‘I am’] is <i>tattva</i> [what is real]. [By the self-shining light of your real nature, which is itself that <i>tattva</i>] may you yourself show this [to me].<br>\n<br>\n<b>Alternative interpretation:</b> Arunachala, ‘oneself alone is oneself’ [‘I alone am I’] alone is what is real. May you yourself show this [to me].</blockquote>\nதான் (<i>tāṉ</i>) means oneself (or depending upon the context, myself, yourself, himself, herself or itself) and the suffix ஏ (<i>ē</i>) is an intensifier that implies alone, indeed or itself, so தானே (<i>tāṉē</i>) means ‘oneself alone’. Therefore the first sentence of this verse, ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>), can be interpreted in two ways: it can mean either ‘oneself alone, oneself alone is the reality’, in which ‘தானே தானே’ (<i>tāṉē tāṉē</i>), ‘oneself alone, oneself alone’, is taken to be a repetition for emphasis, or ‘“oneself alone is oneself” alone is the reality’, in which ‘தானே தான்’ (<i>tāṉē tāṉ</i>), ‘oneself alone is oneself’, is taken to be a separate clause that serves as the subject of the sentence. These two interpretations are equally valid and complement each other, because whereas the first just emphasises that we ourself are the sole reality, the second further emphasises that what we ourself actually are is nothing other than ourself, ‘I alone am I’, and implies that awareness of ourself as ourself alone is itself the reality, because nothing other than ourself actually exists.<br>\n<br>\n<a name=\"sat-cit-ananda\"></a><b>14. Clear self-awareness (<i>ātma-jñāna</i>), which shines forth spontaneously as ‘I am I’ when all thoughts cease, is <i>sat-cit-ānanda</i>: the silence of pure being, the one space of pure awareness and the abode of infinite happiness</b><br>\n<br>\nIn this <a href=\"#av2\">second verse</a> of <i>Āṉma-Viddai</i>, after concluding the first sentence by saying that if we go within investigating ourself, thought will cease and in the cave of our heart <i>ātma-jñāna</i> (awareness of ourself as we actually are) alone will shine spontaneously as ‘I am I’, in the second sentence Bhagavan says ‘இதுவே மோனமே, ஏக வானமே, இன்ப தானமே’ (<i>iduvē mōṉamē, ēka vāṉamē, iṉba-tāṉamē</i>), ‘This alone is silence, the one space, the abode of bliss’. That is, <i>ātma-jñāna</i>, which is awareness of ourself as we actually are, namely as ‘I am I’, is our real nature, so it alone will remain when we investigate ourself so keenly that ego is eradicated and along with it all other thoughts cease forever. Therefore, since nothing other than <i>ātma-jñāna</i>, the pure awareness ‘I am I’, will then exist, it is infinite and eternal silence (<i>mauna</i>), the silence of pure being. It is also ‘the one space’ (<i>ēka vāṉam</i>), because it is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), and is therefore the infinite and empty space of pure awareness. Not only is it மோனமே (<i>mōṉamē</i>), the silence of pure being (<i>sat</i>), and ஏக வானமே (<i>ēka vāṉamē</i>), the one space of pure awareness (<i>cit</i>), but also the place of pure happiness (<i>ānanda</i>), so he concludes this verse by saying that it is இன்ப தானமே (<i>iṉba-tāṉamē</i>), ‘the place [or abode] of bliss’.<br>\n<br>\n<a name=\"uu28\"></a>In other words, our real nature (<i>ātma-svarūpa</i>), which is what shines eternally as ‘I am I’, is pure being-awareness-happiness (<i>sat-cit-ānanda</i>), which is beginningless (<i>anādi</i>), infinite (<i>ananta</i>) and undivided (<i>akhaṇḍa</i>), as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then beginningless, endless and unbroken existence-awareness-happiness.<br>\n<br>\n<b>Explanatory paraphrase:</b> If one knows what the nature of oneself is, then [what will remain existing and shining is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [existence-awareness-happiness].</blockquote>\nIn order for us to experience ourself thus as beginningless, infinite and undivided <i>sat-cit-ānanda</i>, we just need to know what our real nature actually is, and to know this all that is required is for us to go deep within ourself by keenly investigating our fundamental awareness ‘I am’, which is the source from which we have risen and spread out as ego, the adjunct-conflated awareness ‘I am this body’. Therefore, since nothing can be easier than just being attentively aware of what alone always exists and shines clearly, namely ‘I am’, ‘ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!’ (<i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham!</i>), ‘Ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy’.<br>\n<br>\n<a name=\"av3\"></a>Since he emphasises in the first two verses of this song, <i>Āṉma-Viddai</i>, that in order for us to know ourself as we actually are and thereby to experience the infinite happiness that is our own real nature, all thoughts must cease in such a way that they never rise again, and since all thoughts are about things other than ourself, in the <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av3\">next verse</a> he points out firstly that there is no real value in knowing anything other than ourself, particularly when we do not even know what we ourself actually are, and secondly that when we do know ourself as we actually are, nothing else will exist for us to know.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1630808340516309026/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Āṉma-Viddai",
        "Appaḷa Pāṭṭu",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjg4OTE5NzM5NzcyCm9mZnNldDogMzYwMDAwMAo\""
}