{
    "kind": "blogger#post",
    "id": "6105181766638868684",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2023-01-27T18:02:00Z",
    "updated": "2023-02-02T20:02:19Z",
    "url": "http://happinessofbeing.blogspot.com/2023/01/sri-arunacala-aksaramanamalai-verse-20.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6105181766638868684",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 20",
    "content": "This is the twentieth in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm20\"></a><b>Verse 20:</b><br>\n<blockquote>கூர்வாட் கண்ணியர் கொடுமையிற் படாதருள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கூர்ந்தெனைச் சேர்ந்தரு ளருணாசலா<br>\n<br>\n<i>kūrvāṭ kaṇṇiyar koḍumaiyiṟ paḍādaruḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kūrndeṉaic cērndaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கூர் வாள் கண்ணியர் கொடுமையில் படாது, அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu, aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so as not to become ensnared in the cruelty of those with sharp sword-eyes, being intensely compassionate be gracious uniting me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so as not [to allow me] to become ensnared in the cruelty of those with [alluring] eyes [that pierce one’s heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself].<br>\n<br>\n<b>Alternative interpretation 1:</b> Arunachala, so as not [to allow me] to become ensnared in the cruelty of [<i>māyā</i>, which attracts, tempts, enchants and deludes the mind like] those with [alluring but malicious] eyes [that pierce one’s heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself].<br>\n<br>\n<b>Alternative interpretation 2</b> [when கண்ணியர் (<i>kaṇṇiyar</i>) is taken to mean ‘those with nets’ instead of ‘those with eyes’]: Arunachala, so as not [to allow me] to become ensnared in the cruelty of those [wicked people who deceive, ensnare and exploit others with cunning words and other strategies, like hunters who deceive, ensnare and kill animals] with nets and sharp swords, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself].<br>\n<br>\n<b>Alternative interpretation 3:</b> Arunachala, so as not [to allow me] to become ensnared in the cruelty of those with eyes [that lack compassion and kindness and are instead filled with malice] [and who, not caring about the anguish I feel due to my separation from you, gossip about me, taunt me and make fun of me, speaking unkind words about me or to me that pierce my aching heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself].</blockquote>\n<b>Explanation:</b> As I will explain later, this is a verse for which various different meanings have been proposed, particularly by Muruganar, but I will start by discussing the most obvious and straightforward meaning of it. கூர் (<i>kūr</i>) is an adjective that in this context means ‘sharp’ or ‘pointed’, and வாள் (<i>vāḷ</i>) is a noun that means ‘sword’, so ‘கூர் வாள்’ (<i>kūr vāḷ</i>) means ‘sharp sword’. கண் (<i>kaṇ</i>) is a noun that means ‘eye’, and கண்ணியர் (<i>kaṇṇiyar</i>) is a personal noun formed from it, so it means ‘those who have eyes’ or ‘those with eyes’. ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>) therefore means ‘those with sharp sword-eyes’, which implies ‘those with sharp sword-like eyes’, or more specifically, ‘those with [alluring] eyes [that pierce one’s heart like] a sharp sword’.<br>\n<br>\nகண்ணியர் (<i>kaṇṇiyar</i>), ‘those with eyes’, does not refer specifically to any gender, so though from a male perspective ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>), ‘those with sharp sword-eyes’, suggests women with seductive eyes, from a female perspective it can equally well imply men with seductive eyes. That is, though it is well known that women have the ability to attract and seduce men by looking at them in an alluring manner, it is also a fact that men can attract and seduce women by looking at them in a certain way that indicates interest in them.<br>\n<br>\nIf a man looks at a woman or a woman looks at a man with seductive intent, and if they do so not out of genuine love but in order to take advantage of them or to use them in a particular way without caring for their welfare or feelings, they can cause them great harm and hurt, both emotionally and in other ways. For example, a man can seduce a woman for sexual pleasure, but may later abandon her when she becomes pregnant, and either a man or a woman can seduce the other for the sake of their money or some other material or social advantage, and may later abandon them when they have achieved their aim. Exploiting another person in such a way is extremely cruel, and such cruelty is what Bhagavan refers to in the next word, கொடுமை (<i>koḍumai</i>), which means cruelty, tyranny, inhumanity, crookedness, harshness, viciousness, wickedness or injustice.<br>\n<br>\nகொடுமையில் (<i>koḍumaiyil</i>) is a locative (or seventh case) form of கொடுமை (<i>koḍumai</i>), so it means ‘in the cruelty’, and படாது (<i>paḍādu</i>) is a negative adverbial participle of the verb படு (<i>paḍu</i>), which has a wide range of meanings, but in this context படாது (<i>paḍādu</i>) means ‘not being caught’ or ‘not becoming ensnared’, and here it is used in the sense of ‘so as not to be caught [or become ensnared]’, thereby implying ‘so that I am not caught [or do not become ensnared]’. Therefore ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu</i>) is an adverbial clause that means ‘not being caught in the cruelty of those with sharp sword-eyes’, which implies ‘so that I am not caught [or do not become ensnared] in the cruelty of those with [seductive] eyes [that pierce one’s heart like] a sharp sword’.<br>\n<br>\nஅருள் (<i>aruḷ</i>) is both a noun and a verb, but in this verse the first அருள் (<i>aruḷ</i>) is a noun that means divine grace, kindness, compassion, benevolence or love, and கூர்ந்து (<i>kūrndu</i>) is an adverbial participle that means being abundant, sharp, keen or intense, so ‘அருள் கூர்ந்து’ (<i>aruḷ kūrndy</i>) means ‘being abundantly gracious’ or ‘being intensely compassionate’. எனை (<i>eṉai</i>) is a poetic abbreviation of என்னை (<i>eṉṉai</i>), the accusative (or second case) form of the first person singular pronoun, so it means ‘me’. சேர்ந்து (<i>sērndu</i>) is an adverbial participle that means joining or uniting, so ‘எனை சேர்ந்து’ (<i>eṉai sērndu</i>) means ‘joining me’ or ‘uniting me’, which in this context can imply either or both of two meanings, namely ‘joining me [as my supremely powerful ally, protecting and supporting me in this battle against the cruel temptation of those who seek to allure me with their seductive eyes]’ and ‘uniting me [in inseparable oneness with yourself, thereby safeguarding me eternally from these and all other kinds of temptation]’. The final அருள் (<i>aruḷ</i>) is a verb that means ‘be gracious [kind, compassionate or benevolent]’, and being the root or basic form of this verb, it is used here as an imperative. Therefore ‘அருள் கூர்ந்து எனை சேர்ந்து அருள்’ (<i>aruḷ kūrndu eṉai sērndu aruḷ</i>), which is the main clause of this sentence, means ‘being intensely compassionate be gracious uniting [or joining] me’, which implies ‘being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself] [or joining me as my ally]’.<br>\n<br>\nThe entire verse, ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது, அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu, aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>), therefore means ‘Arunachala, so as not to become ensnared in the cruelty of those with sharp sword-eyes, being intensely compassionate be gracious uniting me’, which implies ‘Arunachala, so as not [to allow me] to become ensnared in the cruelty of those with [alluring] eyes [that pierce one’s heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself]’. This is the simple and straightforward meaning that is clearly implied by this verse, but other interpretations of it are also possible.<br>\n<br>\nFirstly, we can broaden the implication of ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>), ‘those with sharp sword-eyes’, by interpreting it to be a metaphorical description of <i>māyā</i>, the mind, which is the power of self-delusion that draws our attention outwards, away from ourself as we actually are, by attracting, tempting, enchanting, deluding and seducing us with all its deceptive allurements, like cruelly malicious people with alluring eyes that pierce our heart like a sharp sword. When we interpret these words in this metaphorical sense, this verse implies: ‘Arunachala, so as not [to allow me] to become ensnared in the cruelty of [<i>māyā</i>, which attracts, tempts, enchants and deludes the mind like] those with [alluring but malicious] eyes [that pierce one’s heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself]’.<br>\n<br>\nWhether we interpret the meaning of ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>), ‘those with sharp sword-eyes’, literally or figuratively, the reason we are attracted and deceived by the cruel allurements of the world is to be found within ourself in the form of our <i>viṣaya-vāsanās</i>: inclinations to seek happiness in <i>viṣayas</i> (objects or phenomena), which are all things other than ourself. That is, if we did not have such inclinations (<i>vāsanās</i>), which are what rise in us in the form of our likes, dislikes, desires, aversions, attachments, hopes, fears and so on, there would be nothing outside ourself that could attract, tempt or seduce us.<br>\n<br>\nTherefore though on the surface Bhagavan is referring in this verse to the cruelty of worldly allurements, the cruelty he is actually referring to is by implication the cruelty of our own <i>viṣaya-vāsanās</i>, under whose sway alone we fall prey to any kind of worldly allurement. Since the problem lies within ourself, therefore, the solution to it must be found within ourself. Why do we come under the sway of our <i>viṣaya-vāsanās</i> and thereby fall prey to worldly allurements? When we are asleep we are not under their sway, whereas in waking and dream we are, so what is the fundamental difference between sleep on the one hand and waking and dream of the other hand? In sleep we do not rise as ego, whereas in waking and dream we have risen as ego, so we come under the sway of <i>viṣaya-vāsanās</i> only when we rise and stand as ego. Therefore the ultimate cause of our falling prey to the cruelty of any kind of worldly allurement (any allurement of <i>māyā</i>) is our rising as ego, so eradication of ego is the only solution that will save us from ever again falling prey to any such cruelty.<br>\n<br>\nTherefore what Bhagavan is ultimately praying for in all the prayer verses of <i>Akṣaramaṇamālai</i> is eradication of ego, because ego alone is the root cause of all problems and sufferings, and hence its eradication is the only permanent solution to all of them. He expresses this prayer in this verse by singing ‘அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா’ (<i>aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>), ‘Arunachala, being intensely compassionate, be gracious [by] joining [or uniting] me [in inseparable oneness with yourself]’. That is, Arunachala is <i>ātma-svarūpa</i>, the real nature of ourself, so we seem to be separated from him only because we have risen as ego, and hence ‘எனை சேர்ந்து’ (<i>eṉai sērndu</i>), ‘joining me’ or ‘uniting me’, implies ‘restoring me to my real state of inseparable oneness with yourself by eradicating this ego’.<br>\n<br>\nThe other possible interpretations of this verse are ones that were given by Muruganar, and the reason he gave these meanings was that he did not feel comfortable with the most obvious meaning given above, because this <i>Akṣaramaṇamālai</i> is sung from the perspective of a young girl, the devotee, praying for imperishable union with her beloved Lord, Arunachala, so a prayer made from an exclusively male perspective (as he took the obvious meaning to be) would be out of place in it. Therefore, since கண்ணி (<i>kaṇṇi</i>) means a net, which is so called because each hole in it is like a கண் (<i>kaṇ</i>), ‘eye’, instead of taking கண்ணியர் (<i>kaṇṇiyar</i>) to mean ‘those with eyes’ he took it to mean ‘those with nets’, so instead of interpreting ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>) to mean ‘those with sharp sword[-like] eyes’, which would naturally suggest women with seductive eyes, he took it to mean ‘those with sharp swords and nets’, implying ruthless manipulators who, like hunters who catch birds, fish or other wild animals in nets and then kill them with sharp swords, beguile innocent people with sweet words and by other such means, thereby ensnaring them in a web of deception, and then cruelly exploit them for their own selfish ends, regardless of the suffering that they thereby inflict upon them.<br>\n<br>\nTherefore, if we take கண்ணியர் (<i>kaṇṇiyar</i>) to mean ‘those with nets’, the implied meaning of this verse, ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது, அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu, aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>), is: ‘Arunachala, so as not [to allow me] to become ensnared in the cruelty of those [wicked people who deceive, ensnare and exploit others with cunning words and other strategies, like hunters who deceive, ensnare and kill animals] with nets and sharp swords, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself]’.<br>\n<br>\nThere are of course many different kinds of people in this world who seek to deceive, ensnare and exploit others with cunning words and other strategies, and they are not all equally wicked. Some of them are particularly evil, such as certain political leaders and autocrats who have sacrificed the lives of millions of innocent people at the altar of their vile political (and often quasi-religious) ideologies, whereas others may even be well-intentioned people who have first deceived themselves and who therefore genuinely believe that all their attempts to ensnare others with various kinds of deceptive words and strategies are just for the good of those they seek to beguile.<br>\n<br>\nFor those of us who aspire to follow the spiritual path, the kind of deceiver we are most likely to fall prey to are would-be <i>gurus</i>, spiritual guides or preachers of fabricated religious doctrines, and as Ramakrishna Paramahamsa said, anyone who falls prey to such an inadequately qualified <i>guru</i> is like a large frog caught by a small water-snake. The frog cannot escape from the jaws of the snake, and the snake cannot swallow the frog, so both have to suffer. Likewise, those who are enthralled by a false <i>guru</i> of any kind cannot escape from their clutches, and the <i>guru</i> cannot eradicate their ego, so both have to suffer in <i>māyā</i>. The real <i>guru</i> is not a person but only that which is always shining in our heart as our own reality, namely Arunachala, so it is only by his grace shining clearly in our heart, giving us the clarity of <i>vivēka</i> (discrimination, discernment or the ability to distinguish what is true from what is false) to see through the deceptions of any false <i>guru</i>, that we can be saved from falling prey to the cruel snares of such deceivers.<br>\n<br>\nExcept for the fact that this interpretation proposed by Muruganar does not refer specifically to people with beguiling eyes, in its overall implication it is close to the most obvious meaning of this verse, which I discussed earlier, because according to both interpretations Bhagavan is praying to be saved from falling prey to the cruelty of wicked people who seek to charm and deceive others for their own selfish ends, and who in doing so lead the minds of their victims astray by luring them outwards, tempting them with the illusory prospect of finding happiness in things other than their own being, ‘I am’. We can therefore combine the implications of these two meanings by saying that the eyes of wicked women or men who seek to seduce us (or of false <i>gurus</i> who seek to deceive us) are like the nets that hunters use to catch their prey, and that once we are caught in such a net of deception it is impossible for us, in spite of all the suffering it inflicts upon us, to extract ourself from it without the abundant grace of Arunachala. Moreover, this is true not only of the cruel deception of sexual allurement (or of the allurement of any false spiritual or religious teaching, or of any divisive and unjust political ideology) but of all the countless other types of allurement by which <i>māyā</i> draws our attention outwards, away from our own being, ‘I am’.<br>\n<br>\nThough Muruganar made it clear that he was not in favour of interpreting ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>) to mean ‘those [women] with sharp sword[-like] eyes’, because it seemed incongruous in the context of this marriage garland (<i>maṇa mālai</i>) sung from the perspective of a young girl, in the first appendix to his commentary (<i>virutti-y-urai</i>) he considered an important fact pointed out by another devotee, Dr Srinivasa Rao, that reconciled this seeming incongruity, so I will now explain this briefly in my own words:<br>\n<br>\nIn many <i>bhakti</i> traditions God is considered to be the only male (<i>puruṣa</i>) and all <i>jīvas</i> are considered to be female (<i>prakṛti</i>), and it was with this devotional attitude (<i>bhāva</i>) that Bhagavan sang <i>Akṣaramaṇamālai</i>. However, though as a <i>jīva</i> we are female from a spiritual perspective, as a body we may nevertheless be male from a physical perspective, because whenever we rise and stand as <i>jīva</i> or ego, we always experience ourself as ‘I am this body’, and whatever body we thereby take ourself to be may be either female or male. If we experience ourself as a male body, we will generally be sexually attracted to female bodies, and likewise, if we experience ourself as a female body, we will generally be sexually attracted to male bodies. Since the allurement that Bhagavan refers to when he sang ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu</i>), ‘not becoming [or so that I do not become] ensnared in the cruelty of those with sharp sword[-like] eyes’, is sexual attraction, it is physical, so praying to be saved from falling prey to the cruelty or viciousness of such a physical allurement does not actually clash in any way with the fact that this song was sung from the perspective of a devotee who considers herself to be spiritually female, no matter whether the body by whose limitations and nature she is currently bound happens to be female or male.<br>\n<br>\nIn another part of the same appendix Muruganar also discussed another interpretation for this verse suggested by a close friend of his and renowned Tamil scholar, Chengalvaraya Pillai. That is, besides meaning cruelty, tyranny, inhumanity, crookedness, harshness, viciousness, wickedness or injustice, கொடுமை (<i>koḍumai</i>) can also mean slander or any harsh or unkind words, so ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது, அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu, aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>) can also be taken to imply: ‘Arunachala, so as not [to allow me] to become ensnared in the cruelty of those with eyes [that lack compassion and kindness and are instead filled with malice] [and who, not caring about the anguish I feel due to my separation from you, gossip about me, taunt me and make fun of me, speaking unkind words about me or to me that pierce my aching heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself]’. That is, the devotee is pining for union with her beloved Lord, but other girls, who lack kindness and compassion, may either spread false rumours about her, such as telling others that her Lord has abandoned her forever and never really cared about her, or taunt her saying these and other such cruel words, which pierce her tender and already anguished heart like sharp swords, so she prays to her Lord, Arunachala, pleading with him to be gracious by uniting her with himself, thereby saving her from falling prey to the cruelty of having to hear such vicious words.<br>\n<br>\nHowever, though the wording of this verse does give room for these alternative meanings, and though they are also appropriate interpretations, the simplest and most obvious meaning of it is the one that takes ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>) to mean ‘those with sharp sword[-like] eyes’. Nevertheless, ever since Muruganar suggested that கண்ணியர் (<i>kaṇṇiyar</i>) could be taken to mean ‘those with nets’ instead of ‘those with eyes’, there was disagreement among devotees about which of these two meanings is most appropriate. Some argued that ‘those with nets’ is more appropriate, firstly because Bhagavan sang <i>Akṣaramaṇamālai</i> from the perspective of a girl seeking eternal union with her beloved Lord, Arunachala, and secondly because he would never show aversion towards or speak disparagingly about women or any other group of people, whereas others argued that ‘those with eyes’ is more appropriate because it is the most obvious and straightforward meaning and because ‘those with nets’ seemed to be a far-fetched and forced interpretation. However, Bhagavan indicated his approval for both these meanings, as illustrated by the following two incidents, which I was told by Sadhu Om.<br>\n<br>\nOne day a lady devotee was sitting in his presence weeping, and seeing her, he kindly asked her why she was weeping. With her head bowed down she replied, ‘Bhagavan, I no longer want to continue living in this body’, so he asked why she had all of a sudden developed such an aversion, to which she replied, ‘I was thinking previously that though ancient sages have sung disparagingly about women, at least you would not have any such aversion for us, but now I have come to know that even you have shown such aversion’. Hearing this, he asked with surprise, ‘What, when have I ever shown aversion towards women?’, in reply to which she sobbed all the more, asking with anguish, ‘Did you not sing “கூர் வாள் கண்ணியர்” [<i>kūr vāḷ kaṇṇiyar</i>: ‘those with sharp sword-eyes’]?’. ‘Why do you think these words refer to you?’ he replied, ‘They refer only to wicked women’, and then consoled her further by adding they are equally applicable to wicked men who try to seduce good-natured women.<br>\n<br>\nOn another occasion some devotees who thought that taking ‘கூர் வாள் கண்ணியர்’ (<i>kūr vāḷ kaṇṇiyar</i>) to mean ‘those with sharp swords and nets’, as Muruganar did in his commentary on this verse, was an excessively forced interpretation and therefore inappropriate, expressed their opinion to Bhagavan and asked him what he thought about it, he replied, ‘The meaning may aptly be taken in that way also’, thereby implying that though this may not be the principal meaning of this verse, it is nevertheless a perfectly acceptable interpretation.<br>\n<br>\nWhen asked, Bhagavan would often explain the meaning of texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and <i>Āṉma-Viddai</i>, and if he was asked whether a certain interpretation of any such verse was correct, he would sometimes point out if it was not, but he always declined to explain the meaning of <i>Akṣaramaṇamālai</i> when asked to do so. For instance, once when he was asked by some devotees from a village to explain its meaning, he replied, ‘It is sufficient if one just recites it. That itself is its meaning’, thereby implying that these verses have their own intrinsic power, so they will have a beneficial effect on anyone who recites or even hears them, whether they understand the meaning of them or not.<br>\n<br>\nSince Bhagavan would never explain the meaning of <i>Akṣaramaṇamālai</i>, several devotees asked Muruganar to do so, but while he was accordingly writing his Tamil commentary (<i>virutti-y-urai</i>) he was not sure which of several possible meanings to give for some verses, so he asked Bhagavan what meaning he intended, to which he replied, ‘Whoever composed it has now gone. If you ask me, I would have to break my head to give some meaning, so you may as well break your head to decide whatever meaning you consider to be suitable’, thereby giving his blessings to Muruganar to interpret each verse as he saw fit. By implication, the same freedom of interpretation that he thereby gave to Muruganar, he also gave to each of his devotees.<br>\n<br>\nWhereas each verse of <i>Uḷḷadu Nāṟpadu</i> and other such <i>upadēśa</i> texts is intended to have a precise and definite meaning, so any contrary interpretation would be incorrect, the verses of <i>Akṣaramaṇamālai</i> are not intended to have any such fixed meaning, because it is a devotional text, so what the most appropriate meaning is for each verse will depend upon the current state of mind of each devotee. Though one particular meaning may appeal to us when we are in one state of mind, another meaning may appeal to us when we are in another state of mind. Likewise, a meaning that may appeal to one devotee may not appeal to another. This is why Bhagavan was careful to avoid defining the meaning of any of these verses, and instead left it to each one of us to see for ourself what meaning or meanings each verse suggests to us whenever we read, recite or meditate upon it.<br>\n<br>\nTherefore, though taking the meaning of ‘கூர் வாள் கண்ணியர் கொடுமையில் படாது’ (<i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu</i>) to be ‘so as not to be caught [or become ensnared] in the cruelty of those with [seductive] eyes [that pierce one’s heart like] a sharp sword’ may not appeal to all devotees, it is the meaning that appeals most to many devotees, because whenever we rise and stand as ego and are therefore aware of ourself as ‘I am this body’, it is natural for us to experience sexual desire, and among all our countless <i>viṣaya-vāsanās</i>, the <i>vāsanā</i> that sprouts as such desire is one of the strongest and most deeply rooted. Because it is so intimately and intrinsically tied to the very nature of ego, our <i>dēhābhimāna</i> (identification with and attachment to a body as ‘I’), it can only be eradicated by eradication of ego. Even if or when we are protected from it by divine grace, so that it does not rise to the surface of our mind, so long as we rise and stand as ego it is always lying in our heart in seed form waiting to raise its ugly head whenever it is aroused by any cause, whether internal or external.<br>\n<br>\n<a name=\"aamm19\"></a>Since all <i>viṣaya-vāsanās</i> are what Bhagavan referred to collectively as ‘குற்றம்’ (<i>kuṯṟam</i>) or ‘defect’ in the <a href=\"https://happinessofbeing.blogspot.com/2022/12/sri-arunacala-aksaramanamalai-verse-19.html\">previous verse</a>, and since this is one of our strongest and most deeply rooted <i>vāsanās</i>, immediately after implying in that verse that it is only by the grace of <i>guru</i> that all such defects can be eradicated along with their root, namely ego, in this verse it is appropriate that he prayed to Arunachala, who shines in the heart as the ‘form’ or real nature of <i>guru</i>, to save him from being ensnared in the cruelty of this particularly strong <i>vāsanā</i> by graciously joining him as an all-powerful ally and uniting him with himself in inseparable oneness, thereby eradicating ego along with all its <i>vāsanās</i>.<br>\n<br>\nThough we can take ‘கூர் வாள் கண்ணியர் கொடுமை’ (<i>kūr vāḷ kaṇṇiyar koḍumai</i>), ‘the cruelty of those with sharp sword-eyes’, to be a metaphor for the cruelty of all the numerous allurements of <i>māyā</i>, it refers most specifically to the cruelty of sexual allurement. The reason we fall prey to the cruelty of any type of allurement is our <i>viṣaya-vāsanās</i>, which are our inclinations to seek happiness in anything other than our own being, so in the case of the cruelty of sexual allurement, we are liable to fall prey to it because of the strong <i>vāsanā</i> of sexual desire. Therefore the கொடுமை (<i>koḍumai</i>) or cruelty that Bhagavan is referring to here is not just the cruelty of people who exploit the sexual desire of others for their own selfish aims, but is more fundamentally the cruel torment of sexual desire itself.<br>\n<br>\n<a name=\"ny14\"></a>Like all other desires, sexual desire torments us cruelly because, as Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>சுகமென்பது ஆத்மாவின் சொரூபமே; சுகமும் ஆத்மசொரூபமும் வேறன்று. ஆத்மசுகம் ஒன்றே யுள்ளது; அதுவே ஸத்யம். பிரபஞ்சப்பொருள் ஒன்றிலாவது சுகமென்பது கிடையாது. அவைகளிலிருந்து சுகம் கிடைப்பதாக நாம் நமது அவிவேகத்தால் நினைக்கின்றோம். மனம் வெளியில் வரும்போது துக்கத்தை யனுபவிக்கிறது. உண்மையில் நமது எண்ணங்கள் பூர்த்தியாகும்போதெல்லாம் அது தன்னுடைய யதாஸ்தானத்திற்குத் திரும்பி ஆத்மசுகத்தையே யனுபவிக்கிறது.<br>\n<br>\n<i>sukham-eṉbadu ātmāviṉ sorūpamē; sukhamum ātma-sorūpamum vēṟaṉḏṟu. ātma-sukham oṉḏṟē y-uḷḷadu; aduvē satyam. pirapañca-p-poruḷ oṉḏṟil-āvadu sukham-eṉbadu kiḍaiyādu. avaigaḷilirundu sukham kiḍaippadāha nām namadu avivēkattāl niṉaikkiṉḏṟōm. maṉam veḷiyil varum-pōdu duḥkhattai y-aṉubhavikkiṟadu. uṇmaiyil namadu eṇṇaṅgaḷ pūrtti-y-āhum-pōdellām adu taṉṉuḍaiya yathāsthāṉattiṟku-t tirumbi ātma-sukhattaiyē y-aṉubhavikkiṟadu.</i><br>\n<br>\nWhat is called <i>sukha</i> [happiness or satisfaction] is only the <i>svarūpa</i> [own real nature] of <i>ātmā</i> [oneself]; <i>sukha</i> and <i>ātma-svarūpa</i> [the own real nature of oneself] are not different. <i>Ātma-sukha</i> [happiness that is oneself] alone exists; that alone is real. What is called <i>sukha</i> [happiness or satisfaction] is not found [obtained or available] in even one of the objects of the world. We think that happiness is obtained from them because of our <i>avivēka</i> [lack of judgement, discrimination or ability to distinguish what is real from what is a mere appearance]. When the mind comes out [from <i>ātma-svarūpa</i>], it experiences <i>duḥkha</i> [dissatisfaction or unhappiness]. In truth, whenever our thoughts [wishes or hopes] are fulfilled, it [the mind] turning back to its proper place [namely the heart, our real nature, which is the source from which it rose] experiences only <i>ātma-sukha</i> [happiness that is oneself].</blockquote>\nThat is, gratification of any desire, particularly a desire as strong as sexual desire, seems to give us pleasure only because it gives us a temporary relief from the cruel torment of that desire. Very quickly, however, the desire will return to torment us again, and the more we gratify any desire, the stronger it will become and hence the more it will torment us. In the case of many desires, therefore, we can weaken them by refraining from gratifying them, but the nature of sexual desire is such that it creates fantasies in our mind, so even if we refrain from gratifying it physically, it can nevertheless strengthen itself by tempting us to dwell on such fantasies, because dwelling on them is a subtle form of gratification, and though it is not at all a satisfactory gratification, it is nevertheless like pouring petrol on a fire, so it tends to strengthen the desire even more than physical gratification does. Therefore, though any desire that we may harbour will thereby torment us cruelly, there are very few desires that can torment us as cruelly and relentlessly as sexual desire.<br>\n<br>\nSexual desire is therefore one of the cruellest and most powerful weapons in the armoury of <i>māyā</i>, and it directly reinforces the very root of <i>māyā</i>, namely ego, the false awareness ‘I am this body’. If the body we take ourself to be is a male body, we will in most cases be sexually attracted to female bodies, and likewise if the body we take ourself to be is a female body, we will in most cases be sexually attracted to male bodies. Sadhu Om used to illustrate this with the analogy of a magnet, in which all the particles are aligned in such a way that one end will be its north pole and the other its south pole. Just as opposite poles are attracted to each other, bodies of opposite gender are generally attracted to each other. Just as the only point in a magnet that is completely free of the influence of any magnetic attraction is its very centre, the only place in which we can remain completely free of the influence of any sexual attraction is the heart, the very centre of ourself. Remaining in the heart means not rising as ego, because as soon as we rise as ego we grasp either a male or a female body as ‘I am this body’, and thereby we fall prey to the cruel torment of sexual attraction.<br>\n<br>\nThis verse is therefore a very apt prayer for anyone who has ever experienced the cruel torment of sexual desire, or of any other kind of desire, because, since the very nature of ego is to be repeatedly and cruelly tormented by desire in general and sexual desire in particular, eradication of ego is the only means by which we can be freed eternally from even the slightest possibility of ever again falling prey to such cruelty, and ego can be eradicated only when Arunachala graciously unites us in eternal and immutable oneness with himself.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/Y9iKdEjaLEY\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 20</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Y9iKdEjaLEY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6105181766638868684/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "grace",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Akṣaramaṇamālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc1MzY4MTM5NTk5Cm9mZnNldDogMAo\""
}