{
    "kind": "blogger#post",
    "id": "6833229112937166768",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2023-02-08T16:02:00Z",
    "updated": "2023-02-26T07:46:34Z",
    "url": "http://happinessofbeing.blogspot.com/2023/02/sri-arunacala-aksaramanamalai-verse-21.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6833229112937166768",
    "title": "<i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 21",
    "content": "This is the twenty-first in a series of articles that I hope to write on <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, Bhagavan willing, the completed ones being <a href=\"https://happinessofbeing.com/articles.html#aamm\">listed here</a>.<br><a name='more'></a>\n<br>\n<a name=\"aamm21\"></a><b>Verse 21:</b><br>\n<blockquote>கெஞ்சியும் வஞ்சியாய்க் கொஞ்சமு மிரங்கிலை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யஞ்சலென் றேயரு ளருணாசலா<br>\n<br>\n<i>keñjiyum vañjiyāyk koñjamu miraṅgilai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yañjaleṉ ḏṟēyaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கெஞ்சியும் வஞ்சியாய் கொஞ்சமும் இரங்கிலை. ‘அஞ்சு அல்’ என்றே அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>keñjiyum vañjiyāy koñjamum iraṅgilai. ‘añju al’ eṉḏṟē aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, though begging, being a cheat not feeling even the slightest pity. Be gracious saying ‘fear not’.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, though [I have been] begging [beseeching or entreating] [you] [so piteously that it would melt even a stone], being [like] a cheat [fraud or deceiver] [you] do not feel [or show] even the slightest pity [for me]. [At least now] be gracious saying ‘fear not’.</blockquote>\n<b>Explanation:</b> கெஞ்சி (<i>keñji</i>) is an adverbial participle that means ‘begging’, ‘beseeching’ or ‘entreating’, with the implied connotation of doing so humbly and piteously, and when appended to an adverbial participle like this, the suffix உம் (<i>um</i>) means ‘though’ or ‘although’, so கெஞ்சியும் (<i>keñji-y-um</i>) means ‘though begging’, and in this context implies ‘though [I am] begging’ or ‘though [I have been] begging’.<br>\n<br>\nவஞ்சி (<i>vañji</i>) is a noun that is used here in the sense of வஞ்சகன் (<i>vañjakaṉ</i>), which means a cheat, fraud, deceiver, rogue or cunning person, and ஆய் (<i>āy</i>) is an adverbial participle that means ‘being’ or ‘as’, so வஞ்சியாய் (<i>vañji-y-āy</i>) means ‘being a cheat’ or ‘as a cheat’, which in this context implies ‘like a cheat’. As Muruganar explains, though the implied meaning is ‘வஞ்சி போல்’ (<i>vañji-pōl</i>), ‘like a cheat’, instead of saying that, in accordance with the rest of this clause, namely ‘கொஞ்சமும் இரங்கிலை’ (<i>koñjamum iraṅgilai</i>), ‘not feeling even the slightest pity’, he says emphatically ‘வஞ்சியாய்’ (<i>vañji-y-āy</i>), ‘being a cheat’ or ‘as a cheat’.<br>\n<br>\nகொஞ்சம் (<i>koñjam</i>) means ‘a little’ or ‘a small amount’, and in this context the suffix உம் (<i>um</i>) means ‘even’, so கொஞ்சமும் (<i>koñjam-um</i>) means ‘even a little’, ‘even the least’ or ‘even the slightest’. இரங்கு (<i>iraṅgu</i>) is a verb that means to feel pity, condescend or be compassionate, and இரங்கிலை (<i>iraṅgilai</i>) is a negative form of it, so it means ‘not feeling pity’ or ‘not showing compassion’. There is no explicit subject in this clause, and this negative form does not identify the subject, but since this is addressed to Arunachala, the implied subject is ‘you’. Therefore ‘கொஞ்சமும் இரங்கிலை’ (<i>koñjamum iraṅgilai</i>), which is the main clause of this sentence, means ‘not feeling even the least pity’ or ‘not showing even the least compassion’, but implies ‘[you] do not feel even the slightest pity [for me]’ or ‘[you remain unmoved] without showing even the least compassion [for me]’.<br>\n<br>\nThe entire sentence, ‘கெஞ்சியும், வஞ்சியாய் கொஞ்சமும் இரங்கிலை’ (<i>keñjiyum, vañjiyāy koñjamum iraṅgilai</i>), therefore means ‘Though begging, being a cheat not feeling even the slightest pity’, which implies ‘Though [I have been] begging [you], being [like] a cheat [you remain unmoved] without feeling [or showing] even the slightest pity [for me]’. To convey the full spirit and implication of ‘கெஞ்சியும்’ (<i>keñjiyum</i>), ‘though begging’, in his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase for this verse Muruganar wrote ‘கல்லுங் கசிந்துருக யானுன்னை எவ்வளவோ கெஞ்சியும்’ (<i>kalluṅ kasindu uruha yāṉ uṉṉai evvaḷō keñjiyum</i>), which means ‘though I am begging however much to soften and melt even a stone’. Though Bhagavan is begging him so piteously that it would melt even a stone, Arunachala seems to remain unmoved, like a cheat who has stolen the heart of a young girl and then abandoned her, showing no pity for her at all.<br>\n<br>\nBesides ‘being a cheat’ or ‘as a cheat’, வஞ்சியாய் (<i>vañjiyāy</i>) can also be interpreted in two other ways. Firstly, besides being an adverbial participle that means ‘being’ or ‘as’, ஆய் (<i>āy</i>) is also the second person singular pronominal suffix, and composite nouns are formed in Tamil by adding such suffixes to adjectives, adjectival participles or nouns. Therefore when ஆய் (<i>āy</i>) in this sense is added to a noun, it produces a vocative (or eighth case) form of that noun, so ‘வஞ்சியாய்’ (<i>vañjiyāy</i>) can be interpreted as addressing Arunachala as ‘you cheat’ or ‘you fraud’. When interpreted in this sense, ‘கெஞ்சியும், வஞ்சியாய், கொஞ்சமும் இரங்கிலை’ (<i>keñjiyum, vañjiyāy, koñjamum iraṅgilai</i>) means ‘Though [I have been] begging [you], you cheat, [you] do not feel even the slightest pity [for me]’.<br>\n<br>\nSecondly, besides meaning a cheat, fraud, deceiver, rogue or cunning person, வஞ்சி (<i>vañji</i>) also means both a woman and வஞ்சிக்கொடி (<i>vañji-k-koḍi</i>) or common rattan, a species of climbing palm. Like all climbing plants, common rattan depends on other plants or structures for support, so in this context it can be taken to be an analogy for a devotee who depends wholly upon God for support. Therefore ‘கெஞ்சியும் வஞ்சியாய் கொஞ்சமும் இரங்கிலை’ (<i>keñjiyum vañjiyāy koñjamum iraṅgilai</i>) can be taken to imply ‘வஞ்சியாய் கெஞ்சியும், கொஞ்சமும் இரங்கிலை’ (<i>vañjiyāy keñjiyum, koñjamum iraṅgilai</i>), ‘Though as a woman [who am like a tender climbing plant, depending wholly on you for support] [I have been] begging [you], [you] do not feel even the slightest pity [for me]’.<br>\n<br>\n<a name=\"aamm03\"></a>Whether we take வஞ்சியாய் (<i>vañjiyāy</i>) to mean ‘being a cheat’, ‘you cheat’ or ‘as a woman [who am like a tender climbing plant, depending wholly on you for support]’, this sentence is a <i>nindā-stuti</i>, an abusive, vilifying or rebuking praise or adoration, similar in spirit to verses such as 4 to 6 and 9 to 12. In <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-3.html\">verse 3</a> he sang:<br>\n<blockquote>அகம்புகுந் தீர்த்துன் னககுகை சிறையா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யமர்வித்த தென்கொ லருணாசலா<br>\n<br>\n<i>ahambuhun dīrttuṉ ṉahaguhai siṟaiyā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yamarvitta deṉko laruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> அகம் புகுந்து ஈர்த்து உன் அக குகை சிறையாய் அமர்வித்தது என் கொல் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aham puhundu īrttu uṉ aha guhai siṟaiyāy amarvittadu eṉ kol aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, entering the mind, carrying away, keeping captive in the cave of your heart is what!<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, entering [my] mind [or home], [forcibly] carrying [me] away [dragging me out or attracting me to yourself], [you have been] keeping [me] captive in the cave of your heart. What [a wonder of your grace this is]!</blockquote>\n<a name=\"aamm04\"></a>Having stolen the heart of his devotee and thereby abducted her from her former home in this world, Arunachala should not cheat her now by neglecting, abandoning or rejecting her, so in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-4.html\">verse 4</a>, she pleads with him:<br>\n<blockquote>ஆருக் காவெனை யாண்டனை யகற்றிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லகிலம் பழித்திடு மருணாசலா<br>\n<br>\n<i>āruk kāveṉai yāṇḍaṉai yahaṯṟiḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;lakhilam baṙittiḍu maruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஆருக்கா எனை ஆண்டனை? அகற்றிடில் அகிலம் பழித்திடும் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ārukkā eṉai āṇḍaṉai? ahaṯṟiḍil akhilam paṙittiḍum aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, for whom did you take charge of me? If rejecting, the whole world will blame.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, for whom [or for whose sake] did you take charge of me? If [you] reject [banish or abandon] [me], the whole world will blame [ridicule or revile] [you].</blockquote>\n<a name=\"aamm05\"></a>If Arunachala is to escape such blame, he should unite her with himself in eternal oneness so that neither can ever again leave the other, as she beseeches him in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-5.html\">verse 5</a>:<br>\n<blockquote>இப்பழி தப்புனை யேனினைப் பித்தா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யினியார் விடுவா ரருணாசலா<br>\n<br>\n<i>ippaṙi tappuṉai yēṉiṉaip pittā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṉiyār viḍuvā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> இப் பழி தப்பு. உனை ஏன் நினைப்பித்தாய்? இனி யார் விடுவார்? அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>i-p-paṙi tappu. uṉai ēṉ niṉaippittāy? iṉi yār viḍuvār? aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, escape this blame. Why did you cause to think of you? Now who will leave?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, escape this blame. Why did you make [me] think of you? Now [or henceforth] who will [or can] leave [or let go]? [You cannot leave or let go of me, and I cannot leave or let go of you.]</blockquote>\n<a name=\"aamm06\"></a>If he does not unite her with himself in eternally inseparable oneness, will such heartlessness befit his grace, which is so much greater than even the love of a mother for her new-born child? Therefore she rebukes him in <a href=\"https://happinessofbeing.blogspot.com/2022/04/sri-arunacala-aksaramanamalai-verse-6.html\">verse 6</a>:<br>\n<blockquote>ஈன்றிடு மன்னையிற் பெரிதருள் புரிவோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிதுவோ வுனதரு ளருணாசலா<br>\n<br>\n<i>īṉḏṟiḍu maṉṉaiyiṟ peridaruḷ purivō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiduvō vuṉadaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஈன்றிடும் அன்னையில் பெரிது அருள் புரிவோய், இதுவோ உனது அருள் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īṉḏṟiḍum aṉṉaiyil peridu aruḷ purivōy, iduvō uṉadu aruḷ aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, you who bestow kindness greater than the mother who gave birth, is this your kindness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, you who bestow <i>aruḷ</i> [grace, love, affection, kindness, solicitude and compassion] greater than [that given by] the mother who gave birth [to one], is this your <i>aruḷ</i>?</blockquote>\n<a name=\"aamm07\"></a>In subsequent verses she continues to pray to him in so many ways, but all with the same underlying implication that he should annihilate her as ego, thereby making her eternally one with himself. In <a href=\"https://happinessofbeing.blogspot.com/2022/06/sri-arunacala-aksaramanamalai-verse-7.html\">verse 7</a> she acknowledges that Arunachala is not entirely to blame for her present condition, because she is still cheating him by allowing her mind to run back to the world, from which he has rescued her, but her mind runs out in this manner because such is its nature, so it is his responsibility to sit firmly upon it so that it does not do so:<br>\n<blockquote>உனையே மாற்றி யோடா துளத்தின்மே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லுறுதியா யிருப்பா யருணாசலா<br>\n<br>\n<i>uṉaiyē māṯṟi yōḍā duḷattiṉmē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;luṟudiyā yiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> உனை ஏமாற்றி ஓடாது உளத்தின் மேல் உறுதியாய் இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṉai ēmāṯṟi ōḍādu uḷattiṉ mēl uṟudiyāy iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, may you be firmly on the mind so that it does not run, deceiving you.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, may you be [remain, sit down, be seated or be enthroned] firmly on [my] mind so that it does not run [out towards other things under the sway of its <i>viṣaya-vāsanās</i>], deceiving [or cheating on] you [like a promiscuous wife].</blockquote>\n<a name=\"aamm08\"></a>The nature of her mind is to run outwards and roam about the world in search of happiness because he has not yet revealed himself to her in her heart in the fullness of his real nature, which is the infinite and eternal beauty of pure happiness and love, so in <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html\">verse 8</a> she begs him:<br>\n<blockquote>ஊர்சுற் றுளம்விடா துனைக்கண் டடங்கிட<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுன்னழ கைக்காட் டருணாசலா<br>\n<br>\n<i>ūrsuṯ ṟuḷamviḍā duṉaikkaṇ ḍaḍaṅgiḍa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṉṉaṙa haikkāṭ ṭaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஊர் சுற்று உளம் விடாது உனை கண்டு அடங்கிட, உன் அழகை காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūr suṯṟu uḷam viḍādu uṉai kaṇḍu aḍaṅgiḍa, uṉ aṙahai kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so that seeing you uninterruptedly the mind, which roams about the world, subsides, show your beauty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so that seeing [or looking at] you uninterruptedly [my] mind, which [by its very nature] roams [incessantly] about the world [under the sway of its <i>viṣaya-vāsanās</i>], subsides [settles, submits or ceases entirely and forever] [in you] [thereby being brought under the sway of your grace], show [me] your beauty [the infinite beauty of your real nature, which is unlimited, unalloyed and unceasing happiness].</blockquote>\n<a name=\"aamm09\"></a>Unable to bear her separation from him any longer, in <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-9.html\">verse 9</a> she again rebukes him, questioning his manliness (meaning his grace) and challenging him to prove it by destroying her (meaning her seemingly separate existence as ego) immediately, here and now, thereby uniting her with himself in ever-inseparable oneness:<br>\n<blockquote>எனையழித் திப்போ தெனைக்கல வாவிடி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லிதுவோ வாண்மை யருணாசலா<br>\n<br>\n<i>eṉaiyaṙit tippō deṉaikkala vāviḍi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;liduvō vāṇmai yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> எனை அழித்து இப்போது எனை கலவாவிடில், இதுவோ ஆண்மை அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉai aṙittu ippōdu eṉai kalavāviḍil, iduvō āṇmai aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, if not now uniting me, destroying me, is this manliness?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, now [that I am willing to surrender myself entirely to you], if [you] do not unite me [with yourself in inseparable oneness], [thereby] destroying me [destroying my ‘virginity’, namely my separate existence as ego], is this [your] manliness?</blockquote>\n<a name=\"aamm10\"></a>Since Arunachala seems to remain unmoved by her urgent pleas, her mind continues to be dragged out towards the world by her <i>viṣaya-vāsanās</i> (inclinations to seek happiness in <i>viṣayas</i>, objects or phenomena), so she continues to rebuke him in <a href=\"https://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-10.html\">verse 10</a>:<br>\n<blockquote>ஏனிந்த வுறக்க மெனைப்பிற ரிழுக்க<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விதுவுனக் கழகோ வருணாசலா<br>\n<br>\n<i>ēṉinda vuṟakka meṉaippiṟa riṙukka<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viduvuṉak kaṙahō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஏன் இந்த உறக்கம், எனை பிறர் இழுக்க? இது உனக்கு அழகோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēṉ inda uṟakkam, eṉai piṟar iṙukka? idu uṉakku aṙahō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, why this sleep, when others are dragging me? Is this beauty for you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, why this [pretended] sleep [seeing what is happening to me but remaining unconcerned, as if you did not see it, like one who is asleep], when others [who have no right over me, namely <i>viṣaya-vāsanās</i>, which rise as likes, dislikes, desires, fears and so on] are dragging [attracting or alluring] me [outwards, away from you, my rightful lord]? Is this beauty [befitting or becoming] for you?</blockquote>\n<a name=\"aamm11\"></a>In the same way she further rebukes him in <a href=\"https://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-11.html\">verse 11</a> for his seeming indifference to her plight and desperate need for his help and protection, and for his consequent neglect of her when she needs him most:<br>\n<blockquote>ஐம்புலக் கள்வ ரகத்தினிற் புகும்போ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தகத்தினீ யிலையோ வருணாசலா<br>\n<br>\n<i>aimbulak kaḷva rahattiṉiṟ puhumbō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dahattiṉī yilaiyō varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஐம் புல கள்வர் அகத்தினில் புகும் போது, அகத்தில் நீ இலையோ அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aim pula kaḷvar ahattiṉil puhum pōdu, ahattil nī ilaiyō aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, when the five sense-thieves enter the heart, are you not in the heart?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, when the five sense-thieves [namely <i>viṣaya-vāsanās</i>, which are the seeds that sprout as desires for the pleasures that are seemingly derived from the five kinds of sense-objects] enter [my] heart [to steal my attention away from you], are you not in [my] heart? [So why do you not protect me from them?]</blockquote>\n<a name=\"aamm12\"></a>How could she be in such a desperate situation, unable to resist the powerful pull of her <i>viṣaya-vāsanās</i>, which have entered her heart like thieves to steal her attention away from him, if he did not permit it, turning a blind eye to what is happening to her? Since he is unique and peerless in every respect, could there be any power greater than him that could prevent him from protecting her by making her one with himself? Indeed, since he is the one and only existing reality, who else could enter her heart in the guise of these thieves? Therefore in <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-12.html\">verse 12</a> she accuses him, saying that this is all his trick or deception:<br>\n<blockquote>ஒருவனா முன்னை யொளித்தெவர் வருவா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ருன்சூ தேயிது வருணாசலா<br>\n<br>\n<i>oruvaṉā muṉṉai yoḷittevar varuvā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ruṉsū dēyidu varuṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஒருவன் ஆம் உன்னை ஒளித்து எவர் வருவார்? உன் சூதே இது அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oruvaṉ ām uṉṉai oḷittu evar varuvār? uṉ sūdē idu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, hiding you, who are the one, who can come? This is only your trick.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, hiding [from] you, who are the one [the only one who actually exists], who can come [into my heart]? This [the entry of the five sense-thieves in my heart] is only [or certainly] your trick.</blockquote>\n<a name=\"aamm13\"></a>But who is she to question him? If he chooses to trick and deceive her in this manner, he alone can know why he does so. Who is she to understand him and his ways? Since he is <i>brahman</i>, the ultimate reality, the only thing that actually exists, the one real substance denoted by the sacred syllable <i>ōm</i>, for him there is nothing that is equal, similar or superior, so no one other than himself can know him or understand him, as she sings in <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html\">verse 13</a>:<br>\n<blockquote>ஓங்கா ரப்பொரு ளொப்புயர் வில்லோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுனையா ரறிவா ரருணாசலா<br>\n<br>\n<i>ōṅkā rapporu ḷoppuyar villō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuṉaiyā raṟivā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஓங்கார பொருள், ஒப்பு உயர்வு இல்லோய், உனை யார் அறிவார் அருணாசலா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ōṅkāra poruḷ, oppu uyarvu illōy, uṉai yār aṟivār aruṇācalā?</i><br>\n<br>\n<b>English translation:</b> Arunachala, substance of <i>ōṁkāra</i>, you for whom there is not equal or superior, who can know you?<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [inner and ultimate] substance [reality, import or referent] of <i>ōṁkāra</i> [the sacred syllable <i>ōm</i>], you for whom there is not [anything or anyone] equal [or similar] or superior, who [other than yourself] can know you [as you actually are]?</blockquote>\n<a name=\"aamm14\"></a>Since he cannot be known by anyone other than himself, we can know him only by being him, and to be him we must give ourself wholly to him by subsiding back within, dissolving in him, the source from which we have risen, the womb from which we were born as ego. However, since we are powerless without him, even surrendering ourself to him is possible only by his grace, so we can surrender ourself to him, handing over complete charge and care of ourself to him, only to the extent to which he pulls us back within and thereby takes charge of us as his own. Therefore in <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-14.html\">verse 14</a> she declares her complete dependence on him, saying that it is his duty to take charge of her, bestowing his grace upon her like a mother, who showers her love and care upon her own child:<br>\n<blockquote>ஔவைபோ லெனக்குன் னருளைத் தந்தெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாளுவ துன்கட னருணாசலா<br>\n<br>\n<i>auvaipō leṉakkuṉ ṉaruḷait tandeṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāḷuva duṉkaḍa ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ஔவை போல் எனக்கு உன் அருளை தந்து, எனை ஆளுவது உன் கடன் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>auvai pōl eṉakku uṉ aruḷai tandu, eṉai āḷuvadu uṉ kaḍaṉ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like a mother, giving me your grace, taking charge of me is your duty.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like a mother, giving me your <i>aruḷ</i> [grace, love, affection, kindness and compassion], taking charge of me [as your own] is your duty [obligation or responsibility].</blockquote>\n<a name=\"aamm15\"></a>Since he is the eye to the eye, meaning that he is the one original and only real awareness, which is the light that shines within the mind as its own reality, ‘I am’, illumining it and thereby enabling it to see or know all other things, and since he sees without eyes, meaning that he sees himself, the one reality of all things, without the need for any mind to see the appearance of anything, he cannot be seen or known as he actually is by anything other than himself. Therefore we can see him as he actually is only when he sees us in such a way that we are thereby enabled to see ourself as he sees us, namely as himself alone, as she implies by praying in <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html\">verse 15</a>:<br>\n<blockquote>கண்ணுக்குக் கண்ணாய்க் கண்ணின்றிக் காணுனைக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;காணுவ தெவர்பா ரருணாசலா<br>\n<br>\n<i>kaṇṇukkuk kaṇṇāyk kaṇṇiṉḏṟik kāṇuṉaik<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kāṇuva devarpā raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கண்ணுக்கு கண் ஆய் கண் இன்றி காண் உனை காணுவது எவர்? பார் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇṇukku kaṇ āy kaṇ iṉḏṟi kāṇ uṉai kāṇuvadu evar? pār aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who can see you, who, being the eye to the eye, sees without eyes? See.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, who can [by means of what eye] see you, who, being the eye to the eye [the real awareness that illumines the seeming awareness called mind, just as the sun illumines the moon], sees without eyes [that is, who sees (the reality of) everything without seeing (the appearance of) anything]? See [me] [so that I may see you by seeing myself as you see me].</blockquote>\n<a name=\"aamm16\"></a>Since she recognises that she cannot surrender herself to him or see him as he actually is without his grace, in <a href=\"https://happinessofbeing.blogspot.com/2022/11/sri-arunacala-aksaramanamalai-verse-16.html\">verse 16</a> she prays to him to attract her to himself and thereby to unite her eternally with his real nature, illustrating her complete dependence on him by comparing herself to a piece of iron, which is wholly dependent on a magnet to attract it to itself and thereby unite it with itself, bestowing upon it its own magnetic nature so that it remains forever one with itself:<br>\n<blockquote>காந்த மிரும்புபோற் கவர்ந்தெனை விடாமற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கலந்தெனோ டிருப்பா யருணாசலா<br>\n<br>\n<i>kānta mirumbupōṟ kavarndeṉai viḍāmaṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kalandeṉō ḍiruppā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> காந்தம் இரும்பு போல் கவர்ந்து எனை, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāntam irumbu pōl kavarndu eṉai, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>அன்வயம்:</b> காந்தம் இரும்பு போல் எனை கவர்ந்து, விடாமல் கலந்து எனோடு இருப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāntam irumbu pōl eṉai kavarndu, viḍāmal kalandu eṉōḍu iruppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like a magnet iron, forcibly seizing me, uniting without leaving, may you be with me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, like a magnet [grasping] iron [by its natural power of attraction], forcibly seizing [grasping, captivating or attracting] me [by the captivating power of your grace], uniting [me with yourself] without [ever] leaving [or letting go of] [me], may you be [eternally one] with me.</blockquote>\n<a name=\"aamm17\"></a>Since she wants nothing but to give herself wholly to him and thereby be made by him eternally one with himself, and since she knows that this is possible only by his infinitely abundant grace, which is his <i>svarūpa</i> (his own very nature), in <a href=\"https://happinessofbeing.blogspot.com/2022/11/sri-arunacala-aksaramanamalai-verse-17.html\">verse 17</a> she prays for nothing other than his grace, begging him:<br>\n<blockquote>கிரியுரு வாகிய கிருபைக் கடலே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கிருபைகூர்ந் தருளுவா யருணாசலா<br>\n<br>\n<i>giriyuru vāhiya kirupaik kaḍalē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kirupaikūrn daruḷuvā yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கிரி உரு ஆகிய கிருபை கடலே, கிருபை கூர்ந்து அருளுவாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>giri uru āhiya kirupai kaḍalē, kirupai kūrndu aruḷuvāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, ocean of grace, which is the form of a hill, being abundantly gracious may you bestow grace.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, [who shine in the heart as the infinite] ocean of grace [or compassion], which is [what is seen outside as] the form of [this great] hill, being abundantly [or intensely] gracious [or compassionate] may you bestow grace [upon me in whatever way you wish, knowing it to be what is best for me, and may you thereby annihilate me, devouring me completely in the infinite light of your grace].</blockquote>\n<a name=\"aamm18\"></a>Since she is painfully aware of her own lowness and unfitness to be united with him, the one supreme and all-pervading reality, but since at the same time she knows that even her own lowness and unfitness can never be an obstacle to his grace, because he can destroy her and consequently her lowness in an instant, making them completely non-existent, in <a href=\"https://happinessofbeing.blogspot.com/2022/12/sri-arunacala-aksaramanamalai-verse-18.html\">verse 18</a> she humbly begs him:<br>\n<blockquote>கீழ்மே லெங்குங் கிளரொளி மணியென்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கீழ்மையைப் பாழ்செய் யருணாசலா<br>\n<br>\n<i>kīṙmē leṅguṅ kiḷaroḷi maṇiyeṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kīṙmaiyaip pāṙcey yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கீழ் மேல் எங்கும் கிளர் ஒளி மணி, என் கீழ்மையை பாழ் செய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kīṙ mēl eṅgum kiḷar oḷi maṇi, eṉ kīṙmaiyai pāṙ sey aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, gem of light that shines below, above and everywhere, annihilate my lowness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, gem of light [the infinitely precious light of pure awareness, ‘I am’] that shines below, above and everywhere [that is, that shines within me at all times and in all states, whether my mind is in a low state of impurity and immaturity or an elevated state of purity and maturity], [by drawing my mind inwards to see you as you actually are] annihilate my baseness [the darkness of my self-ignorance, which is what rises as ego, the false awareness ‘I am this body’].</blockquote>\n<a name=\"aamm19\"></a>Since the lowness or baseness that she refers to here is ego together with all its <i>viṣaya-vāsanās</i>, and since the role and responsibility of <i>guru</i>, who shines in the form of Arunachala, is to eradicate these defects entirely and thereby take complete charge of his devotees, she prays to him in <a href=\"https://happinessofbeing.blogspot.com/2022/12/sri-arunacala-aksaramanamalai-verse-19.html\">verse 19</a>:<br>\n<blockquote>குற்றமுற் றறுத்தெனைக் குணமாய்ப் பணித்தாள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குருவுரு வாயொளி ரருணாசலா<br>\n<br>\n<i>kuṯṟamuṯ ṟaṟutteṉaig guṇamāyp paṇittāḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guruvuru vāyoḷi raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள், குரு உரு ஆய் ஒளிர் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ, guru-v-uru-v-āy oḷir aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating defects completely, making me as virtue, take charge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating [removing or cutting off] [all my] defects completely [namely all my <i>viṣaya-vāsanās</i> along with ego, their root] and making me as [one who is endowed with every] <i>guṇa</i> [virtue or good quality] [especially <i>sadguṇa</i>, the ultimate virtue of just being as I actually am without ever rising as ego even to the slightest extent], take charge [of me as your very own so that I may never again fall prey to the evil demon-ego and its horde of <i>viṣaya-vāsanās</i>].</blockquote>\n<a name=\"aamm20\"></a>Until ego is eradicated completely, its <i>viṣaya-vāsanās</i> will remain to a greater or lesser extent, so it will always be susceptible to coming under their sway, thereby falling prey to the cruel snares of worldly attractions, which seem to offer so much but deliver so little besides disappointment and anguish, so in <a href=\"https://happinessofbeing.blogspot.com/2023/01/sri-arunacala-aksaramanamalai-verse-20.html\">verse 20</a> she begs him to graciously unite her with himself in order to protect her eternally from ever again becoming ensnared in the cruelty of such attractions:<br>\n<blockquote>கூர்வாட் கண்ணியர் கொடுமையிற் படாதருள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கூர்ந்தெனைச் சேர்ந்தரு ளருணாசலா<br>\n<br>\n<i>kūrvāṭ kaṇṇiyar koḍumaiyiṟ paḍādaruḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kūrndeṉaic cērndaru ḷaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கூர் வாள் கண்ணியர் கொடுமையில் படாது, அருள் கூர்ந்து எனை சேர்ந்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kūr vāḷ kaṇṇiyar koḍumaiyil paḍādu, aruḷ kūrndu eṉai sērndu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, so as not to become ensnared in the cruelty of those with sharp sword-eyes, being intensely compassionate be gracious uniting me.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, so as not [to allow me] to become ensnared in the cruelty of those with [alluring] eyes [that pierce one’s heart like] a sharp sword, being intensely [or abundantly] compassionate be gracious [by] uniting me [with yourself].</blockquote>\nIt was he who first raised hope of salvation in her heart by entering her former home, the mind, and drawing her back within towards his home, the heart, and since then she has been piteously begging him in so many ways to complete the task he began by immediately annihilating her completely, thereby uniting her forever with himself. In spite of all her heart-melting prayers, if he still does not take pity on her by making her eternally one with himself, she has every right to call him ‘வஞ்சி’ (<i>vañji</i>), a cheat, fraud or deceiver. How can it be right for him to cheat her by ignoring all her piteous pleadings in such a heartless and uncaring manner? Therefore in this verse she prays to him once again: “கெஞ்சியும் வஞ்சியாய் கொஞ்சமும் இரங்கிலை. ‘அஞ்சு அல்’ என்றே அருள் அருணாசலா” (<i>keñjiyum vañjiyāy koñjamum iraṅgilai. ‘añju al’ eṉḏṟē aruḷ aruṇācalā</i>), “Arunachala, though [I have been] begging [you] [so piteously that it would melt even a stone], being a cheat [fraud or deceiver] [you remain unmoved] without feeling [or showing] even the slightest pity [for me]. [At least now] be gracious saying ‘fear not’”. <br>\n<br>\nஅஞ்சு (<i>añju</i>) is a verb that means to fear, and being the root of this verb, it is used here as an imperative, and அல் (<i>al</i>) is a negative particle, so ‘அஞ்சு அல்’ (<i>añju al</i>), which is coalesced euphonically as ‘அஞ்சல்’ (<i>añjal</i>), means ‘fear not’. என்றே (<i>eṉḏṟē</i>) is an intensified form of the quotative adverbial participle என்று (<i>eṉḏṟu</i>), and in this context it means ‘saying’ as well as serving the same function that enclosing the preceding word or words in inverted commas would serve in English. அருள் (<i>aruḷ</i>) is both a verb that means to be gracious or to give graciously and a noun that means grace, but in this context it is used as a verb in the imperative sense ‘be gracious’. Therefore ‘அஞ்சல் என்றே அருள்’ (<i>añjal eṉḏṟē aruḷ</i>) is a prayer for reassurance that means ‘Be gracious saying [or assuring me]: Fear not’.<br>\n<br>\nThat is, even if for some reason best known to himself Arunachala does not answer all her prayers by immediately annihilating her separate existence as ego or <i>jīva</i>, thereby making her eternally one with himself, rather than continuing to seem indifferent to her plight and therefore unmoved by all her prayers, he should at least be gracious enough to say ‘Fear not’, thereby reassuring her that he does indeed care for her and will certainly annihilate her in due course, whenever he sees fit to do so.<br>\n<br>\n<a name=\"aamm11a\"></a>So regarding what does she want him to say ‘Fear not’? What is it that she now fears, and from the fear of which she beseeches him to protect her? All this time what she has been fearing above all else is coming under the powerful sway of her <i>viṣaya-vāsanās</i>, which like thieves are constantly attempting to drag her mind out towards the world, thereby in effect separating her from him, her rightful lord and master, who shines eternally in her heart as <i>ātma-svarūpa</i>, the real nature of both himself and herself. The cruelty of these <i>viṣaya-vāsanās</i>, which are what he referred to in <a href=\"#aamm11\">verse 11</a> as ‘ஐம் புலக் கள்வர்’ (<i>aim pula kaḷvar</i>), ‘the five sense-thieves’, are what she has been praying to him to protect her from in so many of these verses, so in this verse she prays to him at least to say ‘Fear not’, thereby reassuring her that he will certainly protect her from ever again becoming ensnared in their cruelty by destroying them completely along with their root, namely herself as ego.<br>\n<br>\n<a name=\"aamm22\"></a>But when she has been piteously begging him in so many ways, why does he seem to remain unmoved, showing not even the least pity for her, like a heartless cheat who has deceived a young girl, taking advantage of her by seemingly offering her his love, but then turning away from her and paying no heed to her heart-melting pleas? As she says in the next verse, he is renowned for giving unasked, so why in her case is he not giving anything even when asked in such a desperate, anguished and heart-melting manner?<br>\n<br>\nAs Bhagavan taught us, ‘<i>bhakti</i> is the mother of <i>jñāna</i>’, meaning that love is the mother of true knowledge, namely awareness of ourself as we actually are, because only when our stone-like heart melts and dissolves in all-consuming love for him, our own real nature, will we finally be freed from desire for anything other than him and therefore be willing to surrender ourself entirely to him. Until we are thereby willing to give ourself entirely to him without even the slightest reservation or hesitation, he will not force himself upon us, so his grace works deep within our heart by steadily arousing and nurturing such love in us until we are consumed by it entirely.<br>\n<br>\nTherefore, though he outwardly seems to be unmoved by the intense yearning and heart-melting prayers of his devotee, his seeming indifference to her is actually one of the means by which he is nurturing the growth of the requisite love in her heart. The more desperately she pleads with him, the more pure love in the form of <i>sat-vāsanā</i> (inclination to cling to her own being and thereby just to be as she actually is), which is the true mark of his grace, will surge forth from deep within her, welling up in her heart and thereby cleansing it of all its residual impurities in the form of her <i>viṣaya-vāsanās</i>.<br>\n<br>\nAs Muruganar points out, this is what is known in Tamil as ‘மறக்கருணை’ (<i>maṟa-k-karuṇai</i>), a term that literally means heroic, warlike, hostile, angry, violent, murderous or destructive grace, implying grace that is harsh but purifying, waging war on and annihilating all the impurities in the heart of the devotee, as opposed to ‘அறக்கருணை’ (<i>aṟa-k-karuṇai</i>), ‘righteous [kind or gentle] grace’. That is, Arunachala, who is the infinite ocean of grace, will not stop at anything in his single-minded mission to save his devotee, so he will use both harsh and gentle measures, whichever is necessary and most effective at each given moment, to achieve his aim of purifying her heart and making her wholeheartedly willing to surrender herself entirely to him, allowing him thereby to devour her completely, thus making her eternally one with himself.<br>\n<br>\n<b>Video discussion:</b> <a href=\"https://youtu.be/TarbU6dXrtQ\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 21</a><br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/TarbU6dXrtQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6833229112937166768/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "grace",
        "self-love",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjc3Mzk3NTk0MTY0Cm9mZnNldDogMAo\""
}