{
    "kind": "blogger#post",
    "id": "1668410690172022423",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2023-07-27T20:09:00+01:00",
    "updated": "2023-07-27T20:23:47+01:00",
    "url": "http://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1668410690172022423",
    "title": "<i>Āṉma-Viddai</i> verse 3: knowledge of all other things is caused by ignorance of ourself",
    "content": "<a name=\"av3\"></a>In continuation of three articles on <i>Āṉma-Viddai</i> that I posted here previously, namely <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html\"><i>Āṉma-Viddai</i>: Tamil text, transliteration and translation</a>, <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html\"><i>Āṉma-Viddai</i> verse 1: thought is what causes the appearance of the unreal body and world</a> and <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html\"><i>Āṉma-Viddai</i> verse 2: the thought ‘I am this body’ is what supports all other thoughts</a>, in this article I will explain and discuss the meaning and implications of the <a href=\"https://happinessofbeing.blogspot.com/2022/01/anma-viddai-tamil-text-transliteration.html#av3\">third verse</a>:<br><a name='more'></a>\n<blockquote>தன்னை யறிதலின்றிப் பின்னை யெதறிகிலென்<br>\nறன்னை யறிந்திடிற்பின் னென்னை யுளதறிய<br>\nபின்ன வுயிர்களில பின்ன விளக்கெனுமத்<br>\nதன்னைத் தனிலுணர மின்னுந் தனுளான்ம —<br>\n&nbsp;&nbsp;&nbsp;ப்ரகாசமே; அருள் விலாசமே; அக விநாசமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்ப விகாசமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>taṉṉai yaṟidaliṉḏṟip piṉṉai yedaṟihileṉ<br>\nḏṟaṉṉai yaṟindiḍiṟpiṉ ṉeṉṉai yuḷadaṟiya<br>\nbhiṉṉa vuyirgaḷila bhiṉṉa viḷakkeṉumat<br>\ntaṉṉait taṉiluṇara miṉṉun taṉuḷāṉma —<br>\n&nbsp;&nbsp;&nbsp;prakāśamē; aruḷ vilāsamē; aha vināśamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉba vikāsamē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே. அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma-prakāśamē. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் அறிய என்னை உளது? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, தன் உள் ஆன்ம ப்ரகாசமே மின்னும். அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே. (ஐயே, அதி சலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ aṟiya eṉṉai uḷadu? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, taṉ uḷ āṉma-prakāśamē miṉṉum. aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Without knowing oneself, if one knows whatever else, what? If one has known oneself, then what exists to know? When one knows in oneself that self, which is the light without separation in separate sentient beings, within oneself the shining of oneself alone will flash forth. The shining forth of grace; the annihilation of ego; the blossoming of happiness. (Ah, extremely easy, ...)<br>\n<br>\n<b>Explanatory paraphrase:</b> Without knowing oneself, if one knows whatever else, [so] what? [That is, how can such knowledge be reliable, so how can it have any real value?] If one has known oneself, then what [else] exists to know? When one knows in oneself that self [one’s real nature], which is the light [that shines] <i>abhinna</i> [without <i>bhinna</i>: separation, division, difference or distinction] in separate sentient beings [or souls], within oneself <i>ātma-prakāśa</i> [the shining, clarity or light of oneself] alone will flash forth [like lightening]. [This is] <i>aruḷ-vilāsa</i> [the shining forth, amorous play or beauty of grace], <i>aha-vināśa</i> [the annihilation of ego], <i>iṉba-vikāsa</i> [the blossoming of happiness]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\n<ol>\n<li><a href=\"#seem\"> We are not what we now seem to be, so how can we know that anything else is what it seems to be?</a></li>\n<li><a href=\"#sleep\"> We exist and are aware of our existence in sleep, so we cannot be anything we were not aware of then</a></li>\n<li><a href=\"#ourself\"> Before trying to know anything else, we should first try to know what we ourself actually are, and we cannot know what we actually are by attending to anything other than ourself</a></li>\n<li><a href=\"#un04\"> <i>Uḷḷadu Nāṟpadu</i> verse 4: forms or phenomena seems to exist only because we as ego mistake ourself to be the form of a body</a></li>\n<li><a href=\"#un09\"> <i>Uḷḷadu Nāṟpadu</i> verse 9: the triad of knower, knowing and known depends upon the knower, namely ego, which will cease to exist as such when it knows what it actually is</a></li>\n<li><a href=\"#unrealise\"> We do not need to realise what is real, but only to unrealise what is unreal, meaning that we do not need to gain any new knowledge but just to relinquish all wrong knowledge</a></li>\n<li><a href=\"#un10\"> <i>Uḷḷadu Nāṟpadu</i> verse 10: real awareness is only awareness that is aware of ourself as we actually are, which is the reality of ego, the one to whom all knowledge and ignorance about other things appear</a></li>\n<li><a href=\"#un11\"> <i>Uḷḷadu Nāṟpadu</i> verse 11: when we know ourself as we actually are, knowledge and ignorance about everything else will cease to exist</a></li>\n<li><a href=\"#un12\"> <i>Uḷḷadu Nāṟpadu</i> verse 12: since we as we actually are shine without any other thing to know, we alone are real awareness</a></li>\n<li><a href=\"#uu27\"> <i>Upadēśa Undiyār</i> verse 27: real awareness is devoid of both knowledge and ignorance of anything other than itself, because there is nothing other than itself for it either to know or to not know</a></li>\n<li><a href=\"#un12a\"> Though the real awareness that we actually are is completely devoid of both knowledge and ignorance of any other thing, it is not a void (<i>śūnya</i>) but infinitely full (<i>pūrṇa</i>), being the fullness of <i>sat-cit-ānanda</i></a></li>\n<li><a href=\"#un13\"> <i>Uḷḷadu Nāṟpadu</i> verse 13: being aware of many things is ignorance, which is unreal, but even this ignorance does not exist except as ourself, the one real awareness</a></li>\n<li><a href=\"#un14\"> <i>Uḷḷadu Nāṟpadu</i> verse 14: when we as ego investigate our own reality, ego will thereby cease to exist, and all its knowledge of the seeming existence of everything else will cease to exist along with it</a></li>\n<li><a href=\"#knowledge\"> Knowledge or awareness of anything other than ourself is not real, because when we know ourself as we actually are, nothing other than ourself exists for us to know</a></li>\n<li><a href=\"#light\"> When one knows in oneself that self, which is the light that shines without separation in separate sentient beings, within oneself the shining of oneself alone will flash forth</a></li>\n<li><a href=\"#grace\"> The flashing forth of ourself as the light of pure awareness is the shining forth of grace, the annihilation of ego and the blossoming of happiness</a></li>\n</ol>\n<a name=\"seem\"></a><b>1. We are not what we now seem to be, so how can we know that anything else is what it seems to be?</b><br>\n<br>\nIf we do not know the colour of the glasses we are wearing, or whether we are wearing clear or coloured glasses, or even whether we are wearing any glasses at all, we will not be able to reliably judge the colour of the objects we are seeing. If we are wearing red glasses, everything will appear to be varying shades of red, and if we are wearing green glasses, everything will appear to be varying shades of green. Even if we are not wearing any glasses, but are suffering from jaundice, whether with or without our knowledge, everything will appear to be varying shades of yellow.<br>\n<br>\nLikewise, if we do not know the reality of ourself (that is, if we do not know what we actually are as opposed to what we now seem to be), we cannot know the reality of anything else we know, which means that we cannot know whether whatever else we may know is actually real or just an illusory appearance. This is why Bhagavan asks rhetorically in the first sentence of this verse, ‘தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்?’ (<i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ?</i>), ‘Without knowing oneself, if one knows whatever else, [so] what?’, thereby implying that whatever knowledge we may have of anything other than ourself is unreliable and of no real consequence if we do not even know what we ourself actually are.<br>\n<br>\n<a name=\"un05a\"></a>If we do not know whether we are what we seem to be, how can we know whether anything else is as it seems to be? Now we seem to be a person, a <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">bundle of five sheaths</a>, namely a physical body, life, mind, intellect and will, but is this what we actually are? The person we seem to be appears in waking and dream, albeit with a different body in each such state, but disappears in sleep, but we are clearly aware of our own existence, ‘I am’, in all these three states. The ‘I’ that slept is the same ‘I’ that is now in this state we take to be waking and that is sometimes in another state that we call dream, but this ‘I’ seems to be a person in only two of these three states.<br>\n<br>\nIn sleep we are aware of nothing other than our own existence, whereas in waking and dream we are aware not only of our existence, ‘I am’, but also of an identity, ‘I am this person’. Since we exist and are aware of our existence in sleep without being aware of this identity or of the person whom we now identify as ourself, this person cannot be what we actually are. That is, if this person were what we actually are, we could never be aware of ourself without being aware of this person, so since we were aware of our existence in sleep, which is a state in which we were not aware of this person, this identity ‘I am this person’ is false, even though it now seems to us to be true.<br>\n<br>\n<a name=\"sleep\"></a><b>2. We exist and are aware of our existence in sleep, so we cannot be anything we were not aware of then</b><br>\n<br>\nSome people object to this, arguing that we were not aware of anything in sleep, so it is not correct to say that we were aware of our existence then. It is true that we were not aware of any phenomena in sleep, not even of the passing of time, but we were nevertheless aware of our own existence, because if we were not aware of our existence while we were asleep, we would not now be so clearly aware of having been in a state in which we were not aware of anything else. That is, if we were not aware of our existence in sleep (in other words, if we were not aware of being in that state, in which we were not aware of anything else), we would not now be aware that we were ever in such a state, so what we would now be aware of experiencing would be a seemingly uninterrupted succession of alternating states of waking and dream without any gap between them. Therefore, since we are now clearly aware of having experienced frequent gaps between alternating states of waking and dream, gaps that we call sleep, in which we were not aware of anything other than ourself, we must not only have existed in such gaps but must also have been aware of existing then. In other words, if sleep were a state in which we were not aware of our existence, we would not now be aware of ever having existed in such a state.<br>\n<br>\nTherefore we can logically conclude that we were certainly aware of our existence while we were asleep, and no one who considers this carefully and deeply enough can reasonably doubt that this is the case. Moreover, to the extent that we practise being self-attentive in waking or dream, it will become clear to us, no matter how faintly at first, that our own existence, ‘I am’, is distinct from the appearance of all phenomena, including the person we seem to be (not only the physical body of this person but also all its other components, namely life, mind, intellect and will), and to the extent that it thereby becomes clear to us that we are distinct from all phenomena, it will also become clear to us that we did exist and were aware of our existence in the absence of all phenomena in sleep.<br>\n<br>\nTherefore, since we existed and were aware of our existence in sleep, what we actually are cannot be anything that we were not aware of then, so since we were then aware of nothing other than our own mere existence, what we actually are can only be this pure existence, bereft of everything else, including all the adjuncts (<i>upādhis</i>) that we now mistake ourself to be. As this pure existence, which shone alone in sleep, we were aware ‘I am’, but were not aware of anything else whatsoever, so the nature of this pure existence is pure awareness, awareness that is just aware without being aware of anything other than its own existence, ‘I am’, and hence what we actually are is just pure existence-awareness  (<i>sat-cit</i>), which is what we are always aware of as our own being, ‘I am’, not only in sleep but also in waking and dream.<br>\n<br>\n<a name=\"ourself\"></a><b>3. Before trying to know anything else, we should first try to know what we ourself actually are, and we cannot know what we actually are by attending to anything other than ourself</b><br>\n<br>\nTherefore, though we now seem to be a particular person, who consists of a physical body, life, mind, intellect and will, neither this person nor any of its components can be what we actually are, because in sleep we were not aware of any of these things, but were aware only of our own simple existence, ‘I am’. Hence, since we are now aware of ourself as if we were this person, it is clear that we are aware of ourself as something other than what we actually are, so our present knowledge of ourself is a false knowledge. Since we do not even know what we ourself actually are, how can any of our knowledge about anything else be reliable?<br>\n<br>\nThat is, whatever knowledge we may have about anything other than ourself is obtained by us through the filter of our erroneous knowledge of ourself, so when we do not know what we ourself actually are, we cannot claim to have true or reliable knowledge about anything else whatsoever. In other words, when our knowledge about ourself is so confused and erroneous, our knowledge about everything else must be equally or even more confused and erroneous, as Bhagavan implies in the first sentence of this verse by asking rhetorically: ‘தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்?’ (<i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ?</i>), ‘Without knowing oneself, if one knows whatever else, what [reliability, consequence or value does such knowledge have]?’<br>\n<br>\nTherefore before trying to know anything else, we should first try to know what we ourself actually are, and we cannot know what we actually are by attending to anything other than ourself, so we should stop directing our attention outwards (away from ourself towards anything else) and should instead direct it inwards (back towards ourself alone). No matter how many spiritual, philosophical or scientific texts we may study, or how many times we may listen to the words of the <i>sadguru</i> or others, we cannot know what we actually are except by turning our attention back within to face ourself alone. The words of our <i>sadguru</i>, Bhagavan Ramana, are useful precisely because they are constantly directing us, reminding us and encouraging us to turn our attention back within to investigate what we actually are, and other texts are useful only if and to the extent that they do likewise.<br>\n<br>\n<a name=\"un04\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 4: forms or phenomena seems to exist only because we as ego mistake ourself to be the form of a body</b><br>\n<br>\nOne of the many ways in which Bhagavan has impressed upon us the need for us to know ourself as we actually are before we can know the truth of anything else is by pointing out that whatever is perceived derives it nature from what perceives it, so the nature of the perceived will always be in certain fundamental respects the same as the nature of the perceiver. This is the metaphysical and epistemological principle that he teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\nHere he uses the term ‘கண்’ (<i>kaṇ</i>), ‘eye’, as a metaphor for awareness, in the sense of what is aware, and that awareness is ourself. What we actually are is infinite awareness, as he implies in the last sentence of this verse, ‘கண் அது தான் அந்தமிலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’, and being infinite means being formless, because every form is a limitation of one kind or another, and whatever is limited is a form in the sense that he uses the term ‘உருவம்’ (<i>uruvam</i>) or ‘உரு’ (<i>uru</i>), ‘form’, in this and other verses of <i>Uḷḷadu Nāṟpadu</i> and elsewhere. Therefore, in accordance with the principle that he implies in the previous sentence, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can what is seen be otherwise than the eye?’, as infinite and hence formless awareness we are never aware of anything finite and hence of any forms, as he implies in the second and third sentences by asking rhetorically: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How [to see their forms]?’.<br>\n<br>\n<a name=\"un05b\"></a>Therefore, as he implies in the first sentence of this verse, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, we seem to be aware of forms only when we rise as ego and consequently mistake ourself to be a body, which is a form composed of five sheaths (as he says in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>). Hence all forms or phenomena seem to exist only because we have risen as ego, thereby projecting and attaching ourself to the form of a body as if it were ‘I’.<br>\n<br>\nAll forms are therefore just an illusory appearance, and they seem to exist only in the view of ourself as ego. When we do not rise as ego, they do not seem to exist, so what then shines is only what alone actually exists, namely ourself as infinite awareness. Therefore, since everything other than ourself seems to exist only when we rise as ego, and since we do not rise as ego when we know ourself as we actually are, in the second sentence of this third verse of <i>Āṉma-Viddai</i> he asks rhetorically, ‘தன்னை அறிந்திடில், பின் என்னை உளது அறிய?’ (<i>taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya?</i>), ‘If one has known oneself, then what exists to know?’, thereby implying that there is nothing else for us to know once we have known ourself.<br>\n<br>\n<a name=\"un04a\"></a><a name=\"un05c\"></a><a name=\"av2\"></a>Everything other than ourself (in other words, every object or phenomenon) is a form of one kind or another, and as he points out in verses <a href=\"#un04\">4</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">5</a> of <i>Uḷḷadu Nāṟpadu</i>, we are aware of forms (objects or phenomena) only when we mistake ourself to be a body, which is a form consisting of five sheaths (namely a physical body, the life or physiological processes that animate it, and the mind, intellect and will that operate within it as if they were integral parts of it). Therefore the subject that is aware of all objects is what is aware of itself as ‘I am this body’, namely ourself as ego, and without this subject no objects would seem to exist, as he implied in the first clause of the previous verse, namely <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html\">verse 2</a> of <i>Āṉma-Viddai</i>: “‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால்” (<i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl</i>), “Since the thought ‘this, the body composed of flesh, itself is I’ alone is the one thread on which [all] the various thoughts are strung”.<br>\n<br>\nSince the appearance or seeming existence of objects depends upon our present false awareness of ourself as ‘I am this body’, their appearance is just a mental construct, so according to Bhagavan all objects, forms or phenomena are just thoughts, meaning that they are all just mental impressions or mental phenomena. Since they seem to exist only in the view of ourself as ego, ego is the one thread on which their seeming existence is strung, like the thread that binds flowers together to form a garland, or the string that links gems together to form a necklace.<br>\n<br>\n<a name=\"un09\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 9: the triad of knower, knowing and known depends upon the knower, namely ego, which will cease to exist as such when it knows what it actually is</b><br>\n<br>\nAll our knowledge of anything other than ourself entails these two factors: the subject or knower (<i>pramātā</i>), namely ourself as ego, which is what is always aware of itself as ‘I am this body’, and the object or what is known (<i>pramēya</i>). However, there is also one other factor that is required for us to know anything other than ourself, namely a means of knowing (<i>pramāṇa</i>), such as seeing, hearing, tasting, smelling, feeling, perceiving, experiencing, remembering, understanding, inferring or believing any testimony that we suppose to be reliable. Between these three factors, which are called <i>tripuṭī</i> in Sanskrit and <i>muppuḍi</i> in Tamil, there is a chain of dependency, because without a means of knowing there could not be anything known, and without a knower there could not be either a means of knowing or anything known, so the first link in the chain is the knower, the second is the means of knowing and the third is whatever is known, the latter being what the knower knows by any appropriate means of knowing. Of these three factors, therefore, the most fundamental is the knower, and on it the other two factors depend, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist always holding one thing. If one sees within the mind what that one thing is, they will slip off. Only those who have seen have seen the reality. They will not be confused. See.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dyads [pairs of opposites, such as existence and non-existence, life and death, awareness and non-awareness, knowledge and ignorance, happiness and unhappiness, good and bad, liberation and bondage] and triads [the <i>tripuṭī</i> or three factors of transitive knowledge or awareness, namely <i>jñātā</i> or <i>pramātā</i> (the knower or subject, namely ego), <i>jñāna</i> or <i>pramāṇa</i> (knowing or the means of knowing, such as seeing, hearing, perceiving, experiencing, inferring or believing reliable testimony) and <i>jñēya</i> or <i>pramēya</i> (whatever is known, namely objects, phenomena, facts, theories and so on)] exist [by] always holding [or depending on] one thing [namely ego, the knower, in whose view alone they seem to exist]. If [by looking keenly at oneself] one sees within the mind what that one thing is, they will slip off [run away or disappear] [implying that they will cease to exist, because their support and foundation, namely ego, will itself cease to exist]. Only those who have seen [what remains when all dyads and triads have thereby ceased to exist along with their root, ego] have seen the reality. They will not be confused [by ever again seeing anything else at all]. See [what is real in this way by seeing within the mind what that one thing is that rises as ‘I’ to know all other things].</blockquote>\nWhat he refers to here as இரட்டைகள் (<i>iraṭṭaigaḷ</i>), ‘pairs’ or ‘dyads’, are pairs of opposites, such as existence and non-existence, life and death, awareness and non-awareness, knowledge and ignorance, happiness and unhappiness, good and bad, or liberation and bondage, and since these are all <i>pramēya</i> (things that are known), they are included among the third of the three factors that constitute <i>tripuṭī</i>, which are what he refers to here as முப்புடிகள் (<i>muppuḍigaḷ</i>), ‘triads’ or the trio of knower, knowing and known. As I explained above, all means of knowing and everything that is known depends on the knower, because without the knower there could not be either any means of knowing or anything known, and the knower of all things other than ourself is only ourself as ego. Therefore in the first sentence of this verse, ‘இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம்’ (<i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām</i>), ‘Dyads and triads exist always holding one thing’, what he refers to as ஒன்று (<i>oṉḏṟu</i>), ‘one thing’ or ‘the one’, is ourself as ego.<br>\n<br>\nWe seem to be ego only so long as we are attending to anything other than ourself, so if, instead of attending to anything else, we keenly attend to ourself alone, we as ego will subside and dissolve back into the source from which we arose, namely ourself as pure awareness, and since ego is the one thing on which the entire structure of dyads and triads is built, they too will cease to exist along with ego, as Bhagavan implies in the second sentence of this verse: ‘அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை’ (<i>a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai</i>), ‘If one sees within the mind what that one thing is, they will slip off’.<br>\n<br>\nOnly when we have thus seen the cessation (or to be more precise, the non-existence) of all dyads and triads have we seen what alone is real, namely ourself as pure awareness, and having thus seen ourself as we actually are, we will never be confused by seeing anything else at all, as he implies in the final sentences of this verse: ‘கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்’ (<i>kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>), ‘Only those who have seen have seen the reality. They will not be confused. See’.<br>\n<br>\nIn this context ‘கண்டவரே’ (<i>kaṇḍavarē</i>), ‘only those who have seen’, can be interpreted in two slightly different but complementary ways. Either we can take it to mean only those who have seen within the mind what that one thing (namely ego) is, in which case ‘கண்டவரே உண்மை கண்டார்’ (<i>kaṇḍavarē uṇmai kaṇḍār</i>), ‘Only those who have seen have seen the reality’, would imply that those who have seen what ego actually is have seen that it is just pure awareness, which alone is what is real. Or we can take it to mean only those who have seen what remains when dyads and triads have slipped off, in which case this sentence would imply that those who have seen what remains when they have slipped off have seen that it is just pure awareness, which alone is what is real.<br>\n<br>\nWhereas knowledge of anything other than ourself entails this triad of knower, means of knowing and whatever is known, knowledge of ourself entails no such triad but only one thing, namely ourself, because in self-knowledge we alone are not only both what knows and what is known but also the means of knowing, since what we actually are is just pure awareness, and pure awareness knows itself just by being itself. Since we are always ourself and never anything other than ourself, we always know ourself and are never ignorant of ourself.<br>\n<br>\n<a name=\"unrealise\"></a><b>6. We do not need to realise what is real, but only to unrealise what is unreal, meaning that we do not need to gain any new knowledge but just to relinquish all wrong knowledge</b><br>\n<br>\nWhy then is it said that as ego we are ignorant of ourself and therefore need to achieve knowledge of ourself: <i>ātma-jñāna</i> or <i>ātma-vidyā</i>? What is called self-ignorance, <i>ajñāna</i> or <i>avidyā</i>, is not actually an absence or lack of self-knowledge, but only a distortion of self-knowledge, because though we always know ourself, we now know ourself as if we were something other than what we actually are, namely a body consisting of five sheaths, all of which are <i>jaḍa</i> (non-aware). This is why Bhagavan taught us that <i>ajñāna</i> or <i>avidyā</i> (ignorance in the sense of self-ignorance) is nothing other than ego, the false awareness that is always aware of itself as ‘I am this body’.<br>\n<br>\nTrue self-knowledge (<i>ātma-jñāna</i> or <i>ātma-vidyā</i>) is just our fundamental awareness of our own existence, ‘I am’, so since self-ignorance (<i>ajñāna</i> or <i>avidyā</i>) is just the false awareness ‘I am this body’, even when we are self-ignorant we do not cease to know ourself. Therefore, in order to know ourself as we actually are, we do not need to acquire any knowledge that we do not already possess, but just need to get rid of the wrong knowledge (or false awareness) ‘I am this body’, which we as ego have now superimposed upon our ever-shining correct knowledge (or real awareness) ‘I am’.<br>\n<br>\nAs Bhagavan sometimes used to say humorously when pointing out that the popular English term ‘self-realisation’ is actually a misnomer: we ourself are always real, so there is no need for us to realise ourself; the problem is that we have now realised what is unreal, namely the body and world, so all that is required is for us to unrealise the unreal, and then what is real alone will remain existing and shining as it always is.<br>\n<br>\n<a name=\"un09a\"></a>So how can we unrealise the unreal? The unreal seems to be real only because we give it a semblance of reality by attending to it, so to unrealise it all we need to do is to attend only to what is actually real, namely ourself as the pure awareness ‘I am’. In other words, the unreal seems to be clinging to us only because we are clinging to it, so if we cling only to ourself and thereby cease clinging to anything else at all, everything else will drop off and we alone will remain shining just as ‘I am’, as we always actually are. This is what he implies in the second sentence of the above verse (verse 9 of <i>Uḷḷadu Nāṟpadu</i>): ‘அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை’ (<i>a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai</i>), ‘If one sees within the mind what that one thing [namely ego] is, they [namely the dyads and triads] will slip off’.<br>\n<br>\n<a name=\"av1\"></a>Attending to anything other than ourself is what is called thinking or mental activity (<i>citta-vṛtti</i>), so what is called ‘thought’ is just attention to and consequent awareness of anything other than ourself. So long as we allow our attention to move away from ourself towards anything else, that outward-going movement (<i>pravṛtti</i>) of our attention is what gives rise to the appearance or seeming existence of all other things, so as long as we continue indulging ourself in attending to anything other than ourself we are perpetuating the seeming existence and reality of such things. Therefore if we attend only to ourself and thereby put an end to all thinking, the appearance and seeming reality of all other things will be dissolved along with all the thoughts that it consists of, as Bhagavan implied in the first two sentences of the <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html\">first verse</a> of <i>Āṉma-Viddai</i>: ‘மெய் ஆய் நிரந்தரம் தான் ஐயாது இருந்திடவும், பொய் ஆம் உடம்பு உலகம் மெய்யா முளைத்து எழும். பொய் மை ஆர் நினைவு அணுவும் உய்யாது ஒடுக்கிடவே, மெய் ஆர் இதய வெளி வெய்யோன் சுயம் ஆன்மா விளங்குமே’ (<i>mey āy nirantaram tāṉ aiyādu irundiḍavum, poy ām uḍambu ulaham meyyā muḷaittu eṙum. poy mai ār niṉaivu aṇuvum uyyādu oḍukkiḍavē, mey ār idaya veḷi veyyōṉ suyam āṉmā viḷaṅgumē</i>), ‘Though oneself incessantly and indubitably exists as real, the body and world, which are unreal, arise sprouting as real. When thought, which is composed of unreal darkness, is dissolved in such a manner that it does not revive even an iota, in the heart-space, which is real, oneself, the sun, will shine by oneself’. Therefore we can unrealise the unreal only by attending to what alone is actually real, namely our own existence, ‘I am’, the bright sun of pure awareness, which is the infinite space called ‘heart’.<br>\n<br>\n<a name=\"un10\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 10: real awareness is only awareness that is aware of ourself as we actually are, which is the reality of ego, the one to whom all knowledge and ignorance about other things appear</b><br>\n<br>\nSince self-ignorance (<i>avidyā</i>) is not an absence of the one real knowledge, ‘I am’, but just a seeming distortion of it, it is not actually ignorance but just an erroneous knowledge or false awareness. Self-knowledge and self-ignorance are therefore not a dyad or pair of opposites, because even in the midst of self-ignorance self-knowledge continues to shine as ‘I am’, albeit seemingly (in the view of ourself as ego) mixed and conflated with adjuncts as ‘I am this body’, so self-knowledge exists and shines eternally, independent of and untouched by the appearance or disappearance of self-ignorance. Hence, when Bhagavan talks about the dyad of knowledge and ignorance in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">verse 10</a> of <i>Uḷḷadu Nāṟpadu</i>, the knowledge and ignorance he is referring to is not knowledge and ignorance of ourself but only knowledge and ignorance of other things:<br>\n<blockquote>அறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவு.<br>\n<br>\n<i>aṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் அறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Without ignorance [of other things], knowledge [of them] does not exist; without knowledge [of them], that ignorance [of them] does not exist. Only the knowledge [or awareness] that knows [the reality of] oneself [ego], who is the first [to appear], [by investigating] to whom [or for whom] are that knowledge and ignorance [of other things], is [real] knowledge [or awareness].</blockquote>\nAny state in which we are aware of phenomena (anything other than ourself) is just a dream, and whatever phenomena we are aware of in a dream do not exist independent of our awareness of them. Since they appear and disappear in our awareness, phenomena are just a temporary appearance, so our knowledge or awareness of them is always preceded and followed by ignorance or non-awareness of them. Therefore knowledge of anything other than ourself cannot exist without prior and subsequent ignorance of it, as Bhagavan implies in the first sentence of this verse: ‘அறியாமை விட்டு, அறிவு இன்று ஆம்’ (<i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām</i>), ‘Leaving [or without] ignorance, knowledge does not exist’.<br>\n<br>\nSince nothing exists except in our awareness, any particular thing exists (or to be more precise, seems to exist) only so long as we are aware of it in some way or other (whether directly by perceiving it or indirectly by remembering it, inferring it, supposing it, imagining it or knowing about it in any other way such as by belief or hearsay), and hence it does not exist at all before we become aware of it or after we cease to be aware of it. Therefore, since we cannot be said to be ignorant of something that does not exist, our prior and subsequent ignorance of something exists only so long as we know or are aware of that thing, as Bhagavan implies in the second sentence of this verse: ‘அறிவு விட்டு, அவ் அறியாமை இன்று ஆகும்’ (<i>aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum</i>), ‘Leaving [or without] knowledge, that ignorance does not exist’.<br>\n<br>\nTo whom do all such knowledge and ignorance appear? In other words, in whose view do they seem to exist? Only in the view of ourself as ego, because it is only when we rise and stand as ego, namely in waking or dream, that knowledge and ignorance of anything other than ourself seem to exist. When we do not rise or stand as ego, such as in sleep, neither knowledge nor ignorance of anything else seems to exist at all. Our supposed ignorance or non-awareness of all other things in sleep seems to exist only from the perspective of ourself as ego in waking and dream, because while we are actually asleep or in any other state of <i>manōlaya</i> (temporary dissolution of mind), nothing else seems to exist either for us to know or to be ignorant of.<br>\n<br>\nWe seem to be ego only so long as we are aware of anything other than ourself, so if instead of attending to anything else we attend only to ourself, who now seems to be ego, we will thereby subside and dissolve back into the source from which we arose, namely ourself as pure awareness, and what will then remain shining all alone is only ourself as pure awareness, namely the adjunct-free awareness ‘I am’, which is what we always actually are. Being aware of ourself thus as just pure awareness is alone real awareness or true knowledge, as Bhagavan points out in the final sentence of this verse: ‘அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு’ (<i>anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>), ‘Only the knowledge [or awareness] that knows [the reality of] oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge [or awareness]’. What he implies by saying this is that real awareness is only awareness that is aware of ourself as we actually are, namely as pure awareness, which is the reality of ego, who is the first thing to arise, and that we can be aware of ourself thus only by investigating ego, who is the one to whom all knowledge and ignorance about other things appears.<br>\n<br>\n<a name=\"un11\"></a><b>8. <i>Uḷḷadu Nāṟpadu</i> verse 11: when we know ourself as we actually are, knowledge and ignorance about everything else will cease to exist</b><br>\n<br>\nSince being aware of ourself alone is real awareness, being aware of anything else is not real awareness but only ignorance, as Bhagavan says explicitly in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease [because the reality of ego is just pure awareness, so when one knows oneself as pure awareness ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].</blockquote>\nThe full force and implication of the conjunction அன்றி (<i>aṉḏṟi</i>), which means ‘besides’, ‘except’ or in some cases ‘but only’, is often difficult to convey in English, particularly when it is used in an interrogative sentence such as ‘அன்றி அறிவோ?’ (<i>aṉḏṟi aṟivō?</i>), ‘besides, is it knowledge?’. In this case, when Bhagavan says ‘அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘knowing other things is ignorance; besides, is it knowledge?’, what he clearly and emphatically implies is that knowing other things is not knowledge but only ignorance.<br>\n<br>\n<a name=\"ny07\"></a><a name=\"un13a\"></a>Why does he say this? The reason is simple. As he says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature (<i>svarūpa</i>) of oneself (<i>ātman</i>)]’, and in the first sentence of <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’, so nothing other than ourself is real. Though other things seem to exist when we are aware of them, they do not actually exist, so they are just an illusory appearance, and hence being aware of them is not real knowledge but only ignorance.<br>\n<br>\nThough he qualifies this statement that knowing other things is ignorance by adding before it an adverbial clause, ‘அறிவு உறும் தன்னை அறியாது’ (<i>aṟivu-uṟum taṉṉai aṟiyādu</i>), ‘not knowing oneself, who knows’, which implies ‘not knowing ourself as we actually are, which is the reality of ourself as ego, who is what knows all other things’, this is not intended to limit the meaning of the main statement but to enhance it by contrasting our abundant knowledge of other things with the sad fact that we do not even know what we ourself actually are. That is, ‘அறிவு உறும் தன்னை அறியாது, அயலை அறிவது அறியாமை’ (<i>aṟivu-uṟum taṉṉai aṟiyādu, ayalai aṟivadu aṟiyāmai</i>), ‘Not knowing oneself, who knows, knowing other things is ignorance’, does not imply that knowing other things is ignorance only if we do not know ourself, because we know other things only when (and because) we do not know ourself as we actually are.<br>\n<br>\nTo clarify and emphasise this, in the next sentence he points out that knowledge and ignorance about everything other than ourself will cease to exist when we know ourself as we actually are, thereby implying that we seem to have knowledge and ignorance about other things only because we do not know what we ourself actually are: ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease’.<br>\n<br>\n‘அறிவு அயற்கு ஆதாரம்’ (<i>aṟivu ayaṟku ādhāram</i>), ‘the support for knowledge and the other [namely ignorance]’, is ego, because it is only in the view of ourself as ego that knowledge and ignorance about other things seem to exist, so when he says ‘அறிவு அயற்கு ஆதார தன்னை அறிய’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya</i>), ‘when one knows oneself, the support for knowledge and the other’, what he implies is ‘When one knows the reality of ego, who is the support for knowledge and ignorance’. We seem to be ego only so long as we are not aware of ourself as we actually are, so when we know what we actually are ego will cease to exist, and since ego is the <i>ādhāra</i> (support, foundation, ground or container) for knowledge and ignorance about all other things, when it ceases to exist they will cease along with it, as he says in the final clause of this sentence: ‘அறிவு அறியாமை அறும்’ (<i>aṟivu aṟiyāmai aṟum</i>), ‘knowledge and ignorance will cease’.<br>\n<br>\n<a name=\"un12\"></a><b>9. <i>Uḷḷadu Nāṟpadu</i> verse 12: since we as we actually are shine without any other thing to know, we alone are real awareness</b><br>\n<br>\nTherefore real awareness is only pure awareness, which means awareness that is completely devoid of even the slightest knowledge or ignorance of anything other than itself, because nothing other than itself actually exists for it either to know or to not know, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of] [anything other than itself] [namely ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\nSince ego is just a false awareness of ourself (an awareness of ourself as something other than what we actually are), it will cease to exist when we are aware of ourself as we actually are, and since it is the <i>ādhāra</i> or support for both knowledge and ignorance about all other things, when it ceases to exist they will cease along with it. What will then remain is only pure awareness, which is awareness that is therefore completely devoid of both knowledge and ignorance about all other things, and this alone is real awareness or true knowledge, as he implies in the first sentence of this verse: ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of <i>aṟivu</i> [knowledge] and <i>aṟiyāmai</i> [ignorance] is actually <i>aṟivu</i> [knowledge or awareness]’.<br>\n<br>\nAs he said in the previous verse, knowing or being aware of anything other than ourself is not real knowledge or awareness but only ignorance. From this we can infer that ego, which alone is what knows or is aware of all other things, is likewise not real awareness (<i>cit</i>) but only a semblance of awareness (<a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>), as he implies in the second sentence of this verse: ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which knows [or is aware of] [anything other than itself] is not real <i>aṟivu</i> [knowledge or awareness]’.<br>\n<br>\nTherefore, since real awareness is not what knows or is aware of anything other than itself, it must be what knows or is aware of nothing other than itself, and this is what he implies in the third sentence of this verse: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]’. That is, in the clear view of ourself as we actually are, nothing other than ourself exists for us to know, cause to know or cause to be known, so we alone exist and shine without even the slightest trace of any knowledge or ignorance of anything else, and hence we alone are real awareness.<br>\n<br>\n<a name=\"uu27\"></a><b>10. <i>Upadēśa Undiyār</i> verse 27: real awareness is devoid of both knowledge and ignorance of anything other than itself, because there is nothing other than itself for it either to know or to not know</b><br>\n<br>\nThe fact that real awareness is devoid of both knowledge and ignorance of anything other than itself, because there is nothing other than itself for it either to know or to not know, is also stated by Bhagavan in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge that is devoid of knowledge and ignorance is knowledge. This is real. There is not anything for knowing.<br>\n<br>\n<b>Explanatory paraphrase:</b> Only knowledge [in the sense of awareness] that is devoid of knowledge and ignorance [of anything other than oneself] is [real] knowledge [or awareness]. This [alone] is [what is] real [or true], [because in the clear view of oneself as pure awareness] there is not anything [other than oneself for one either] to know [or to not know].</blockquote>\nWhat we actually are is only pure awareness, in the clear view of which there is nothing else for us either to know or not know, so as such we are devoid not only of any knowledge or awareness of anything other than ourself but also of any ignorance of any such thing. Therefore pure awareness alone is real awareness. Being aware of anything other than ourself is not real awareness but only ignorance, because nothing other than ourself actually exists, so when we know anything else, what we are knowing is only a mental fabrication (<i>kalpanā</i>), just like everything we know in a dream.<br>\n<br>\n<a name=\"un12a\"></a><b>11. Though the real awareness that we actually are is completely devoid of both knowledge and ignorance of any other thing, it is not a void (<i>śūnya</i>) but infinitely full (<i>pūrṇa</i>), being the fullness of <i>sat-cit-ānanda</i></b><br>\n<br>\nSince real awareness is thus completely devoid of even the slightest knowledge or ignorance of anything else, in some philosophical systems, such as certain forms of Buddhism, it is said to be <i>śūnya</i> (empty, void or non-existent), but Bhagavan repudiates this idea by saying in the fourth sentence of <a href=\"#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), ‘It is not <i>pāṙ</i> [emptiness, voidness, barrenness, desolation, nothingness or non-existence]’, thereby implying that though what we actually are is awareness that is completely devoid of even the slightest awareness or ignorance of anything else whatsoever, we are not therefore a void, because we are the only thing that actually exists, so we are the one infinite whole or <i>pūrṇa</i>, the fullness of <i>sat-cit-ānanda</i>: pure existence (<i>sat</i>), pure awareness (<i>cit</i>) and pure happiness (<i>ānanda</i>).<br>\n<br>\nThat is, a thing can be called empty or void only if there is something other than itself that it does not contain, so since other things seem to exist only in the view of ourself as ego, it is only from the perspective of ego that awareness devoid of knowledge and ignorance of all other things seems to be emptiness or a void. In the clear view of ourself as we actually are, however, what actually exists is only ourself as pure awareness, so nothing other than ourself exists at all, and hence there can be no such thing as <i>śūnyatā</i>: emptiness, voidness or nothingness.<br>\n<br>\nMoreover, <i>śūnya</i> means not only ‘empty’ or ‘void’ but also ‘non-existent’, so the one real awareness that we actually are is not <i>śūnya</i> not only in the sense of ‘empty’ or ‘void’ but also in the sense of ‘non-existent’, because it alone is what actually exists, so it is <i>uḷḷadu</i> (what exists) or <i>sat</i> (pure existence), and hence it is the very antithesis of non-existence, and could never become non-existent.<br>\n<br>\n<a name=\"un13\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 13: being aware of many things is ignorance, which is unreal, but even this ignorance does not exist except as ourself, the one real awareness</b><br>\n<br>\nTo emphasise the fact that nothing other than ourself actually exists, so there is nothing of which we could ever be empty, he begins the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, by saying ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, namely ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say. [In other words, though ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not ego or mind but only oneself.]</blockquote>\nWhat he means by ‘real’ (<i>mey</i>) is what actually exists, and what he means by ‘unreal’ (<i>poy</i>) is what does not actually exist even if it seems to exist. What actually exists is only ourself as pure awareness (<i>jñāna</i>), as he points out in the first sentence of this verse: ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i>, alone is real’.<br>\n<br>\nSince we alone are what actually exists, knowing anything other than ourself is knowing what does not actually exist as if it does exist, so it is not real awareness or true knowledge but only ignorance, as he implies in the second sentence of this verse: ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘<i>jñāna</i> [awareness or knowledge] that is <i>nānā</i> [manifold, diverse, various or different] is <i>ajñāna</i> [ignorance]’. Since we alone exist, there is nothing other than ourself for us to know, so when we know what seem to be other things, it is ourself alone that we are knowing as all those other things. In other words, we, the one awareness, seemingly become a subject knowing ourself as many objects, so this seeming division of ourself into a subject and many diverse objects or phenomena is what Bhagavan describes here as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is <i>nānā</i> [manifold or diverse]’.<br>\n<br>\n<a name=\"ut12\"></a>To understand more clearly what he means by ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’, it is helpful to consider how he expressed it in the original version of this verse, which is now <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>ஞானமொன் றேயுண்மை நானாவாய்க் காண்கின்ற<br>\nஞானமன்றி யின்றாமஞ் ஞானந்தான் — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamoṉ ḏṟēyuṇmai nāṉāvāyk kāṇgiṉḏṟa<br>\nñāṉamaṉḏṟi yiṉḏṟāmañ ñāṉandāṉ — ñāṉamān<br>\ndaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmbalavum boymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஒன்றே உண்மை. நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம் தான் ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam oṉḏṟē uṇmai. nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam tāṉ ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Awareness alone is real. Ignorance, which does not exist except as awareness that sees as many, itself does not exist except as oneself, who is awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> <i>Jñāna</i> [pure awareness] alone is real. <i>Ajñāna</i> [ignorance], which does not exist except as [or is not other than] <i>jñāna</i> [awareness] that sees [the one real <i>jñāna</i>] as <i>nānā</i> [manifold or diverse], itself does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say.</blockquote>\nWhat he implies by saying ‘நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam</i>), ‘<i>ajñāna</i> [ignorance], which does not exist except as <i>jñāna</i> [awareness] that sees as <i>nānā</i> [manifold or diverse]’, is that <i>ajñāna</i> is nothing other than ego, which is the awareness that sees the one as many. That is, since what actually exists is only one, namely ourself as pure awareness, knowing, seeing or being aware of this one as many is ignorance. In other words, knowing ourself, the one indivisible and immutable pure awareness, which alone is real, as a subject knowing diverse objects or phenomena is the primal ignorance (<i>mūla avidyā</i>), which is the root cause of all other forms of ignorance, so this is what he implies in verse 13 of <i>Uḷḷadu Nāṟpadu</i> by saying: ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘awareness that is <i>nānā</i> [manifold or diverse] is <i>ajñāna</i> [ignorance]’.<br>\n<br>\nTherefore awareness of multiplicity, which means awareness of anything other than ourself, is not real awareness but just ignorance (<i>ajñāna</i>). Though such ignorance does not actually exist, it seems to exist, so what is it that seems to be this ignorance? It cannot be anything other than ourself as pure awareness, because nothing else actually exists, as he implies in the third sentence of this verse: ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist except as oneself, who is <i>jñāna</i> [pure awareness]’.<br>\n<br>\nTo explain this, he gives an analogy: ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō?</i>), ‘All the many ornaments are unreal; do they exist except as gold, which is real?’ The reason he says that ornaments are unreal is because they have no existence of their own, since they borrow their seeming existence from the relatively more real existence of gold. In other words, their existence is entirely dependent on the existence of the gold of which they are made. Without that gold, they would not exist, as he implies by asking rhetorically: ‘மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>mey ām poṉṉai aṉḏṟi uṇḍō?</i>), ‘do they exist except as gold, which is real?’<br>\n<br>\n<a name=\"uu18\"></a>This is the case with all forms, because no form can exist independent of the substance of which it is made, so all forms are unreal. Since all forms exist only in the view of ourself as ego, they are all just mental fabrications, so the substance of which they are all made is mind. The mind consists of two elements, namely the subject and all objects. The subject is ego, the thought called ‘I’, whereas objects are all the other thoughts that constitute the mind. Since all other thoughts are known only by ego, they could not exist independent of ego, so what the mind essentially is is only ego, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>: <br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [namely ego, the root thought called ‘I’].</blockquote>\n<a name=\"un26\"></a>Therefore, since all forms are just thoughts, in the sense that they are just mental impressions, their substance is mind, and the substance of mind is ego, so ego is ultimately the one substance of which all forms are made, as Bhagavan implies when he says ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘Ego itself is everything’, in the third sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all forms or phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\n<a name=\"un25\"></a>But what is ego? As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, it is just ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless demon [phantom or evil spirit]’. It is formless because it has no form of its own, so it cannot come into existence without grasping a body (in the sense of a form consisting of five sheaths, namely a physical body, life, mind intellect and will) as if it were itself, and it is a phantom because it has no substance of its own, so it could not seem to exist without borrowing its substance (its existence and its awareness) from the one real substance (<i>vastu</i> or <i>poruḷ</i>), namely pure existence-awareness (<i>sat-cit</i>), which is ourself as we actually are.<br>\n<br>\nSince ego is what he refers to as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’, in the second sentence of verse 13 of <i>Uḷḷadu Nāṟpadu</i>, it is also what he refers to as ‘அஞ்ஞானம்’ (<i>aññāṉam</i>), ‘ignorance’, in the third sentence: ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist except as oneself, who is <i>jñāna</i> [pure awareness]’. Therefore what he implies in this sentence is that just as gold ornaments do not exist except as gold, their substance, ego, which is unreal, being just the false awareness that sees the one real substance as many names and forms, does not exist except as our real nature, its substance, which is the one real awareness called <i>sat-cit</i>, which is what shines as our fundamental awareness of our own existence, ‘I am’.<br>\n<br>\n<a name=\"un14\"></a><b>13. <i>Uḷḷadu Nāṟpadu</i> verse 14: when we as ego investigate our own reality, ego will thereby cease to exist, and all its knowledge of the seeming existence of everything else will cease to exist along with it</b><br>\n<br>\n<a name=\"ny05\"></a>The real awareness that we actually are is one, infinite and indivisible, so it alone is what actually exists, and hence in its clear view there is nothing other than itself for it to know. However, whenever we rise as ego, we seemingly limit ourself as the form of a body, and hence numerous other things seem to exist, so the one real awareness now seems to have been divided as a subject, namely ego, and numerous objects, namely all other things. Ego, the subject or knower, is the first person, ‘I’, and all other things, which are objects known by ego, are second and third persons. Therefore in the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan says, ‘தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist’, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான்.<br>\n<br>\n<i>taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If the first person exists, second and third persons will exist. If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the first person [ego] exists, second and third persons [everything else] will exist. If the first person ceases to exist [by] oneself investigating the reality of the first person, second and third persons will come to an end, and [what then remains alone, namely] the nature [selfness, essence or reality] that shines as one [undivided by the appearance of these three persons or ‘places’] alone is oneself, the [real] state [or nature] of oneself.</blockquote>\nதன்மை (<i>taṉmai</i>), ‘the first person’, is ego, which is what is always aware of itself as ‘I am this body’, so it is a false awareness of ourself, whereas ‘தன்மையின் உண்மை’ (<i>taṉaiyiṉ uṇmai</i>),  ‘the reality of the first person’, is the real awareness ‘I am’, bereft of all adjuncts such as ‘this body’. This real awareness ‘I am’ is what exists and shines as our own existence in all our three states, waking, dream and sleep, but whereas it exists and shines alone in sleep, in waking and dream it seems (in the view of ourself as ego) to be mixed and conflated with adjuncts as ‘I am this body’. However, even when we rise and stand as ego, the first person, and are consequently aware of ourself as ‘I am this body’, we do not cease to be aware ‘I am’, so this fundamental and ever-existing awareness ‘I am’ alone is the reality of ego, the unreal first person or subject.<br>\n<br>\nSince second and third persons seem to exist only in the view of ourself as this first person, so long as we continue to attend to and know any second or third persons, namely anything other than ourself, we are thereby nourishing and sustaining the seeming existence of ourself as ego, and consequently the seeming existence of all other things, as Bhagavan implies in the first sentence of this verse: ‘தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உளவாம்’ (<i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām</i>), ‘If the first person exists, second and third persons will exist’.<br>\n<br>\nHowever, instead of attending to any second or third persons, if we attend only to our fundamental awareness ‘I am’, which is the sole reality of the first person, this unreal first person, namely ego, will thereby cease to exist, and hence all second or third persons, namely everything other than ourself, will likewise cease to exist, and what will then remain shining as one, undivided by the appearance of these three persons (namely the subject and all objects), is the real nature of ourself, as he explains in the second sentence of this verse: ‘தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்’ (<i>taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>), ‘If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself’.<br>\n<br>\nTherefore, as he implies not only in this verse but in so many other verses of <i>Uḷḷadu Nāṟpadu</i> cited above, knowledge or awareness of the seeming existence of anything other than ourself appears only in the view of ourself as ego, the unreal first person, which is what is always aware of itself as ‘I am this body’, and we seem to be ego only when we are not aware of ourself as we actually are, namely <i>sat-cit</i>, the pure existence-awareness ‘I am’, which is the reality of this unreal first person, so when we as ego investigate our own reality and thereby become aware of ourself as we actually are, ego will thereby cease to exist, and all its knowledge of the seeming existence of everything else will cease to exist along with it.<br>\n<br>\n<a name=\"knowledge\"></a><b>14. Knowledge or awareness of anything other than ourself is not real, because when we know ourself as we actually are, nothing other than ourself exists for us to know</b><br>\n<br>\nThe reason I have discussed all these verses in so much detail here is that they explain exactly why he says and what he implies by saying in the first two sentences of this third verse of <i>Āṉma-Viddai</i>: ‘தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய?’ (<i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya?</i>), ‘Without knowing oneself, if one knows whatever else, [so] what? If one has known oneself, then what [else] exists to know?’<br>\n<br>\n<a name=\"un11a\"></a>As he says in the first two lines of <a href=\"#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு உறும் தன்னை அறியாது, அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu, ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Not knowing oneself, who knows, knowing other things is ignorance; except [that], is it knowledge’, because nothing other than ourself actually exists, so all other things are just an illusory appearance. This is why he asks rhetorically in the first sentence of this third verse of <i>Āṉma-Viddai</i>: ‘தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்?’ (<i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ?</i>), ‘Without knowing oneself, if one knows whatever else, [so] what?’, thereby implying that knowledge or awareness of anything other than ourself is of no real value or consequence at all, because it is not real, being just a mental fabrication (<i>kalpanā</i>).<br>\n<br>\n<a name=\"un11b\"></a>And as he says in the last two lines of the same verse (namely verse 11 of <i>Uḷḷadu Nāṟpadu</i>), ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows oneself, the support for knowledge and the other [namely ignorance], knowledge and ignorance will cease’, because knowledge and ignorance about everything other than ourself exists only in the view of ourself as ego, and since ego is just a false awareness of ourself (that is, an awareness of ourself as something other than what we actually are), it will cease to exist as soon as we know ourself as we actually are, and hence knowledge and ignorance about everything else will cease to exist along with it. This is why he asks rhetorically in the second sentence of this third verse of <i>Āṉma-Viddai</i>: ‘தன்னை அறிந்திடில், பின் என்னை உளது அறிய?’ (<i>taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya?</i>), ‘If one has known oneself, then what [else] exists to know?’, thereby implying that when we know ourself as we actually are, nothing other than ourself exists for us to know.<br>\n<br>\n<a name=\"light\"></a><b>15. When one knows in oneself that self, which is the light that shines without separation in separate sentient beings, within oneself the shining of oneself alone will flash forth</b><br>\n<br>\nSo long as we are aware of anything other than ourself, there seem to many different things, some of which seem to be sentient and others of which seem to be insentient, and all these things seem to be separate from each other. However, when we know ourself as we actually are, all separation will disappear, and what will then remain shining is ourself alone, because what seemed to be many different things is only ourself, which is the one infinite and indivisible whole, as Bhagavan implies in the next sentence of this verse: ‘பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே’ (<i>bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma-prakāśamē</i>), ‘When one knows in oneself that self, which is the light [that shines] without separation in separate sentient beings, within oneself the shining of oneself alone will flash forth’.<br>\n<br>\nபின்னம் (<i>bhinnam</i>) means broken, divided, separated, distinct or different, and அபின்னம் (<i>abhinnam</i>) means the opposite, namely undivided or not separated, so ‘பின்ன உயிர்களில் அபின்ன விளக்கு’ (<i>bhiṉṉa uyirgaḷil abhiṉṉa viḷakku</i>) means ‘the undivided light in separate sentient beings’ or ‘the light [that shines] without separation [or division] in separate sentient beings’, implying the one indivisible light of pure awareness, which shines as ‘I am’ in the heart of every உயிர் (<i>uyir</i>), ‘soul’ or ‘sentient being’. Since we as ego always identify a body as ‘I’, and since we see many other bodies that seem to be as sentient as this body seems to be, in our view each separate body seems to be a separate ‘I’, so it appears to us that there are many distinct ‘I’s. However, what shines as ‘I’ in each living body is only the one real ‘I’, which is indivisible, so it is only because this one ‘I’ seems to be reflected in many separate bodies that it seems as if there were many separate ‘I’s.<br>\n<br>\nSo long as we are aware of ourself as a body, we seem to be separate from every other body, but if we investigate ourself keenly enough we will be aware of ourself as we actually are, namely the one infinite and indivisible light of pure awareness, which is what always shines within ourself as our fundamental awareness of our own existence, ‘I am’. When we thus know ourself as this pure ‘I am’, which is the one infinite and indivisible light of awareness that shines without the slightest division or separation in all the seemingly divided and separate sentient beings, all the seeming divisions and distinctions will be swallowed in the infinite brightness of that light, which will shine forth like a flash of lightening, as Bhagavan implies in this sentence: ‘பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே’ (<i>bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma-prakāśamē</i>), ‘When one knows in oneself that self, which is the undivided light in separate sentient beings, within oneself the shining of oneself alone will flash forth’.<br>\n<br>\nAs he implies by saying ‘அபின்ன விளக்கு எனும் அத் தன்னை’ (<i>abhiṉṉa viḷakku eṉum a-t-taṉṉai</i>), ‘that self, which is the undivided light’, we ourself are the undivided light of pure awareness, so to know that light as it is we need to know ourself as we actually are, and to know ourself as we actually are we need to look deep within ourself, thereby withdrawing our attention from everything else. That is, we who need to know ourself as we actually are are ego, the adjunct-conflated awareness ‘I am this body’, so within this adjunct-conflated awareness we need to know the fundamental awareness ‘I am’, which is what we actually are, and hence this is what he means by saying ‘அத் தன்னை தனில் உணர’ (<i>a-t-taṉṉai taṉil uṇara</i>), ‘When one knows in oneself that self’.<br>\n<br>\nWhat he refers to here as ‘ஆன்ம ப்ரகாசம்’ (<i>āṉma-prakāśam</i>), ‘the shining of oneself’, is the same light that he referred to in the previous clause as ‘அபின்ன விளக்கு’ (<i>abhiṉṉa viḷakku</i>), ‘the undivided light’, namely the one infinite and indivisible light of pure awareness, ‘I am’. Since the primary meaning of the verb மின்னு (<i>miṉṉu</i>) is to emit lightening, and a secondary meaning of it is to flash or shine forth, what he means by saying ‘மின்னும் தன் உள் ஆன்ம ப்ரகாசமே’ (<i>miṉṉum taṉ uḷ āṉma-prakāśamē</i>), ‘within oneself the shining of oneself alone will flash forth’, is that clear awareness of ourself as we actually are, namely as ‘I am I’, will flash forth within ourself like lightening as soon as we know ourself as we actually are.<br>\n<br>\nSince this light of pure awareness shines clearly as ‘I am’ without the least distinction in each and every distinct soul or sentient being, it is equally available to each one of us, and since we can investigate and know it at it is just by attending to it keenly within ourself, knowing it can never actually be difficult, so ‘ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!’ (<i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham!</i>), ‘Ah, extremely easy, <i>ātma-vidyā</i> [knowing oneself, this light of pure awareness], ah, extremely easy’.<br>\n<br>\nSince this light of pure awareness, which is what shines clearly in each one of us as our own being, ‘I am’, is alone what actually exists, it is the real nature (<i>svarūpa</i>) not only of ourself but also of God and <i>guru</i>, and since by its very nature it makes itself so easily accessible to all of us, its shining within us as ‘I am’ is grace. As Bhagavan used to say, God is always abundantly gracious to us, because he is always shining in us as our own very existence, ‘I am’, but we are not gracious to him, because instead of yielding ourself to the inward pull of his grace by loving attending to him in our heart, we resist that inward pull by rising as ego and rushing outwards under the sway of our <i>viṣaya-vāsanās</i> (inclinations to seek happiness in <i>viṣayas</i>, objects or phenomena), attending to anything other than ourself. Therefore in order to avail ourself of his ever-available grace, all we need do is turn within to know (or be attentively aware of) ‘பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில்’ (<i>bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil</i>), ‘in oneself that self, which is the [one] undivided light [of pure awareness, ‘I am’, that shines equally and impartially] in [all] separate sentient beings’.<br>\n<br>\n<a name=\"grace\"></a><b>16. The flashing forth of ourself as the light of pure awareness is the shining forth of grace, the annihilation of ego and the blossoming of happiness</b><br>\n<br>\nHe then concludes this verse by saying ‘அருள் விலாசமே, அக விநாசமே, இன்ப விகாசமே’ (<i>aruḷ vilāsamē, aha vināśamē, iṉba vikāsamē</i>), ‘The shining forth of grace; the annihilation of ego; the blossoming of happiness’, thereby implying that this flashing forth of the shining of oneself (<i>ātma-prakāśam</i>), the indivisible light (<i>abhiṉṉa viḷakku</i>) of pure awareness, as soon as we know ourself as such, is itself the shining forth of grace (<i>aruḷ vilāsamē</i>), the annihilation of ego (<i>aha vināśamē</i>) and the blossoming of happiness (<i>iṉba vikāsamē</i>).<br>\n<br>\nஅருள் (<i>aruḷ</i>) means <i>karuṇā</i>, <i>kṛpā</i>, <i>anugraha</i>, grace, compassion, kindness, tenderness, love or benevolence, which is the very nature of God, <i>guru</i> and <i>ātma-svarūpa</i> (ourself as we actually are),  and விலாசம் (<i>vilāsam</i>) means shining forth, appearance, manifestation, amorous play, playfulness, flirtatiousness, seductiveness, enjoyment or beauty. In this context the primary meaning of ‘அருள் விலாசமே’ (<i>aruḷ vilāsamē</i>) is ‘the shining forth [or manifestation] of grace’, because the shining of ourself as the indivisible and immutable light of pure awareness, ‘I am’, is itself grace, so the shining forth of ourself as pure awareness is the shining forth of grace as it actually is. ‘அருள் விலாசமே’ (<i>aruḷ vilāsamē</i>) can also be taken to mean either ‘the beauty of grace’, in the sense that the full beauty of grace will become clear to us only when we know ourself as we actually are, or ‘the amorous play of grace’, in the sense that our shining forth as ‘I am I’ is the culmination of the all-loving play of grace, which has been lovingly and tirelessly attracting, leading and guiding us on our journey back home to knowing and being what we always actually are, namely the pristine awareness ‘I am’.<br>\n<br>\nThat is, though grace shines eternally in our heart as the clear light of pure awareness, ‘I am’, and though it is not only always pulling our mind inwards, but also (by just being as it is) it is constantly working in its own infinitely subtle way to purify our mind in order to make us willing to yield ourself to its inward pull, it is only when we surrender ourself to it completely by turning within with heart-melting and all-consuming love, thereby allowing it to pull us back into innermost depth of our heart, that it will finally swallow us entirely in its infinitely clear and bright light of pure awareness. This swallowing of us entirely, thereby making us one with itself, is therefore what Bhagavan describes here as ‘அருள் விலாசமே’ (<i>aruḷ vilāsamē</i>), ‘the shining forth of grace’, ‘the beauty of grace’ or ‘the amorous play of grace’.<br>\n<br>\nIn the compound term ‘அக விநாசமே’ (<i>aha vināśamē</i>), அக (<i>aha</i>) is the form that அகம் (<i>aham</i>) takes in Tamil as the first word in a compound, and in this context it means ‘I’ in the sense of ego. விநாசம் (<i>vināśam</i>) is an intensified form of நாசம் (<i>nāśam</i>), which means destruction or annihilation, so ‘அக விநாசமே’ (<i>aha vināśamē</i>) means the complete and utter annihilation or eradication of ego. That is, since ego is just a false awareness of ourself, because as ego we are always wrongly aware of ourself as ‘I am this body’, which is not what we actually are, it will be eradicated as soon as we become aware of ourself as we actually are, namely as ‘I am I’. However, even to say that it will be eradicated or annihilated is not quite correct, because when we know ourself as we actually are, we will know that we are eternal and immutable, and have therefore never risen as ego at all, so what is called the eradication or annihilation of ego is actually just the clear recognition that no such thing as ego ever existed at all.<br>\n<br>\nIf we look carefully enough at what seems to be a snake, we will see that it is actually just a rope and was therefore never a snake. Metaphorically we can describe this as the death or destruction of the snake, but it is not literally the death or destruction of anything, because what was always there, namely the rope, is not affected in the least and therefore remains as it always was without undergoing any change at all. Likewise, if we who now mistake ourself to be ego investigate or attend to ourself keenly enough, we will see that we are actually just pure awareness and were never ego. Metaphorically we can describe this as the death, destruction, annihilation or eradication of ego, but it is not literally the death, destruction, annihilation or eradication of anything, because what we actually are is not affected in the least and therefore remains as it always is without ever undergoing any change whatsoever, since we are eternal and immutable. Therefore what is called the annihilation of ego is such a complete annihilation that ego is not only eradicated for all time to come but eternally, which includes and transcends all times, past, present and future, as Bhagavan implies by saying not just ‘அக நாசமே’ (<i>aha nāśamē</i>), the annihilation of ego, but ‘அக விநாசமே’ (<i>aha vināśamē</i>), the complete and utter annihilation of ego.<br>\n<br>\nஇன்பம் (<i>iṉbam</i>) means happiness, joy, bliss, pleasantness or sweetness, and விகாசம் (<i>cm</i>) means blossoming or opening, so ‘இன்ப விகாசமே’ (<i>iṉba vikāsamē</i>) means the blossoming of happiness, because only when grace shines forth as our own real nature, the clear awareness ‘I am I’, thereby annihilating ego, the adjunct-conflated  and therefore clouded awareness ‘I am this body’, will we experience the infinite happiness that we always actually are.<br>\n<br>\n<a name=\"ny01\"></a>As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br>\n<br>\n<i>sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>.<br>\n<br>\nSince all sentient beings like [love or want] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [awareness-investigation] <b>called ‘who am I’ alone is the principal means</b>.</blockquote>\nIn order to recognise ourself as infinite and eternal happiness, we need to know ourself as we actually are, and to know ourself as we actually are, all we need do is just investigate our fundamental awareness ‘I am’ by being keenly self-attentive. Since we are always clearly aware ‘I am’, nothing can be easier than just attending to this awareness ‘I am’, as Bhagavan explains in the next verse, so ‘ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!’ (<i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham!</i>), ‘Ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1668410690172022423/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwNDg1ODI3MjcyCm9mZnNldDogMzYwMDAwMAo\""
}